{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">June 24, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160624digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-26</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\n          Week of June 20 &#8211; 24</strong></p>\n          <p><strong>COMMISSION MEETINGS  AND HEARINGS<br/>\n            <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ADVISORY OPINIONS<br/>\n            </strong><br/>\n            <u>Drafts<br/>\n            <br/>\n            </u><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2016-05  (Huckabee for President)</a>. On June 17, the Commission made public a second <a href=\"http://saos.fec.gov/aodocs/201605_1.pdf\">draft</a> of Advisory Opinion  2016-05. The requestor, the principal campaign committee for 2016 presidential  candidate Mike Huckabee, asks whether a separate legal defense fund may be used  to pay the amount the Committee has agreed to pay in settlement of a copyright  infringement lawsuit. Public comments on the draft are due by noon on June 29,  2016.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public one closed case, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 7076</a><br/>\n            COMPLAINANT: Self-Initiated<br/>\n            RESPONDENT: Richard Tisei; and Tisei Congressional Committee and Brian Cresta,  in his official capacity as treasurer (Federal Committee)<br/>\n            SUBJECT: Tisei and the Federal Committee notified the Commission that Tisei&#8217;s  state campaign committee made $30,540 in payments to staff and consultants  during the 2012 election cycle for work that may qualify as federal &#8220;testing  the waters&#8221; activity that should have been paid for, in part, and reported by  the Federal Committee. Tisei was a 2012 and 2014 candidate for Massachusetts&#8217;s  6<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  Tisei and the Federal Committee to pay a civil penalty of $4,000 and to amend  its disclosure reports.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign  finance enforcement matter that was resolved through its Alternative Dispute  Resolution (ADR) program, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 793</a> &#8211;  Ohio Democratic Party and Fran Alberty, in her official capacity as treasurer.  The respondent agreed to (1) certify that a representative of the Committee  participated in an FEC conference, webinar, or other program developed in  consultation with the FEC&#8217;s Information Division and (2) pay a civil penalty of  $3,850.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 15-5120).  On June 23, the United States  Court of Appeals for the District of Columbia Circuit issued a <a href=\"../../../law/litigation/holmes_ac_mandate.pdf\">Mandate</a>.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FEC</em></a> (Case  14-5249). On June 17, the Plaintiff filed its <a href=\"../../../law/litigation/indinst_indist_msj.pdf\">Motion for Summary  Judgment and Memorandum in Support</a>.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><br/>\n          On June 21, Commissioner Ann M. Ravel spoke about campaign finance and the 2016  elections at the \"Is Your Company RNC Ready?\" education mini-series  organized by the Cleveland Metropolitan Bar Association and American  Association of Corporate Counsel in Cleveland, Ohio.</p>\n          <p>            On June 22, Communications Specialist Zainab Smith discussed the Commission's  administration and enforcement of campaign finance laws with visitors from  Armenia as part of the State Department&#8217;s International Visitor Leadership  Program.<br/>\n          On June 22, Commissioner Ellen L. Weintraub participated in an online  discussion on campaign finance with Purple, a discussion-via-messaging service.</p>\n          <p>On June 23, Reports Analysis Division Party/Non-Party Assistant Branch  Chief Rosa Marshall and Senior Campaign Finance Analyst Brian Jones discussed  updates to reporting and regulations at the California Political Treasurers  Association Seminar in Washington, D.C. <br/>\n            <br/>\n            <strong>EDUCATIONAL PROGRAMS<br/>\n            <br/>\n            </strong>On June 22, the Commission hosted a Webinar on Reporting for Candidate  Committees. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of  the Commission website.<br/>\n            <br/>\n            On June 22, the Commission hosted a Webinar on FECfile for Candidate Committees.  Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of  the Commission website.<br/>\n            <strong><br/>\n            PRESS RELEASES<br/>\n            </strong><br/>\n            <a href=\"../news_releases/20160622release.shtml\">Federal  Election Commission Certifies Federal Matching Funds for Stein</a> (issued June  22)<br/>\n            <br/>\n            <a href=\"../news_releases/20160624release.shtml\">FEC  Cites Committee for Failure to File 12-Day Pre-Primary Financial Report</a> (issued June 24)<br/>\n            <br/>\n            <strong>FORUM<br/>\n            <br/>\n            </strong>On June 23, Commissioner Ellen L. Weintraub hosted a forum at the  FEC on <a href=\"../../../members/weintraub/CorporatePoliticalSpendingandForeignInfluence.shtml\">Corporate  Political Spending and Foreign Influence</a>. Presenting were: Richard  Briffault of Columbia Law School; John Coates of Harvard Law School; Jared  DeMarinis, Director of the Candidacy and Campaign Finance Division of the  Maryland State Board of Elections; Robert Jackson of Columbia Law School;  Sheila Krumholz of the Center for Responsive Politics; Norman J. Ornstein of  the American Enterprise Institute; John Pudner of Take Back Our Republic; Mace  Rosenstein of Covington &amp; Burling; Donald Tobin of the University of  Maryland Carey School of Law; Ciara Torres-Spelliscy of Stetson University  College of Law; and Melissa Yeager of the Sunlight Foundation.<br/>\n          </p>\n          <p><strong>FEDERAL  REGISTER<br/>\n            <br/>\n            </strong>On June 24, the Commission published the <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=351065\">Interim Final Rules  Adjusting Civil Penalties for Inflation</a> in the Federal Register.<br/>\n            <br/>\n            <strong>UPCOMING COMMISSION  MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n            June 28: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n            <br/>\n            June 30: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n            <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n            <strong><br/>\n            UPCOMING EDUCATIONAL PROGRAMS<br/>\n            </strong><br/>\n            June 29: Webinar on FECfile for PACs and Party Committees. Additional  information is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n            <br/>\n            <strong>UPCOMING REPORTING DUE DATES<br/>\n            </strong><br/>\n            July 15:&#160; July Quarterly Reports are  due.&#160; For more information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            July 20: July Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            <strong>DISCLOSURE INITIATIVES<br/>\n            <br/>\n            </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n            <br/>\n            <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n            </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n            <br/>\n            The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2016 edition  of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public  Records</a> section of the Commission website. This publication identifies  the federal and state agencies responsible for the disclosure of campaign  finances, lobbying, personal finances, public financing, candidates on the  ballot, election results, spending on state initiatives and other financial  filings.<br/>\n            <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/june2016.pdf\">June Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign up</a> to  receive email notification when new Record articles are posted. <br/>\n            <br/>\n          The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <div align=\"center\"><br/>\n        Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a></div></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of June 20  - June 24, 2016", "issue": "2016-26", "href": "press2016/digests/20160624digest.shtml", "date": "06/24/2016", "pdf": null}