{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n<div class=\"digest_content\">   \n<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 11 , 2013</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2013-02</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of January 7 &#8211; 11</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p/>\n        <p>On January 8 and 10, the Commission held an executive session.</p>\n        <p>No Commission open meetings were held this week. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public nine closed cases and one Statement of Reasons. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6078, 6090, 6108, 6139, 6142 and 6214</a><br/>\n  COMPLAINANTS: James C. Fling; Republican National Committee; Bridget Kohtz; Mary E. Daniels; Heather F. Lindsay; Elizabeth Mederos; Suzanne L. Martin; Luanne Moore; Mary Norton; Barbara Paglia; Jeanne Park; PUMA PAC; Pamela M. Scola; Lia Talmas; Carol A. Adams; Nora Widener; Kaaren Gaitenby Smith; and James R. Wilkins<br/>\n  RESPONDENTS: Obama for America and Martin Nesbitt, in his official capacity as treasurer; and Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer<br/>\n  SUBJECT: The complaints alleged that Obama for America and Nesbitt, in his official capacity as treasurer, (the Committee) knowingly and willfully accepted excessive and/or prohibited&#160; contributions. Two of the complaints made similar allegations concerning the Obama Victory Fund and Tobias, in his official capacity as treasurer, (Victory Fund).<br/>\n  DISPOSITION: The Commission found reason to believe the Committee accepted contributions that exceeded the then-limit of $2,300 per individual for each election that were not resolved through refund, redesignation or reattribution within the 60-day period permitted under the Federal Election Campaign Act of 1971, as amended, (the Act), and authorized an audit of the Committee. An investigation and audit revealed that the Committee accepted a total of $1,363,529 in contributions that exceeded the contribution limits and were not resolved in a timely manner. The Committee ultimately resolved the excessive contributions, albeit beyond the time specified in the regulations. The Commission also found reason to believe the Committee misreported the original dates of receipt for contributions totaling $85,158,116 received through its joint fundraising efforts. As part of its Administrative Fines (AF) program (see AF 2512 in Administrative Fines section below), the Commission found reason to believe the Committee failed to file certain 48-hour notices of contributions of $1,000 or more received after the 20th day but more than 48 hours before the 2008 general election. The Committee did not file 48-hour notices for 1,266 contributions totaling approximately $1,895,956. All of the aforementioned matters (AF 2512 and MURs 6078, 6090, 6108, 6139, 6142, and 6214) were resolved through one conciliation agreement, whereby the Committee agreed to pay a civil penalty of $375,000. The Commission dismissed allegations that the Committee accepted contributions from foreign nationals or contributions from unknown persons in the name of another in light of the speculative nature of the allegations and the <em>de minimis</em> sums at issue, both in terms of dollar amount and as a percentage of the Committee&#8217;s overall receipts. The Commission found no reason to believe the Victory Fund accepted excessive contributions or contributions from foreign nationals or misreported disbursements because there was insufficient information to support the allegations. The Commission dismissed allegations that the Victory Fund accepted contributions from unknown persons in the name of another in light of the fact that the allegedly prohibited contributions at issue are minimal when compared with the total amount of contributions received by the Victory Fund and that the allegations of breakdowns in the compliance system were not borne out by the Commission&#8217;s review of contributions received by the Victory Fund.&#160; The Commission made no knowing and willful findings in these matters.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6557</a> <br/>\n  COMPLAINANT: John Erickson; Scott Grunsted; and Thomas P. Hanley<br/>\n  RESPONDENTS: Kootenai County Reagan Republicans; Reagan Republican Victory Fund; The Strategery Group, Inc.; Jeff Ward; Keith Hutcheson; Barry McHugh; Todd Tondee; and Dan&#160; Green<br/>\n  SUBJECT: The complaint alleged that the Kootenai County Reagan Republicans and Ward (KCCR's treasurer), together with the Strategery Group, Inc., and four candidates for local office &#8211; Hutcheson, McHugh, Tondee and Green -- disseminated a mailer that included an endorsement of a federal candidate that exceeded the $1,000 expenditure threshold for registering and reporting, but failed to register with the Commission. The responses to the complaint established that the mailer was paid for by the Reagan Republican Victory Fund.<br/>\n  DISPOSITION: The Commission found no reason to believe Respondents were required to register and report with the Commission as a political committee. The Commission exercised its prosecutorial discretion and dismissed any violations of 2 U.S.C. 434(c) (requiring the reporting of independent expenditures that aggregate over $250 during a calendar year) and 441d (requiring disclaimers on certain communications) by the Reagan Republican Victory Fund based on the small amount in violation and other mitigating factors. The Commission sent a letter reminding the Reagan Republican Victory Fund of the independent expenditure reporting and disclaimer requirements. <br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6575</a><br/>\n  COMPLAINANT: Wade Freedle<br/>\n  RESPONDENT: Lisa Buescher; State of California; Doug LaMalfa; and Doug LaMalfa Committee and David Bauer, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that LaMalfa, the state of California and Buescher made and LaMalfa, Doug LaMalfa Committee and Bauer, in his official capacity as treasurer, (the Committee) accepted an excessive, in-kind contribution when Buescher, a state employee, spoke at a candidate forum on behalf of LaMalfa. The complaint alleged further that the Committee did not disclose the in-kind contribution to the Commission. LaMalfa was a 2012 candidate for California&#8217;s 1st Congressional District. <br/>\n  DISPOSITION: The Commission found no reason to believe the respondents violated the Act or Commission regulations because Buescher used bona fide vacation leave to attend the forum and thus the value of her time was not a contribution to the Committee.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6584</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: Johnson &amp; Johnson PAC and Donald Bohn, in his official capacity as treasurer <br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that Johnson &amp; Johnson PAC and Bohn, in his official capacity as treasurer, failed to disclose $58,962.95 in receipts and $96,065.51 in disbursements on two monthly reports in 2011.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement, whereby Johnson &amp; Johnson agreed to pay a civil penalty of $5,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6570</a> &#8211; Berman for Congress. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/13044324817.pdf\">Statement of Reasons</a> was issued by Chair Ellen L. Weintraub and Commissioner Cynthia L. Bauerly.<br/>\n            <br/>\n            <strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public three campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2512</a> &#8211; Obama for America and Martin Nesbitt, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $191,135. This matter was resolved through the conciliation agreement in <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6078, 6090, 6108, 6139, 6142 and 6214</a>. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2551</a> &#8211; NAADAC The Association for Addiction Professionals and Alvin Feliciano, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2556</a> &#8211; Sue Lowden for US Senate and Bob Beers, in his official capacity as treasurer. The Commission made a final determination to take no further action.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/hassan.shtml\"><em>Hassan v. FEC</em></a> (Case 12-5335). On January 10, the Commission filed its <a href=\"../../law/litigation/hassan_fec_reply_msa.pdf\">Reply in Support of its Motion for Summary Affirmance and Response to Appellant's Motion for Summary Reversal</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/nader.shtml\"><em>Ralph Nader v. FEC</em></a> (Case 12-5134). On January 10, the Commission filed its <a href=\"../../law/litigation/nader_fec_supp_brief_standing.pdf\">Supplemental Brief Addressing Appellant&#8217;s Standing</a> in the United States Court of Appeals for the District of Columbia Circuit. On the same day, the Appellant filed a <a href=\"../../law/litigation/nader_nader_supp_brief_standing.pdf\">Supplemental Brief Demonstrating that </a><u><a href=\"../../law/litigation/nader_nader_supp_brief_standing.pdf\">Appellant has Standing to Maintain this Action</a></u>. Oral arguments are scheduled for January 14, in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Abortion f/k/a Real Truth About Obama v. Federal Election Commission</em></a> (Case &#160;12-311). On January 7, the United States Supreme Court issued a <a href=\"../../law/litigation/rtao_sc_deny_cert.pdf\">Summary Disposition Denying Certiorari</a>, closing the case.</p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/vroom.shtml\"><em>Vroom v. FEC</em></a> (Case 1:12-cv-0143-RMC). On January 7, Peter Vroom filed an <a href=\"../../law/litigation/vroom_vroom_amend_compl.pdf\">Amended Complaint</a> in the United States District Court for the District of Columbia.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On January 9, Communications Specialist Myles Martin discussed campaign finance law with a multinational group of government and civic leaders as part of the State Department's International Visitor Leadership Program.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20130109_johnson-matchingfund.shtml\">Federal Election Commission Certifies Federal Matching Funds for Gary Johnson</a> (issued January 9) </p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>January 16, Federal Election Commission, Washington, DC. Roundtable Workshops/Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for PACs and Party Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>January 23, Federal Election Commission, Washington, DC. Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for Candidate Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>February 13, Federal Election Commission, Washington, DC. &#8220;Candidate 101: Preparing for the Next Election Cycle&#8221; Webinar for new candidates and their campaign staff. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>January 31: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>The Commission posted the filing deadlines for the Special Election in South Carolina&#8217;s 1st Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2013/sc01.pdf\">Special Election Report Notice</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available and can be downloaded from the website. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch.&#160; These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/></td>\n    </tr>\n  </table>\n      </div>\n          <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of January 7 - January 11, 2013", "issue": "2013-02", "href": "press2013/20130111digest.shtml", "date": "01/11/2013", "pdf": null}