{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">November 13,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151113digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-46</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\n          Week of November 9 &#8211; 13  </strong></p>\n          <p align=\"left\"><strong>COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\nOn November 10, the Commission held an <a href=\"../../../agenda/2015/agenda20151110.shtml\">open meeting</a>.<br/>\n<br/>\nNo Commission executive sessions were scheduled this week.<br/>\n<strong><br/>\nADVISORY OPINIONS<br/>\n<br/>\n</strong><u>Advisory Opinions Issued<br/>\n</u><strong><br/>\n</strong><a href=\"http://saos.fec.gov/saos/searchao\">AO 2015-08 (Repledge)</a>. On November 9, the Commission approved on tally an advisory opinion responding to a request from Repledge. Repledge proposed to establish a web-based platform that allowed supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asked a number of questions relating to its proposal, including whether it would receive contributions and violate the prohibition on corporate contributions to candidates. The Commission concluded that Repledge may conduct the proposed activities as described in its request and that Repledge would not be required to file reports with the Commission regarding the proposed activities. <br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">AO 2015-09 (Senate Majority PAC and House Majority PAC)</a>. On November 10, the Commission considered <a href=\"../../../agenda/2015/agenda20151110.shtml\">six drafts</a> responding to an advisory opinion request from Senate Majority PAC and House Majority PAC. The two independent-expenditure-only political committees asked several questions regarding proposed activities between the requestors, committees that the requestors would form, individuals contemplating federal candidacy, and federal candidates. The approved Advisory Opinion provided a response to seven questions asked in the request. The Commission did not reach the required four affirmative votes to provide a response to five questions asked in the request. During the discussion, the Commission heard from the requestors&#8217; counsel.<br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">AO 2015-12 (Ethiq, Inc.)</a>. On November 10, the Commission approved an advisory opinion with amendments discussed at the meeting in response to a request from Ethiq, Inc. The Commission concluded that the requestor&#8217;s proposed mobile platform as described in the request, which would use data drawn from reports filed with the Commission to match users with ideologically similar candidates and corporations, is permissible under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. During the discussion, the Commission heard from the requestor as well as the requestor&#8217;s counsel.<br/>\n<br/>\n<u>Advisory Opinions Considered<br/>\n<br/>\n</u><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2015-11 (FYP, LLC)</a>. On November 10, the Commission discussed a draft in response to an advisory opinion request from FYP, LLC, but held over a vote on the matter. The requestor, FYP, LLC, asks several questions about a proposed app, MyChange, that would allow users to round up spare change from the user's credit or debit card transactions and contribute those amounts to designated political committees or nonprofit organizations. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by November 23, 2015. During the discussion, the Commission heard from the requestor's counsel.<br/>\n<br/>\n<strong>ENFORCEMENT<br/>\n<br/>\n</strong>The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6806</a><br/>\nCOMPLAINANT: Casey Adams<br/>\nRESPONDENT: Dana Ferguson <br/>\nSUBJECT: The complaint alleged that Ferguson failed to file a Statement of Organization (FEC Form 1) within the required 10 days of becoming a candidate for federal office. <br/>\nDISPOSITION: The Commission found no reason to believe a violation of the Act and Commission regulations occurred because there was insufficient information available to conclude that Ferguson received contributions or made expenditures exceeding $5,000, thereby triggering candidate status.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6894</a><br/>\nCOMPLAINANT: Wallace Collins, Chairman of the Oklahoma Democratic Party<br/>\nRESPONDENTS: Steve Russell for Congress and Robert Crookshank, in his official capacity as treasurer<br/>\nSUBJECT:&#160; The complaint alleged that Steve Russell for Congress and Crookshank, in his official capacity as treasurer (the Committee), failed to disclose on its FEC report a media buy that was purchased by its media vendor. Russell was a 2014 candidate in Oklahoma&#8217;s 5th Congressional District.<br/>\nDISPOSITION: The Commission found no reason to believe a violation of the Act and Commission regulations occurred because the available information shows that the alleged unreported disbursements were in fact reported to the Commission.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6950</a><br/>\nCOMPLAINANT:&#160; FEC-Initiated<br/>\nRESPONDENTS:&#160; Joe Walsh for Congress Committee, Inc. and Helene M. Miller-Walsh, in her official capacity as treasurer<br/>\nSUBJECT:&#160; In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether Joe Walsh for Congress Committee, Inc. and Miller-Walsh, in her official capacity as treasurer (the Committee), received excessive contributions totaling $92,325 from 29 individuals from January 1, 2011 through December 31, 2012. Walsh was a 2012 candidate in Illinois&#8217; 8th Congressional District.<br/>\nDISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $5,000 and amend its financial reports to disclose as debt the $21,200 in excessive contributions that could not be reattributed or redesignated. The Committee further agreed that it will refund or disgorge the $21,200 if its financial situation changes.<br/>\n<br/>\n<strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n</strong><br/>\nThe Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 780</a> &#8211; Committee to Elect Gwendolyn Beck to Congress and John A. Saylor, in his official capacity as treasurer, Coalition of Independent Voices in Congress (CIVIC) and Cesar Augusto del Aguila, Jr., in his official capacity as treasurer, Eagles Party PAC and Gwendolyn Joyce Beck, in her official capacity as treasurer, Richard Kramer, Jeffrey Epstein, and Ginger Vuich. The Commission closed the file.<br/>\n<br/>\n<strong>LITIGATION<br/>\n<br/>\n</strong><a href=\"../../../law/litigation/JeremyJohnson.shtml\"><em>FEC v. Johnson</em></a> (Case 2:15-cv-00439-DB). On November 12, the Commission filed its <a href=\"../../../law/litigation/johnson_fec_mpj.pdf\">Motion for Partial Judgment on the Pleadings or in the Alternative to Strike Affirmative Defenses</a> in the United States District Court for the District of Utah.<br/>\n<br/>\n<a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a>&#160; (Case 1:15-cv-01397-TSC). On November 9, the Commission filed its <a href=\"../../../law/litigation/lpf_fec_answer.pdf\">Answer to the Plaintiffs&#8217; Amended Complaint</a> in the United States District Court for the District of Columbia. <br/>\n<br/>\n<strong>OUTREACH<br/>\n</strong><br/>\nOn November 9, Communications Specialist Zainab Smith discussed the Commission's oversight of federal campaign finance with 10 high-level opinion leaders from Thailand. The group was visiting the U.S. as part of the Cultural Vistas exchange program.<br/>\n<br/>\nOn November 11, Chair Ann M. Ravel and Commissioner Caroline C. Hunter met with students from the Georgetown Institute of Politics and Public Service to discuss the Commission's administration and enforcement of the federal campaign finance laws. <br/>\n<br/>\nOn November 13, Chair Ravel spoke on a panel and at a breakout session on the role of money in politics at the 12th Annual Trudeau Foundation Conference in Ottawa, Canada. <br/>\n<br/>\n<strong>REGULATIONS AND AGENCY OPERATIONS<br/>\n</strong><br/>\n<a href=\"http://sers.fec.gov/fosers/\">Petition to Amend 11 C.F.R. 110.13(c) from Level the Playing Field &#8211; Draft Notice of Disposition</a>. On November 6, the Commission approved a Notice of Disposition of Petition for Rulemaking, declining to initiate a rulemaking at this time. The petition asked the Commission to conduct a rulemaking proceeding to revise its regulations governing criteria for inclusion of candidates in presidential and vice presidential candidate debates. On November 9, Commissioner Lee E. Goodman issued a <a href=\"../../../members/goodman/statements/Concurring_Statement_of_Commissioner_Lee_Goodman_to_Notice_of_Disposition_re_Candidate_Debate_Rulemaking.pdf\">statement</a> in connection with this petition.<br/>\n<br/>\n<a href=\"../../../agenda/2015/documents/mtgdoc_15-60-a.pdf\">REG 2014-09 Amendment of 11 C.F.R. 115</a>. On November 10, the Commission discussed a motion to open a rulemaking, to direct the Office of General Counsel to draft a Notice of Proposed Rulemaking that proposes to revise 11 C.F.R. Part 115, and to seek public comment to clarify how the ban on federal contractor contributions applies to entities of the same corporate family. The Commission did not approve the motion by the required four affirmative votes.<br/>\n<br/>\n<a href=\"http://sers.fec.gov/fosers/\">Notice of Availability on REG 2015-04 (Independent Spending by Corporations, Labor Organizations, Foreign Nationals, and Certain Political Committees)</a>. On November 9, the Commission posted comments received regarding the Petition for Rulemaking that asks the Commission to issue new rules and revise existing rules concerning (1) the disclosure of certain financing information regarding independent expenditures and electioneering communications; (2) election-related spending by foreign nationals; (3) solicitations of corporate and labor organization employees and members; and (4) the independence of expenditures made by independent-expenditure-only political committees and accounts. <br/>\n<br/>\n<a href=\"../../../agenda/2015/agenda20151110.shtml\">Rulemaking Priorities and Proposals</a>. On November 10, the Commission postponed the discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a.pdf\">Memorandum on Regulatory Relief for Political Parties</a>, an <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">Outline of a Draft NPRM Implementing Party Segregated Accounts</a> and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-c.pdf\">Draft NPRM on Technological Modernization</a>. <br/>\n<br/>\n<a href=\"../../../agenda/2015/agenda20151110.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. On November 10, the Commission held over the discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-a.pdf\">Notice of Proposed Rulemaking (NPRM)</a> on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and that are publicly distributed in multiple states but that do not refer to any particular state&#8217;s primary election. The Commission also postponed the discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-b.pdf\">draft interpretive rule</a> on reporting independent expenditures for presidential primaries that are distributed nationwide.<br/>\n<br/>\n<a href=\"../../../agenda/2015/documents/mtgdoc_15-63-a.pdf\">Third Motion to Set Priorities and Scheduling on Pending Enforcement Matters Awaiting Reason-to-Believe Consideration</a>.&#160; On November 10, the Commission considered a motion on establishing a priority and timetable for the Commissioners to take immediate substantive action on reason to believe or other recommendations pending for one year or more from the date of receipt by the Commissioners. The Commission did not approve the initiative by the required four affirmative votes.<br/>\n<br/>\n<a href=\"../../../agenda/2015/agenda20151110.shtml\">Commission Documents/Public Disclosure Policies</a>. On November 10, the Commission held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>, a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-b.pdf\">Memorandum on Disclosing Additional Categories of Documents to the Public Record at the Close of an Enforcement Matter</a>, and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-c.pdf\">Memorandum on Additional Documents Appropriate for Release</a>. <br/>\n<strong><br/>\nPRESS RELEASES<br/>\n</strong><br/>\n<a href=\"../news_releases/20151111release.shtml\">FEC Approves Two Advisory Opinions and Discusses a Third Advisory Opinion Request</a> (issued November 11)<br/>\n<br/>\n<strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n<br/>\n</strong>November 17: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n<br/>\nNovember 19: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n<br/>\nMeeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n<strong><br/>\nUPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n</strong><br/>\nNovember 18: Candidate 101: Basics for Campaign Treasurers &amp; Staff webinar for new candidates and their committees.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n<br/>\n<strong>UPCOMING REPORTING DUE DATES<br/>\n</strong><br/>\nNovember 20: November Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n<strong><br/>\n</strong>The Commission posted the filing deadlines for the Special Primary and Special General Elections in Ohio&#8217;s 8th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../../pages/report_notices/2016/oh08.pdf\">Special Election Report Notice</a>.<br/>\n<strong><br/>\nOTHER RESOURCES <br/>\n</strong><br/>\nThe <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n<br/>\nThe 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n<br/>\nThe 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n<br/>\nThe <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n<br/>\nThe 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n<br/>\nThe August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n<br/>\nThe <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n<br/>\nThe Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n<br/>\nThe <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n<br/>\n<a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n            <br/>\n            <strong><br/>\n            </strong></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of November 9 - November 13, 2015 ", "issue": "2015-46", "href": "press2015/digests/20151113digest.shtml", "date": "11/13/2015", "pdf": null}