{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 16,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-37</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of September 12 &#8211; 16</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>The Executive Session previously scheduled for September 13 was cancelled. </p>\n        <p/>\n        <p>On September 15, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Drafts</u></p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1183521.pdf\">AO 2011-16 (Dimension4, Inc. PAC)</a></strong>. On September 15, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao\">two drafts</a> of Advisory Opinion 2011-16 (Dimension4, Inc., PAC). In August, 2010, the PAC loaned $26,000 to its connected organization, Dimension4, Inc. In its advisory opinion request, the PAC asks whether a fund formed by senior officers of the Corporation for the purpose of making charitable contributions may repay the loan, and then be reimbursed by the Corporation. Comments on the drafts are due by noon on September 21.</p>\n        <p><strong/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public three closed cases. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqsl\">MUR 5926</a> <br/>\n        </strong>RESPONDENTS:&#160; Republican Party of Minnesota and David E. Sturrock, in his official capacity as treasurer; and Marina Taubenberger<br/>\n          COMPLAINANTS: Citizens for Responsibility and Ethics in Washington; Melanie Sloan; and Diane Gerth; and FEC Initiated<br/>\n          SUBJECT: The complaint alleged that the Republican Party of Minnesota (RPM) failed to disclose debts and obligations of $100,000 or more from approximately May 2006 to at least February 2007 (1) by failing to report debt to vendors, (2) by withholding employee retirement account funds and not immediately depositing them in employees&#8217; accounts, and (3) by failing to report unreimbursed staff advances as contributions and outstanding debts during the same approximate time period. The complaint alleged further that Taubenberger, RPM&#8217;s treasurer at the time of the events described in the complaint, failed to disclose certain debts and obligations. In addition, in the normal course of carrying out its supervisory responsibilities, the Commission found that RPM apparently made excessive transfers of non-federal funds to its federal account for allocated administrative expenses.<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement whereby RPM agreed to pay a civil penalty of $170,000. The Commission found no reason to believe Taubenberger failed to disclose debts and obligations because the evidence in the matter did not indicate she should be held liable in her personal capacity.</p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6468</a> <br/>\n        </strong>RESPONDENTS:&#160; Empire State Regional Council of Carpenters, now known as Northeast Regional Council of Carpenters, as successor-in-interest; and Empire State Regional Council of Carpenters Political Action Fund-Federal and William R. Banfield, in his official capacity as treasurer<br/>\n          COMPLAINANT: Self Initiated<br/>\n          SUBJECT: The Empire State Regional Council of Carpenters , now known as Northeast Regional Council of Carpenters, as successor-in-interest, (Empire State) and Empire State Regional Council of Carpenters Political Action Fund-Federal and Banfield, in his official capacity as treasurer, (Federal PAC)&#160; disclosed information to the Commission that Empire State, as the collecting agent for the Federal PAC, failed to forward contributions to the Federal PAC in a timely manner and instead maintained the collected funds in an undisclosed escrow account. They further disclosed that the Federal PAC failed to ensure that its collecting agent forwarded funds to it in a timely manner.<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement whereby Empire State and the Federal PAC agreed to pay a civil penalty of $75,000. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6257</a> <br/>\n        </strong>RESPONDENTS:&#160; John Callahan, Callahan for Congress and John V. Filipos, in his official capacity as treasurer; and Friends of John Callahan and John V. Filipos, in his official capacity as treasurer<br/>\n        COMPLAINANT: Robert A. Gleason, Jr.<br/>\n        SUBJECT: The complaint alleged that Friends of John Callahan and Filipos, in his official capacity as treasurer, (Mayoral Committee) made, and John Callahan for Congress and Filipos, in his official capacity as treasurer, (Federal Committee) accepted, an impermissible contribution when the Mayoral Committee sold &#8220;opposition self-research&#8221; to the Federal Committee for less than the &#8220;usual and normal charge.&#8221;<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement whereby the Federal Committee agreed to reimburse the Mayoral Committee for the full value of the &#8220;opposition self-research&#8221; and the Mayoral and Federal Committees agreed to pay a joint civil penalty of $1,200.</p>\n        <p/>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public 47 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2214</a> &#8211; Cheryle Jackson for US Senate and Carol Stanley-Robbins, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2245</a> &#8211; Shadwick for Congress and James A. Lambert, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2251</a> &#8211; Torres for Congress 2010 and Thomas Freer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2258</a> &#8211; Jeff Doctor for Congress and Shari-Ellen Goldstein, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2266</a> &#8211; 21st Century Democrats and Bill Combs, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,300.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2270</a> &#8211; American Pilots&#8217; Association Political Action Committee and Captain Michael R. Watson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2287</a> &#8211; Citizens for John Hager and Andrew A. Hager, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2289</a> &#8211; Committee to Elect Roderick Vereen for Congress and Chuck Mogbo, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2292</a> &#8211; Jeff Doctor for Congress and Shari-Ellen Goldstein, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2301</a> &#8211; Ace Cash Express Inc. PAC and David Dodson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2302</a> &#8211; Alliant Energy Corporation Employee&#8217;s Political Action Comm and Kathryn J. Barnett, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2303</a> &#8211; American Assn. for Marriage &amp; Family Therapy Comm. Advncmnt of Marital &amp; Family Therapy and Tracy Todd, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2305</a> &#8211; American Public Power Association, Public Ownership of Electric Resources PAC and Michelle Lynn Chandler, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2306</a> &#8211; Asplundh Tree Expert Co. Political Action Committee (ATE PAC) and Joseph P. Dwyer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2307</a> &#8211; Barnes &amp; Thornburg Political Action Committee and John Koenig, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2308</a> &#8211; BGR PAC and Lanny Griffith, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2309</a> &#8211; Border Health Federal PAC and Ernie Perez, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2311</a> &#8211; Burson-Marsteller/Young &amp; Rubicam/Prime Policy Group Political Action Committee and M.B. Oglesby, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2313</a> &#8211; Commonwealth Brands Inc. Employee PAC and Mary Loveall, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2314</a> &#8211; Conservative Victory Committee and Leif E. Noren, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2315</a> &#8211; Consolidated Edison Inc. Employees&#8217; Political Action Committee (CEIPAC) and Robert Muccilo, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2316</a> &#8211; Continuing America&#8217;s Strength and Security PAC and Ralph J. Stephens, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2317</a> &#8211; Covington and Burling LLP PAC and Roderick A. Dearment, Esq., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2318</a> &#8211; Direct Selling Association Political Action Committee and Joseph N. Mariano, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2319</a> &#8211; Emergent Biosolutions Inc. Employees PAC and Thomas Moran, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2320</a> &#8211; Expedia Inc. Political Action Committee and Brent Thompson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2321</a> &#8211; Family-PAC Federal and D. Paul Caprio, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2322</a> &#8211; Fulton Financial Corporation PAC and Michael J. Deporter, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2323</a> &#8211; Gibson Dunn &amp; Crutcher LLP PAC and Charles E. Woodhouse, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2324</a> &#8211; HEARPAC of Hearing Industries Association and Jerome Ruzicka, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2325</a> &#8211; Illinois Political Active Letter Carriers and Jack Heniff, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2326</a> &#8211; Indiana Dental PAC and Raymond Maddox, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2327</a> &#8211; International Association of Holiday Inns INN-PAC and Eva Ferguson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2328</a> &#8211; International Securities Exchange PAC and Bruce Cooperman, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2329</a> &#8211; IUOE Operating Engineers and James Jones, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2330</a> &#8211; Majority Initiative to Keep Electing Republicans Fund a.k.a. Mike R Fund and Robert F. Carlin, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2331</a> &#8211; National Association for Uniformed Services PAC and Michael F. Harris, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2332</a> &#8211; National Association of Mortgage Brokers and Ryan C. Riesterer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2333</a> &#8211; New Asurion Corp. Employees Federal Political Action Committee and Mike Ain, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2334</a> &#8211; Newfield Exploration Company Political Action Committee (NEWFIELD PAC) and Susan G. Riggs, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2335</a> &#8211; PMI Mortgage Insurance Company Federal PAC and Ray Chang, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2336</a> &#8211; Seaboard Corporation Political Action Committee and David M. Dannov, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2337</a> &#8211; Stinson Morrison Hecker Political Action Committee PAC and Phillip L. Fraas, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2338</a> &#8211; Suffolk County Detectives Assn Inc. Political Action Committee and William Rathjen, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,237.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2339</a> &#8211; The Recording Industry Association of America Political Action Committee and Mitch Glazier, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2340 </a>&#160;&#8211; UnitedHealth Group Incorporation PAC (United For Health) and Susan Sherwood, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2341</a> &#8211; WATERPAC &#8211; National Rural Water Association Political Committee and Robert Johnson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong> </p>\n        <p/>\n        <p>The Commission made public four campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 564</a>&#8211; IUOE Operating Engineers and James Jones, in his official capacity as treasurer. The respondents agreed to (1) implement compliance measures, (2) send a representative to a Commission conference and (3) pay a civil penalty of $2,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 566 </a>&#8211; OPEUI JB Moss Voice of the Electorate (VOTE) and Mary Mahoney, in her official capacity as treasurer. The respondents agreed to (1) send a representative to a Commission conference, (2) implement compliance measures and (3) pay a civil penalty of $3,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 568 </a>&#8211; American Solutions PAC and Lisa Lisker, in her official capacity as treasurer. The respondents agreed to (1) work with Commission staff to terminate the Committee and (2) pay a civil penalty of $1,500. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 574 </a>&#8211; Mid-Atlantic Laborers&#8217; Political League &#8211; Laborers&#8217; International Union of N.A. and Justin Meighan, in his official capacity as treasurer. The respondents agreed to (1) send a representative to a Commission conference, (2) implement compliance measures and (3) pay a civil penalty of $1,500.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS<br/>\n          </strong><br/>\n          <a href=\"../../audits/2008/AuditReport_2008_OhioRepublicanParty.shtml\">Final Audit Report on the Ohio Republican Party State Central &amp; Executive Committee</a>. On September 12, the Commission made public a Final Audit Report of the Commission on the Ohio Republican Party State Central &amp; Executive Committee (ORP) covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that ORP did not disclose debts totaling $1,195,892 owed to five vendors. The Committee amended its reports to disclose its debts and obligations correctly.</p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_UAPEC.shtml\">Final Audit Report on the United Association Political Education Committee</a>. &#160;On September 15, the Commission made public the Final Audit Report of the Commission on the United Association Political Education Committee (UAPEC), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that UAPEC (1) made excessive contributions to candidates and other political committees totaling $42,225, (2) failed to file notices in a timely way and properly disclose independent expenditures totaling $510,314 and (3) failed to properly disclose transfers from affiliated committees totaling $313,467. </p>\n        <p/>\n        <p>General information about final audit reports is <a href=\"../../audits/audit_reports.shtml\">here</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>. This information has recently been updated to include the 1978 Election Cycle Audits. </p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p><strong/></p>\n        <p><em><a href=\"../../law/litigation/labotz.shtml\">Dan La Botz v. FEC</a></em> (No. 11-cv-01247(BAH)). On September 12, the Commission filed a <a href=\"../../law/litigation/labotz_fec_mtd.pdf\">Motion to Dismiss</a> in the United States District Court for the District of Columbia. Plaintiff Dan La Botz is challenging the dismissal of an administrative complaint (<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6383</a>)<strong> </strong>he filed in 2010 with the Commission. </p>\n        <p><em><a href=\"../../law/litigation/van_hollen.shtml\">Van Hollen v. FEC</a></em> (No. 1:11-cv-00766 (ABJ )). On September 15, the plaintiff filed a <a href=\"../../law/litigation/van_hollen_vh_reply_opp_msj.pdf\">Reply to Intervenors&#8217; Opposition to Plaintiff&#8217;s Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. Representative Chris Van Hollen challenges as contrary to law a Commission regulation concerning disclosure of electioneering communications, 11 C.F.R. 104.20(c)(9).</p>\n        <p>            <strong>PUBLICATIONS</strong><br/>\n            <br/>\n  On September 16, a new edition of the <em><a href=\"../../info/publications.shtml#guides\">Candidate Guide for Congressional Candidates and Committees</a></em> was posted on the Commission website. </p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p/>\n        <p>September 22: The Commission is scheduled to hold an Open Session. When the Commission releases an agenda, it will be available on the <a href=\"../../agenda/agendas.shtml\">Commission Meetings</a> page of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>September 20: September Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong>        </strong>October 25-26, San Diego, CA &#8211; <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs. </em>&#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">August 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of September 12 - September 16, 2011 ", "issue": "2011-37", "href": "press2011/20110916digest.shtml", "date": "09/16/2011", "pdf": null}