{"html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellpadding=\"0\">\n              </table>              \n              <table width=\"692\" border=\"0\">\n                <tr valign=\"top\">\n                  <td width=\"460\">For Immediate Release </td>\n                  <td width=\"80\"><div align=\"right\">Contact:</div></td>\n                  <td width=\"138\">&#160;Judith Ingram</td>\n                </tr>\n                <tr valign=\"top\">\n                  <td>January 15, 2010</td>\n                  <td>&#160;</td>\n                  <td>Christian Hilland</td>\n                </tr>\n                <tr valign=\"top\">\n                  <td>&#160;</td>\n                  <td>&#160;</td>\n                  <td>Julia Queen</td>\n                </tr>\n                <tr valign=\"top\">\n                  <td height=\"22\">&#160;</td>\n                  <td colspan=\"2\"><p align=\"right\"><br/>\n                    ISSUE 2010-2</p>\n                  </td>\n                </tr>\n              </table>\n              <p>&#160;      </p>\n              <div align=\"left\">\n                <p align=\"center\"><strong>Weekly Digest</strong></p>\n                <p align=\"center\"><strong>Week of January 11 &#8211; 15</strong></p>\n                <p><strong/></p>\n                <p><strong/></p>\n                <p><strong>COMMISSION MEETINGS</strong></p>\n                <p>On January 12, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n                <p>On January 14, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings of meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n                <p><strong>ADVISORY OPINIONS</strong></p>\n                <p/>\n                <p><u>Advisory Opinion Issued</u></p>\n                <p><u/></p>\n                <p><strong><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2009-29 (Contra Costa County Retirees)</a>.</strong> On January 14, the Commission approved Advisory Opinion 2009-29. The Commission concluded that neither the Federal Election Campaign Act of 1971, as amended (the Act), nor Commission regulations require the Retiree Support Group of Contra Costa County, California, to submit a proposal to establish a separate segregated fund (SSF) to the organization&#8217;s members for a vote before it can establish the SSF. Under the Act and Commission regulations, an incorporated membership organization may pursue the internal policy of its choice to establish an SSF. </p>\n                <p><strong/></p>\n                <p><u>Request Received</u> </p>\n                <p/>\n                <p><strong><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2010-02 (West Virginia Republican Party)</a></strong>. On January 14, the Commission made public Advisory Opinion Request 2010-02. The West Virginia Republican Party asks whether the provisions of the Act and regulations at 2 U.S.C. 453(b) and 11 CFR 300.35, which provide for the application of State law to the use of non-Federal funds for the purchase by a State party of its office building, would apply to a lease with an option to buy or to a land sales contract on the building. </p>\n                <p/>\n                <p><u>Request Withdrawn </u> </p>\n                <p><u/></p>\n                <p><strong><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2009-27 (American Future Fund)</a>. </strong>On January 12, the American Future Fund withdrew its request for an Advisory Opinion. The Committee had requested an advisory opinion on whether the Federal Election Campaign Act of 1971, as amended (the Act) preempts state laws restricting automated phone calls. </p>\n                <p/>\n                <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n                <p/>\n                <p><strong>ENFORCEMENT<br/>\n                </strong></p>\n                <p>The Commission made public five closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6110</a> &#8211; Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer; Democratic National Committee and Andrew Tobias, in his official capacity as treasurer; Obama for America and Martin Nesbitt, in his official capacity as treasurer; Square Root Sales; Senate Realty Corporation; M&amp;A Development, LLC; VIDA Fitness; and Urban Salons, Inc., d/b/a Bang Salon Spa. The Commission exercised its prosecutorial discretion and dismissed three of the allegations in connection with Obama Victory Fund, Obama for America and the Democratic National Committee and their treasurers, acting in their official capacities, and found no reason to believe violations occurred in connection with five other allegations concerning the committees and their treasurers. The Commission dismissed two allegations regarding VIDA Fitness and Urban Salons, Inc., doing business as Bang Salon Spa, and it dismissed one allegation concerning Square Root Sales. The Commission also dismissed the allegation concerning Senate Realty Corporation and one concerning M&amp;A Development, LLC, and sent the two corporations letters of caution.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6198</a> &#8211; Switalski for Congress and Michael Norbert Switalski, in his official capacity as treasurer; and Committee to Elect Michael Switalski State Senator and JoAnn Matiyow, in her official capacity as treasurer. The Commission, exercising its prosecutorial discretion, dismissed an allegation and sent a letter of caution in connection with Switalski for Congress and its treasurer, and found no reason to believe violations occurred in connection with the other allegations.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6159</a> &#8211; Baldwin County Education Association (BECA); Saadia Hunter, BCEA President; Alabama Education Association; National Education Association; and National Education Association Fund for Children and Public Education. The Commission dismissed the case.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6194</a> &#8211; Sheila Smoot for Congress and Johanna Martin, in her official capacity as treasurer. The Commission dismissed the case.</p>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6206</a> &#8211; BASF Corporation; and BASF Corporation Employees PAC. The Commission closed the file. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/10044261050.pdf\">Statement of Reasons</a> was issued by Chairman Matthew Petersen and Commissioners Caroline Hunter and Donald F. McGahn. Another <a href=\"http://eqs.fec.gov/eqsdocsMUR/10044261011.pdf\">Statement of Reasons</a> was issued by Vice Chair Cynthia L. Bauerly and Commissioner Ellen L. Weintraub</p>\n                <p/>\n                <p><strong>ADMINISTRATIVE FINES</strong></p>\n                <p>The Commission made public four campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 1991</a> &#8211; The 159 Group, Inc. and Samuel B. Kellett, Jr. as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2027</a> &#8211; The 159 Group, Inc. and Samuel B. Kellett, Jr. as Treasurer. The Commission made a final determination and assessed a civil penalty of $130.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2032</a> &#8211; Cindy Sheehan for Congress and David Jette as Treasurer. The Commission made a final determination and assessed a civil penalty of $10,000.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2051</a> &#8211; Cindy Sheehan for Congress and Cindy Sheehan as Treasurer. The Commission made a final determination and assessed a civil penalty of $4,375.</p>\n                <p/>\n                <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n                <p/>\n                <p>On January 12, the Commission issued a new <a href=\"../../em/respondent_guide.pdf\">Guidebook for Complainants and Respondents on the FEC Enforcement Process</a>. The Guidebook summarizes the Commission's general enforcement policies and procedures and provides a step-by-step guide through the Commission's enforcement process. </p>\n                <p><strong>PRESS RELEASES</strong></p>\n                <p><a href=\"20100112EmilyList.shtml\">FEC Statement on the D.C. Circuit Court of Appeals Decision in <em>EMILY&#8217;s List v. Federal Election Commission</em></a> (issued January 12)</p>\n                <p><a href=\"20100114OpenMeeting.shtml\">FEC Approves Advisory Opinion on Establishment of Separate Segregated Fund</a> (issued January 14)</p>\n                <p><a href=\"20100115MUR.shtml\">FEC Takes Final Action on Six Cases</a> (issued January 15)</p>\n                <p><strong>OUTREACH</strong></p>\n                <p><strong/></p>\n                <p>January 11, Washington &#8211; Communication Specialists Katherine Carothers and Dorothy Yeager spoke on the FEC&#8217;s mission and the regulatory aspects associated with running a federal PAC at the PAC Workshop for the American League of Lobbyists. </p>\n                <p><strong>UPCOMING EVENTS</strong></p>\n                <p>February 9-10, New Orleans, LA &#8211; <a href=\"../../info/conferences/2009/sanfrancisco09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is <a href=\"../../info/conferences/2010/neworleans.shtml\">here</a>. </p>\n                <p/>\n                <p>February 24, Washington, FEC Travel Rules Workshop. The Schedule is <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n                <p/>\n                <p>March 9-10, Washington, Conference for Corporations and their PACs.&#160; The schedule is <a href=\"../../info/conferences/2010/corporate10.shtml\">here</a>.</p>\n                <p/>\n                <p><strong>NEXT WEEK (JANUARY 18 &#8211; 22, 2009)</strong></p>\n                <p><strong/></p>\n                <p>January 19: Public comments in response to the <a href=\"../../pdf/nprm/coord_commun/2009/notice_2009-23.pdf\">Notice of Proposed Rulemaking on Coordinated Communications</a> are due. </p>\n                <p/>\n                <p>January 20, Washington, FEC Roundtable Reporting Requirements Workshop. The schedule is <a href=\"../../info/outreach.shtml#roundtables\">here</a>.<br/>\n                </p>\n                <p/>\n                <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n                <p><strong/></p>\n                <p>January 21: Florida 19th District Pre-Primary Reports due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/fl19.shtml\">here</a>. For information on campaign finance data concerning the special election, click <a href=\"../../DisclosureSearch/HSRefreshCandList.do?category=disH&amp;stateName=FL&amp;congressId=19&amp;election_yr=2010\">here</a>.</p>\n                <p/>\n                <p>January 21: Illinois House and Senate Year-End/Pre-Primary Reports due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/ilprim.shtml\">here</a>. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n                <p/>\n                <p>January 31:&#160; Year-End Disclosure Reports due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n                <p/>\n                <p><strong>OTHER RESOURCES</strong></p>\n                <p>  The January issue of The Record is <a href=\"../../pdf/record/2010/january2010record.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n              </div></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "title": "Week of January 11 - January 15, 2010 ", "issue": "2010-02", "href": "press2010/20100115Digest.shtml", "date": "01/15/2010", "pdf": null}