{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 20, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-03</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of January 16 &#8211; 20</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On January 19, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1203.pdf\">AO 2011-25 (Atlas Air)</a></strong>. On January 19, the Commission concluded that certain management employees of Atlas Air Worldwide Holdings, Inc.&#8217;s (Atlas Worldwide) two subsidiaries, Atlas Air, Inc. and Polar Air Cargo Worldwide, Inc., are members of Atlas Worldwide&#8217;s restricted class because they are part of Atlas Air&#8217;s and Polar Air's &#8220;executive or administrative personnel.&#8221; Although the Federal Election Campaign Act of 1971, as amended, (the Act) prohibits direct corporate contributions in connection with federal election campaigns, it permits corporations, including incorporated membership organizations, to solicit voluntary contributions from their restricted class to a separate segregated fund that in turn may be used to make contributions. The Commission concluded, therefore, that Atlas Worldwide may solicit certain management employees of Atlas Air, Inc. and Polar Air Cargo Worldwide, Inc. for voluntary contribution to its separate segregated fund.</p>\n        <p/>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1204.pdf\">AO 2011-26 (Martin H. Freeman)</a></strong>. Martin H. Freeman proposed activities of raising and spending funds for the purposes of identifying citizens who do not possess photographic identification in states that require such identification in order to register to vote or to vote, and assisting them in obtaining such identification. On January 19, the Commission concluded the proposed activities are not subject to the requirements or limitations of the Act and Commission regulations as long as no effort is made to determine party or candidate preferences of the individuals needing assistance.</p>\n        <p/>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1189455.pdf\">AOR 2011-24 (StandLouder.com)</a></strong>. On January 19, the Commission held over an advisory opinion request from Louder Solutions, LLC, a for-profit limited liability company that plans to establish a web application through the website StandLouder.com that will allow users to post and fund proposed advertisements. In its advisory opinion request, StandLouder.com indicates that it will receive a license from content creators to, among other services, facilitate funding, provide technical compliance, and determine the time and placement of the ads. StandLouder.com anticipates that the advertisements will relate to topics including political and social issues as well as candidates for federal office. The request posed questions regarding whether its proposed business model would trigger political committee status and StandLouder.com could identify itself in disclaimers and disclosure reports as the entity that paid for the advertisements. On January 19, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1191732.pdf\">extension of time</a> until February 3.</p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1189870.pdf\">AOR 2011-27 (New Mexico Voices for Children)</a></strong>. On January 19, the Commission held over an advisory opinion request from New Mexico Voices for Children that seeks to determine whether or not a proposed severance payment to its former Executive Director, who currently is a candidate for federal office, will result in a prohibited corporate contribution to the candidate under the Act or Commission regulations.</p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1190127.pdf\">AOR 2011-28 (Western Representation PAC)</a>.</strong> On January 19, the Commission discussed then held over an advisory opinion request from Western Representation PAC.&#160; During the discussion, the Commission heard from counsel to Western Representation PAC regarding Western Representation PAC&#8217;s plans to place ads on Facebook during the 2012 Republican presidential primary season that expressly advocate the election or defeat of clearly identified candidates. Western Representation PAC asks whether it (1) must include the costs of these ads on its 24- and 48-hour Independent Expenditure reports, and (2) must attribute these costs to individual state primary elections on its regular monthly reports.&#160; </p>\n        <p><u/></p>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1191730.pdf\">AOR 2012-03 (ActRight)</a></strong>. On January 19, the Commission made public Advisory Opinion Request 2012-03, submitted by ActRight. The requestor asks whether it may bundle contributions received in unlimited amounts from individuals, corporations and labor unions, and forward them to other committees that make only independent expenditures or that accept the funds into a separate non-contribution account. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by March 19, 2012.<br/>\n            <br/>\n            <strong><a href=\"http://saos.fec.gov/aodocs/1191800.pdf\">AOR 2012-04 (Justice Party of Mississippi)</a></strong>.&#160; On January 19, the Commission made public Advisory Opinion Request 2012-04.&#160; The Justice Party of Mississippi asks whether it constitutes a state political party committee as defined in the Act and Commission regulations. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by March 19, 2012. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. <br/>\n        </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public three closed cases.</p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6054</a><br/>\n        </strong>RESPONDENTS:&#160; Representative Vernon G. Buchanan; Vern Buchanan for Congress and Joseph R. Gruters, in his official capacity as treasurer; 1099 L.C. d/b/a Venice Nissan; Donald M. Caldwell; Brad S. Combs; Carlo A. Bell; Jason A. Martin; William F. Mullins; Jack Prater; Marvin L. White; 11-2001 LLC d/b/a Hyundai of North Jacksonville and Sam Kazran; Gary Scarbrough; 10-2002 LLC, f/ka/Suncoast Ford; Sarasota 500, LLC d/b/a Sarasota Ford; and Buchanan Automotive Holdings<br/>\n  COMPLAINANTS:&#160; Citizens for Responsibility and Ethics in Washington, Melanie Sloan, David J. Padilla and Carlo A. Bell; and Self-Initiated<br/>\n  SUBJECT:&#160; The complaint alleged that Vern Buchanan for Congress and its treasurer (the Committee) accepted contributions from employees at Venice Nissan Dodge and Sarasota Ford, automobile dealerships in which Buchanan holds or previously held a majority ownership, for which the dealerships reimbursed the contributors. The complaint also alleged that Buchanan and dealership managers coerced employees into making contributions, and that Buchanan Automotive Holdings (BAH) participated in the reimbursement of contributions. Additionally, the Committee disclosed information to the Commission that it had learned that contributions by employees of another Buchanan dealership, 11-2001 LLC d/b/a Hyundai of North Jacksonville (HNJ), had been reimbursed. In the normal course of carrying out its supervisory responsibilities, the Commission discovered that Suncoast Ford and Scarbrough apparently helped make contributions in the name of another and that Suncoast Ford apparently made excessive contributions. Buchanan was a candidate for Florida&#8217;s 13th Congressional District. <br/>\n  DISPOSITION: On March 17, 2010, the Commission found reason to believe that Buchanan, Vern Buchanan for Congress and Gruters, in his official capacity as treasurer, knowingly and willfully accepted contributions in the name of another and excessive contributions. &#160;Subsequently, the Office of General Counsel (OGC) issued a report to the Commission in which OGC stated that it was not recommending a finding of probable cause because there was insufficient available testimonial or documentary evidence to corroborate the allegations. &#160;On February 1, 2011, the Commission approved OGC&#8217;s recommendation to take no further action and close the file in connection with these respondents.&#160; The Commission found probable cause that HNJ and Kazran used company funds to reimburse employees and others for contributions they made to the Committee in the name of another, and that HNJ made excessive contributions. The Commission engaged unsuccessfully in post-probable cause conciliation with Kazran and HNJ. Litigation with Kazran is ongoing. The court issued a default judgment against HNJ. The Commission entered into a conciliation agreement providing for 1099 L.C. d/b/a Venice Nissan and Caldwell to pay a civil penalty of $11,000 and to request that the Committee disgorge all relevant contributions to the United States Treasury. The Commission voted to take no further action and close the file in connection with Combs, and to close the file in connection with Bell, Martin, Mullins, Prater and White. The Commission entered into conciliation agreements providing that Scarbrough and Suncoast Ford pay civil penalties of $8,500 and $7,000, respectively. The Commission dismissed the allegation in connection with Sarasota Ford because there was no evidence that Sarasota Ford reimbursed any disclosed contributions to the Committee. The Commission found no reason to believe BAH violated the prohibition on contributions in the name of another because there was no evidence that BAH was the source of any reimbursements or contributions.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6472</a> <br/>\n        </strong>RESPONDENTS: Diane Gooch; Diane Gooch for Congress, Inc., and Ronald Gravino, in his official capacity as treasurer; Strong New Jersey; and the <em>Two River Times</em><br/>\n  COMPLAINANT: Vincent T. Ehmann, Jr.<br/>\n  SUBJECT: The complaint alleged that Gooch failed to register as a candidate with the Commission and to designate her principal campaign committee. The complaint alleged further that Strong New Jersey (SNJ), which Gooch founded, was engaged in activities in support of Gooch&#8217;s candidacy but failed to register and report as an authorized campaign committee. The complaint also alleged that SNJ&#8217;s use of the address of the <em>Two River Times</em> as its return address on mailers resulted in an improper corporate contribution to SNJ. Gooch was a 2010 primary candidate in New Jersey&#8217;s 6th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe any of the respondents violated the Act or Commission regulations because (1) Gooch was not a candidate during the relevant period, (2) SNJ does not appear to have received contributions or made expenditures of $1,000 or more in a calendar year in support of Gooch and thus does not appear to be an authorized campaign committee and (3) the use of the <em>Two River Times</em> return address does not constitute an impermissible contribution under the Act to SNJ because SNJ is not a political committee. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6496</a> <br/>\n        </strong>RESPONDENTS:&#160; National Structured Settlements Trade Association; and National Structured Settlements Trade Association Political Action Committee and Eric Vaughn, in his official capacity as treasurer<br/>\n  COMPLAINANT:&#160; Self-initiated<br/>\n  SUBJECT:&#160; The National Structured Settlements Trade Association (NSSTA) and the National Structured Settlements Trade Association Political Action Committee and Vaughn, in his official capacity as treasurer, (NSSTA PAC) disclosed information to the Commission that (1) NSSTA PAC failed to deposit $1,500 in contributions in its bank account within 10 days, (2) NSSTA made and NSSTA PAC and Vaughn, in his official capacity as treasurer, accepted prohibited corporate contributions, and (3) NSSTA PAC failed to accurately report receipts and disbursements and misreported cash on hand.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement whereby NSSTA and NSSTA PAC and Vaughn, in his official capacity as treasurer, agreed to pay a civil penalty of $4,000.</p>\n        <p>For information regarding the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p><strong/></p>\n        <p>On January 4, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../general/documents/KastleKeyInspectionReport.pdf\">Inspection Report of the Commission&#8217;s Kastle Key Program</a>. </p>\n        <p><strong/></p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120119openmeeting.shtml\">FEC Approves Two Advisory Opinions, Holds Over Three Advisory Opinion Requests</a> (issued January 19)</p>\n        <p/>\n        <p><strong>UPCOMING CONFERENCES</strong><strong> </strong></p>\n        <p><strong/></p>\n        <p>February 22-23, Miami, Florida, <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach page </a>  of the Commission website.</p>\n        <p/>\n        <p>For information regarding additional upcoming conferences and seminars, click <a href=\"../../info/outreach.shtml\">here</a>. </p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p>January 24: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>January 31: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p>February 20: February Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> is available online. Printed copies of the updated Guide are also available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p>&#160;</p>\n      <p>&#160;</p>\n      <p>&#160;</p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of January 16 - January 20, 2012 ", "issue": "2012-03", "href": "press2012/20120120digest.shtml", "date": "01/20/2012", "pdf": null}