{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>October 29,  2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-43</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of October 25 &#8211; 29</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong>        </strong>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Issued</u></p>\n        <p>        <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3129&amp;START=51.pdf\"><strong>AO 2010-22 (Working Families Party of Connecticut)</strong></a>. On October 26, the Commission approved Advisory Opinion 2010-22.&#160; The Commission concluded that Working Families Federal PAC, doing business as Take Back Congress CT (the \"Committee\"), qualifies as a State committee of a political party under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. The Committee qualifies as a State committee of the Connecticut Working Families Party because: (1) the Connecticut Working Families Party (the &#8220;CT WFP&#8221;) qualifies as a political party; (2) the CT WFP possesses an official party structure; and (3) the Committee is responsible for the day-to-day operations of a political party at the State level.</p>\n        <p><u><a href=\"http://saos.fec.gov/aodocs/70.pdf\"><strong>AO 2010-28 (Indiana Democratic Congressional Victory Committee and Hoosiers for Hill)</strong></a></u>. On October 27, the Commission approved Advisory Opinion 2010-28. The Commission concluded that the Indiana Democratic Congressional Victory Committee (the \"State Committee\") may refund a $34,600 transfer to Hoosiers for Hill without making a contribution subject to the amount limited by the Act. </p>\n        <p><u>Drafts Available for Public Comment</u></p>\n        <p><u>        </u><strong><a href=\"http://saos.fec.gov/aodocs/70.pdf\">AO 2010-23 (CTIA - The Wireless Association)</a></strong>. On October 28, the Commission made public a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3130&amp;START=1153638.pdf\">draft</a> &#160;of Advisory Opinion 2010-23. CTIA - The Wireless Association asks whether it may administer Common Short Codes (five- or six-digit numbers) to allow the use of cellular phone text messaging for anonymous contributions to candidates and political committees. </p>\n        <p><strong><a href=\"../../agenda/2010/mtgdoc1063.pdf\">Advisory Opinion Request 2010-25 (RG Entertainment, Ltd)</a></strong>. On October 27, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1153431.pdf\">Statement by Commissioner Steven T. Walther</a> supplementing the record in this matter. In their request, RG Entertainment, Ltd., Star Parker, Star Parker for Congress, Motive Entertainment, Inc., engage4 LLC, and InService America, Inc. asked whether (1) disbursements in connection with the production, marketing, and distribution of a documentary film and its trailer would be covered by the press exemption or would constitute <em>bona fide </em>commercial activity; (2) payments for the production and distribution of the film would constitute a coordinated communication with Parker, a candidate who appears in the film; (3) public theatrical exhibitions of the film would require disclaimers; and (4) Parker's appearances and licensing activities in conjunction with screenings of the film would be subject to the Act and Commission regulations.</p>\n        <p><u>  Supplement Received</u></p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1150164.pdf\">Advisory Opinion Request 2010-27 (Obama for America/Biden for President)</a></u></strong>. On October 25, 2010, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1152724.pdf\">supplement</a> to Advisory Opinion Request 2010-27.&#160; In the request, Obama for America (OFA) and Biden for President (BFP) ask: (1) whether OFA may transfer $138,000 to BFP pursuant to 11 C.F.R. &#167; 110.3(c)(4) to cover BFP&#8217;s net debts, including expected payments to the U.S. Treasury that BFP must make within 30 days of the issuance of BFP&#8217;s Final Audit Report; or (2) in the alternative, whether OFA may directly pay the debts incurred by BFP pursuant to 11 C.F.R. &#167; 110.1(b)(3)(iv). </p>\n        <p>Advisory Opinions and Requests are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>. </p>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public two closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6269*</a> &#8211; Tarkanian for Senate and Chrissie Hastie, in her official capacity as treasurer; Danny Tarkanian; Mike Montandon for Governor; Steve Wark; and Image and Design. The Commission found no reason to believe Tarkanian for Senate, Hastie, in her official capacity as treasurer, Tarkanian, Wark or Image and Design violated the Act. The Commission dismissed part of the allegation against Mike Montandon for Governor and found no reason to believe a violation occurred in connection with the rest of the allegation. (This entry has been amended to reflect a fuller account of the resolution of the case.)</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6151</a> &#8211; Derrick Shepherd Campaign Committee and Derrick Shepherd, in his official capacity as treasurer. The Commission took no further action.</p>\n        <p><br/>          \n        <strong>LITIGATION </strong></p>\n        <p><a href=\"../../law/litigation/bluman.shtml\"><em>Bluman v. FEC</em></a>. On October 19, Benjamin Bluman and Asenath Steiman filed a <a href=\"../../law/litigation/bluman_bluman_complaint.pdf\">complaint</a> in the United States District Court for the District of Columbia. Plaintiffs are challenging the constitutionality of 2 U.S.C. &#167; 441e and 11 CFR &#167; 110.20, which as applied to Plaintiffs, prohibit political contributions and independent expenditures by foreign nationals other than permanent residents who lawfully reside and work in the United States. Plaintiffs also filed an <a href=\"../../law/litigation/bluman_bluman_app_for_3_judge_court_and_memo_in_supp.pdf\">Application for Three-Judge Court and Memo in Support</a>. </p>\n        <p><a href=\"../../law/litigation/crew_complaint.pdf\"><em>Citizens For Responsibility And Ethics In Washington (CREW) v. FEC</em></a><em>. </em>On October 28, CREW filed an amended <a href=\"../../law/litigation/crew_crew_amended_complaint.pdf\">complaint</a>.</p>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p>On October 12, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../fecig/documents/workplan11a.pdf\">Fiscal Year 2011 Work Plan</a>.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On October 26, Communications Specialist Stephanie Caccomo met with a delegation of political leaders from Asia to discuss the Commission's role in campaign finance regulation. The delegation was sponsored by the State Department's International Visitor Leadership Program.</p>\n        <p>On October 28, Communications Specialist Chris Berg met with Elderhostel participants from the American Civics Center to discuss recent campaign finance litigation.</p>\n        <p><strong>CFC CAMPAIGN<br/>\n              <br/>\n        </strong>On October 27, Chairman Matthew S. Petersen led the FEC kick-off of the Combined Federal Campaign (CFC), the world&#8217;s largest workplace charity fundraising campaign. The CFC raises money for charities both in the United States and abroad. Representatives from several local charities and the National Capitol Area CFC Headquarters spoke with FEC staff about how the CFC makes a difference in beneficiaries&#8217; lives. Chairman Petersen thanked the staff volunteers who are coordinating the giving campaign.&#160;&#160;&#160; </p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>November 4: The Commission is scheduled to hold an Open Session. When the Commission releases an agenda, it will be available on the Commission&#8217;s website <a href=\"../../agenda/agendas.shtml#meetings\">here</a>.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>December 2: &#160;Post-General Reports are due. For information on reporting dates for this election, click <a href=\"../../info/report_dates_2010.shtml#general\">here</a>.</p>\n        <p><strong>UPCOMING EVENTS&#160; </strong></p>\n        <p>November 17, Washington, DC. FEC Roundtable Workshop on <em>Winding Down the Campaign</em> for House and Senate Campaigns. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p>January 12, 2011, Washington, DC. FEC Roundtable Workshops on <em>FEC Reporting Requirements</em>. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p>January 12, 2011, Washington, DC. FEC Roundtable Workshops on <em>FECFile &amp; E-Filing</em>. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The October issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/oct10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted. </p>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p>Sunshine Act Notices for previous Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for previous Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected previous meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>.</p>\n        <p>&#160;</p>\n        <p>&#160;</p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of October 25 - October 29, 2010 ", "issue": "2010-43", "href": "press2010/20101029Digest.shtml", "date": "10/29/2010", "pdf": null}