{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>April 1,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-13</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of March 28 &#8211; April 1</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinion Issued</u> </p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3207&amp;START=1172787.pdf\">AO 2011-05 (Terry)</a>. On April 1, the Commission approved Advisory Opinion 2011-05. The Commission concluded that Representative Lee Terry may use campaign contributions to offset the costs of installing additional security upgrades to his home. The Commission concluded that these expenses would not exist irrespective of the Congressman's campaign or duties as a Federal officeholder and the payment of these expenses would not constitute personal use of campaign funds under 2 U.S.C. 439a(b).&#160; </p>\n        <p><u>Drafts</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao\">AO 2011-04 (American Israel Public Affairs Committee)</a></strong>. On April 1, the Commission made public a draft of Advisory Opinion 2011-04. The American Israel Public Affairs Committee (AIPAC) asks whether it can post candidate position papers on a website accessible only to AIPAC members. Comments on the draft are due by noon on April 6, 2010.</p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public five closed cases and three Statements of Reasons. </p>\n        <p><strong><u>MUR 5472</u><br/>\n          </strong>RESPONDENTS: Republican Victory Committee, a/k/a Republican Victory 2004 Committee and Jody L. Novacek, in her official capacity as treasurer; Jody L. Novacek; and BPO, Inc. and BPO Advantage, LP<br/>\n  COMPLAINANT: Republican National Committee<br/>\n  SUBJECT: The complaint alleged that the Republican Victory 2004 Committee (RVC) knowingly and willfully fraudulently misrepresented itself as being affiliated with or acting on behalf of the Republican Party in order to solicit contributions. The complaint alleged further that RVC and Novacek, in her capacity as treasurer, contracted with BPO, Inc. and/or BPO Advantage, LP to conduct the fraudulent telemarketing fundraising campaign. The complaint further alleged that Novacek was President of BPO Advantage, L.P. <br/>\n  DISPOSITION: In 2005, the Commission found reason to believe the respondents knowingly and willfully violated the Federal Election Campaign Act of 1971, as amended (the Act) by (1) failing to register as a political committee, (2) failing to file required reports with the Commission and (3) fraudulently misrepresenting campaign authority. On February 25, 2011, the Commission voted to close the file following the order of final judgment in <em><a href=\"../../law/litigation/novacek.shtml\">FEC v. Novacek</a></em> by the United States District Court for the Northern District of Texas Dallas Division. The district court held that (1) Novacek and the Republican Victory Committee, Inc. knowingly and willfully violated federal campaign finance law by fraudulently misrepresenting themselves as acting for, or on behalf of, a political party for the purpose of soliciting contributions, (2) BPO, Inc. and BPO Advantage, LP knowingly and willfully violated federal campaign finance law by participating in the scheme, and (3) Novacek and RVC failed to include required disclaimer information on their communications. The district court (1) granted the Commission declaratory and injunctive relief, (2) ordered the defendants to pay $47,414.15, and (3) ordered that any contributions held by non-party Apex CoVantage, L.L.C. or its agents that were obtained through the solicitations made for RVC should be turned over to the Commission for return to the contributors, if possible. If such return is not possible, any checks are to be destroyed and any cash paid over to the Republican Party.</p>\n        <p><strong><u>MUR 6188</u><br/>\n          </strong>RESPONDENT: Clifford Morgan <br/>\n  COMPLAINANT: FEC Initiated<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission staff learned that Morgan, the former treasurer of the San Antonio Police Officers&#8217; Association (the Committee), apparently made unauthorized disbursements of Committee funds totaling $62,400. <br/>\n  DISPOSITION: The Commission found reason to believe Morgan knowingly and willfully violated the Act by failing to accurately keep an account of and report disbursements in the Committee&#8217;s disclosure reports. The Commission agreed to enter into a conciliation agreement that does not provide for payment of a civil penalty due to Morgan&#8217;s demonstration of financial hardship but does contain admissions of violations and Morgan&#8217;s agreement not to work or volunteer for federal political committees in a capacity involving the committee&#8217;s finances for 10 years.</p>\n        <p><strong><u>MUR 6345 </u><br/>\n          </strong>RESPONDENTS: Chris Nwasike for Congress and Marcus Brooks, in his official capacity as treasurer; Biblical Concepts Ministries, Inc.; Chukwuemeka Christian &#8220;Chris&#8221; Nwasike; Marianne &#8220;Jorgine&#8221; Fields; and Joseph &#8220;Jay&#8221; Fields<br/>\n  COMPLAINANT: Jerod Powers<br/>\n  SUBJECT: The complaint alleged that Nwasike, Chris Nwasike for Congress and Brooks, in his official capacity as treasurer, instructed Joseph &#8220;Jay&#8221; Fields, the treasurer of a religious rally, to use funds from Biblical Concepts Ministries, Inc. (BCM) to make a $2,000 payment to rally co-organizer Marianne &#8220;Jorgine&#8221; Fields. The complaint alleges further that Fields, in turn, used these BCM funds to make a contribution to Chris Nwasike for Congress. Nwasike, who was also co-organizer of the rally, was a 2010 candidate for Florida&#8217;s 3rd Congressional District.<br/>\n  DISPOSITION: Because of the relatively small amount of money involved and the subsequent refund of the contribution before the complaint was filed, the Commission exercised its prosecutorial discretion and dismissed (1) allegations that Nwasike assisted in making and that Chris Nwasike for Congress and Brooks, in his capacity as treasurer, knowingly accepted a corporate contribution in the name of another, as well as (2) the related allegations against BCM and Joseph and Marianne Fields. The Commission also found no reason to believe that (1) Nwasike, Chris Nwasike for Congress and Brooks, in his official capacity as treasurer, illegally solicited any funds for, or made or directed any donations to BCM, a Section 501(c) non-profit organization or 2) BCM, Joseph and Marianne Fields violated the prohibition on political party committees soliciting funds or directing donations to certain Section 501(c) non-profit organizations. The Commission issued three Statements of Reasons setting forth the basis for dismissal of these allegations: a <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044291434.pdf\">Statement of Reasons</a> by Chair Cynthia L. Bauerly, Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn, Matthew S. Petersen and Steven T. Walther; a <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044291440.pdf\">Statement of Reasons</a> by Commissioner Ellen L. Weintraub; and a <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044291430.pdf\">Statement of Reasons</a> by Chair Bauerly and Commissioner Walther.</p>\n        <p><strong><u>        </u></strong><strong><u>MUR 6353</u></strong><strong> <br/>\n        </strong>RESPONDENTS: Jim Renacci for Congress and Lisa Evangelista in her official capacity as treasurer; Steel Equipment Specialists; and Morgan Engineering, Inc.<br/>\n        COMPLAINANT: Boccieri for Congress, by Steve Okey, Treasurer<br/>\n        SUBJECT: The complaint alleged that Jim Renacci for Congress and Evangelista, in her official capacity as treasurer, accepted prohibited in-kind contributions from two corporations, Steel Equipment Specialists and Morgan Engineering, Inc., in connection with a fundraiser. Renacci was a 2010 candidate for Ohio&#8217;s 16th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the low dollar amount associated with the alleged contribution and in furtherance of the Commission&#8217;s priorities relative to other pending enforcement matters.</p>\n        <p><strong><u>MUR 6406</u></strong><strong> <br/>\n        </strong>RESPONDENTS: Lee Terry for Congress and David Bywater, in his official capacity as treasurer <br/>\n        COMPLAINANT: Nebraska Democratic Party by Laura A. Wigley<br/>\n        SUBJECT: The complaint alleged that Lee Terry for Congress and Bywater, in his official capacity as treasurer, failed to include a printed box around the required disclaimers on the campaign&#8217;s Internet ads. Terry was a 2010 candidate for Nebraska&#8217;s 2nd Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe that a printed box around the disclaimer was required, since it appeared on an Internet page, not in a printed communication.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/bluman.shtml\">Bluman v. FEC</a> </em>(Civ. No. 10-1766 (RMU)). On March 28, the Plaintiffs filed a <a href=\"../../law/litigation/bluman_bluman_reply_memo_in_supp_of_msj.pdf\">Reply Memorandum in Support of Plaintiffs' Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/carey.shtml\">Carey v. FEC</a> </em>(Civ. No. 11-259 (RMC)). On March 28, the Plaintiffs filed a <a href=\"../../law/litigation/carey_carey_reply_memo_mot_pre_inj.pdf\">Reply Memorandum in Support of Motion for Preliminary Injunction</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/LNC.shtml\">Libertarian National Committee, Inc. (LNC) v. Federal Election Commission</a></em> (No. 11-cv-562). On March 24, the United States Court of Appeals for the District of Columbia Circuit issued a <a href=\"../../law/litigation/lnc_dc_design_of_judges_3judge_ct.pdf\">Designation</a> of Judges to Serve on Three-Judge District Court.</p>\n        <p><strong>PUBLIC DISCLOSURE</strong></p>\n        <p>The Commission has added the <a href=\"../../law/cfr/cfr.shtml\">2011 edition of Title 11, Code of Federal Regulations</a> to its website.&#160; Hard copies are also available; call 1-800/424-9530 (press 6), or send an e-mail to <a href=\"mailto:info@fec.gov?subject=11%20CFR%20Order\">info@fec.gov</a> requesting &#8220;11 CFR.&#8221; </p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>April 5: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p>April 7: The Commission is scheduled to hold an Open Session. The <a href=\"../../agenda/2011/agenda20110407.shtml\">Open Session agenda</a> is available on the FEC website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p>April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS<br/>\n              <br/>\n        </strong>April 6, 2011, Washington, DC. <em>FEC Seminar for House and Senate Campaign Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p>May 11, 2011, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/march11.pdf\">March 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">March 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        <p align=\"center\">NEW: Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of March 28 - April 1, 2011 ", "issue": "2011-13", "href": "press2011/20110401digest.shtml", "date": "04/01/2011", "pdf": null}