{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>July 22,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-29</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 18 &#8211; 22</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On July 19, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p>On July 21, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2011-13\">AO 2011-13 (DSCC)</a></strong>. On July 21, the Commission approved an advisory opinion concluding that the Democratic Senatorial Campaign Committee (DSCC) may revise its disclaimers on its standard and mobile fundraising solicitation webpages. The DSCC&#8217;s revised solicitation webpages eliminate the separate box that donors check to affirm their eligibility to make a contribution and instead ask donors to &#8220;certify&#8221; their eligibility to make a contribution by clicking the button to complete their contribution.</p>\n        <p><u>Supplements Received</u> </p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1177546.pdf\">AOR 2011-15 (Hassan)</a></strong>. On July 20, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3268\">supplements</a> to Advisory Opinion Request 2011-15. Abdul K. Hassan, a naturalized United States citizen, intends to be a candidate for President in 2012, and he asks whether provisions of the Act and Commission regulations pertaining to campaign contributions and expenditures, and recordkeeping and reporting requirements, apply to him as a naturalized citizen.&#160; He also asks whether he is eligible to receive Presidential matching funds.&#160; </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. &#160;&#160;</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public one closed case. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6386</a> </strong></p>\n        <p>RESPONDENTS: Steve Fincher for Congress and Phyllis Patterson, in her official capacity as treasurer; and Gates Banking and Trust Company<br/>\n        COMPLAINANT: Herron for Congress <br/>\n        SUBJECT: The complaint alleged that Steve Fincher for Congress and Patterson, in her official capacity as treasurer, misreported the source of a campaign loan as the personal funds of the candidate instead of Gates Banking and Trust Company, the loan&#8217;s ultimate source. The complaint further alleged that since there was no security interest in the collateral for the loan, Gates Banking and Trust Company made and Steve Fincher for Congress and Patterson, in her official capacity as treasurer, accepted a prohibited corporate contribution. Fincher was a 2010 candidate for Tennessee&#8217;s 8th Congressional District.<br/>\n        DISPOSITION: The Commission closed the file. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044300261.pdf\">Statement of Reasons</a> was issued by Chair Cynthia L. Bauerly and Commissioners Steven T. Walther and Ellen L. Weintraub.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public six campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2205</a> &#8211; Kolosso for Congress Election Committee and Daniel Kyle, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $280.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2219</a> &#8211; Deon Long for Congress and Deon Long, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2228</a> &#8211; Kevin Burns 4 US Senate and Rob Flint, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2229</a> &#8211; Kevin Powell for Congress 2010 and Lloyd Colona, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,950.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2233</a> &#8211; Lynch for Congress and Edward Lynch, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,980.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2260</a> &#8211; Kolosso for Congress Election Committee and Daniel Kyle, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $106.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong></p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1141.pdf\">Audit Division Recommendation Memorandum on John Edwards for President (JEFP)</a>. On July 21, the Commission approved the Audit Division&#8217;s Recommendation Memorandum on John Edwards for President (JEFP), covering campaign finance activity between January 3, 2007 and March 31, 2008. The Audit Division recommended that the Commission approve the findings presented in the Draft Final Audit Report related to (1) matching funds received in excess of entitlement, (2) the misstatement of financial activity, (3) failure to itemize loan repayments and (4) stale-dated checks. The memorandum recommends that JEFP repay to the United States Treasury $2,136,507 for matching funds received in excess of entitlement and $141,808 for stale-dated checks. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1140.pdf\">Draft Final Audit Report on the Georgia Federal Elections Committee (GFEC)</a>. On July 21, the Commission approved the Proposed Final Audit Report on the Georgia Federal Elections Committee (GFEC), a state party committee, which found that the GFEC (1) misstated receipts, disbursements and cash-on-hand, (2) failed to provide supporting documentation of its allocable payroll expenses and (3) failed to disclose the occupation and/or name of the employer of 71 contributors. GFEC amended its reports and provided documentation to address these issues. The report addressed additional issues related to (1) payroll activity and (2) potential non-federal funding for possible federal activity, and noted that the Commission did not approve staff recommendations on these issues by the required four votes.</p>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/crew110951_complaint.pdf\">CREW v. FEC</a> </em>(No. 11-cv-00951(CKK)). On July 18, the Commission filed a <a href=\"../../law/litigation/crew110951_fec_reply_supp_mtd.pdf\">Reply</a> in Support of its Motion to Dismiss, or, in the Alternative, for Summary Judgment in United States District Court for the District of Columbia.</p>\n        <p><a href=\"../../law/litigation/kazran.shtml\"><em>FEC v. Kazran</em></a> (No. 3:10-cv-1155-G-99 TGC-JRK). On July 18, defendant Sam Kazran filed a <a href=\"../../law/litigation/kazran_kazran_response_joinder.pdf\">Response</a> to Plaintiff's Complaint and Request for Leave to Join the Proper Parties in this Action in the United States District Court for the Middle District of Florida. On July 21, the Commission filed a <a href=\"../../law/litigation/kazran_fec_mot_part_sj.pdf\">Motion for Partial Summary Judgment</a> against Kazran.</p>\n        <p><em><a href=\"../../law/litigation/labotz.shtml\">Dan La Botz v. FEC</a></em> (No. 11-cv-01247(BAH)). On July 8, La Botz filed a <a href=\"../../law/litigation/labotz_labotz_complaint.pdf\">complaint</a> in United States District Court for the District of Columbia. The Plaintiff is challenging the dismissal of an administrative complaint he filed in 2010 with the Commission.</p>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p>On July 21, the Commission approved a <a href=\"../../agenda/2011/mtgdoc_1145a.pdf\">Policy Statement Regarding a Program for Requesting Consideration of Legal Questions by the Commission</a>. The Commission made the year-old pilot program permanent and approved a statement clarifying (1) when the 15-day period to submit a request for consideration is triggered, (2) the procedure to grant extensions of time to requestors, (3) what gets shared with the requestor after the Commission acts and (4) what gets placed on the public record in response to a request for consideration. The Commission also added an annual review process to the permanent program. The program provides a means by which persons and entities may have a legal question considered by the Commission earlier in both the financial disclosure report review process and the audit process.        </p>\n        <p>          <strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../press2011/20110721openmeeting.shtml\">FEC Approves Advisory Opinion, Audit Recommendation, Audit Report and Program for Commission Consideration of Legal Questions</a><strong> </strong>(issued July 21)</p>\n        <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n        <p>July 20: July Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>July 31: Mid-Year Reports are due. For more information on semi-annual reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#semi\">2011 Semi-annual Reporting page</a> of the Commission website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>September 7-8, Minneapolis, MN &#8211; <em>Regional</em> <em>Conference for House and Senate Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. &#160;Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jul11.pdf\">July 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/publications.shtml\">July 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of July 18 - July 22, 2011", "issue": "2011-29", "href": "press2011/20110722digest.shtml", "date": "07/22/2011", "pdf": null}