{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 25, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140725digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-30</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong><br/>\n        Week of July 21 &#8211; 25</strong></p>\n          <p align=\"center\">&#160;</p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On July 22, the Commission held an executive session.</p>\n          <p/>\n          <p>On July 23, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><u>Advisory Opinions Issued </u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2014-06\">AO 2014-06 (Ryan, Ryan for Congress, Inc., and Prosperity Action, Inc.)</a>. On July 23, the Commission approved an advisory opinion in response to a request from Representative Paul Ryan, Ryan for Congress, Inc., and Prosperity Action, Inc. The Commission concluded that, as proposed in the request, the requestors may engage in the distribution of a book authored by Representative Ryan and the Committees may engage in the de minimis promotion of the book.&#160; The Commission also concluded that the book's publisher may publish and promote the book as proposed in the request because such activity is not subject to regulation under the Federal Election Campaign Act of 1971, as amended (the Act). During the discussion, the Commission heard from counsel on behalf of the requestor. Chairman Lee E. Goodman and Commissioners Matthew S. Petersen and Caroline C. Hunter issued a <a href=\"http://saos.fec.gov/aodocs/1302171.pdf\">Concurring Opinion</a>. </p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2014-05\">AO 2014-05 (Henry Ford Health System Government Affairs Services Political Action Committee)</a>. On July 23, the Commission approved an advisory opinion in response to a request from the Henry Ford Health System Government Affairs Services Political Action Committee. The Commission concluded that the requestor may solicit contributions from employees of its connected organization&#8217;s corporate parent and of that parent&#8217;s other subsidiaries pursuant to the Act and Commission regulations. The Commission did not reach the question of whether the Act preempts Michigan law concerning the solicitation of contributions because the state law at issue does not apply to contributions to federal political committees, and the state has officially interpreted that law as not regulating contributions or expenditures made to support or oppose federal candidates. During the discussion, the Commission heard from counsel on behalf of the requestor.</p>\n          <p><u>Advisory Opinion Request Withdrawn</u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=61383566DEFFE7A4312167ABCA150430?SUBMIT=ao&amp;AO=3692&amp;START=1300195.pdf\">AOR 2014-08 (Nick for New York)</a>. On July 22, the requestor withdrew the advisory opinion request. Congressional Candidate Nicholas Di iorio and his principal campaign committee, Nick for New York, had asked whether Mr. Di iorio may participate in a reality television show featuring candidates for office, and whether he may be paid in return for his participation. </p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public three closed cases and one Statement of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6572, 6606 and 6676</a> <br/>\n          COMPLAINANTS: Nevada State Democratic Party and Robert G. Lange, Chair<br/>\n          RESPONDENTS: Tarkanian for Congress (f/k/a Danny Tarkanian for Congress) and Chrissie Hastie, in her official capacity as treasurer; DeWayne Zinkin; Zinkin Entertainment LLC; Haig&#8217;s Quality Printing; B.I. Porter Commercial &amp; Residential Properties; Mason Contractors Association of America; Nostrebor Music &amp; Visual Arts; TLC, a California Partnership; AM Power Systems; Cholakian Investments; Inc.; Attorneys&#8217; Investigative Consultants; The Rogich Communications Group; Bill E. Carlson; Fine Properties, LLC; Herbert&#8217;s Refrigeration Company; and Prem Investments, LLC<br/>\n          SUBJECT: The complaints alleged that Tarkanian for Congress (f/k/a Danny Tarkanian for Congress) and Hastie, in her official capacity as treasurer (the Committee) (1) failed to report or misreported an outstanding loan from the candidate and further that those funds may not have been eligible to be loaned; (2) failed to properly report approximately $250,000 in operating expenditures; (3) failed to report accurately the attributions for permissible contributions from limited liability companies (LLCs); (4) accepted impermissible corporate contributions and failed to refund such contributions in a timely manner; (5) accepted excessive contributions; and (6) misreported various other contributions.<br/>\n          DISPOSITION: The Commission found no reason to believe that Zinkin or Zinkin Entertainment LLC, Carlson and four other individuals made and that the Committee accepted excessive contributions because of information ascertained in sworn responses. The Commission also found no reason to believe that the Committee accepted a prohibited or excessive contribution in connection with a personal loan from Tarkanian because the record established that the candidate had permissibly loaned his personal funds to the committee and forgave that debt. The Commission found no reason to believe that B.I. Porter Commercial &amp; Residential Properties, Mason Contractors Association of America, Nostrebor Music &amp; Visual Arts, Fine Properties, LLC, Herbert&#8217;s Refrigeration Company or Prem Investments, LLC made and the Committee accepted prohibited corporate contributions, based on information from the responses and the Committee&#8217;s amended reports. The Commission found no reason to believe TLC, a California partnership, made an impermissible corporate contribution because TLC made the contribution in question through its managing partner. The Commission also found no reason to believe Attorneys&#8217; Investigative Consultants made or the Committee accepted a prohibited corporate contribution because Attorneys&#8217; Investigative Consultants is not a corporation. The Commission exercised its prosecutorial discretion and dismissed the remaining allegations in light of the modest amounts potentially in violation and the Committee&#8217;s remedial efforts.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6520</a> &#8211; National Association of Realtors; Massachusetts Association of Realtors; and Berkshire County Board of Realtors.&#160; On July 21, Chairman Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/14044360004.pdf\">Statement of Reasons</a>.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/SREICD.shtml\"><em>Stop Reckless Economic Instability caused by Democrats, et al. v. FEC</em></a> (Case 1:14-cv-00397-AJT-IDD). On July 21, the plaintiffs filed a <a href=\"../../../law/litigation/sreicd_sreicd_reb_brief.pdf\">Consolidated Rebuttal Brief in Support of Motions to Amend Complaint and Dismiss Niger Innis' and Niger Innis for Congress' Claims</a> in the United States District Court for the Eastern District of Virginia. On July 23, the Court issued an <a href=\"../../../law/litigation/sreicd_dc_order2.pdf\">Order (1) granting Plaintiffs' Motion to Voluntarily Dismiss Plaintiffs Niger Innis and Niger Innis for Congress and (2) dismissing the claims of plaintiffs Niger Innis and Niger Innis for Congress</a>. On July 24, the Court issued an <a href=\"../../../law/litigation/sreicd_dc_order3.pdf\">Order</a> granting the Plaintiffs' Motion to Amend and/or Supplement Complaint. Also on July 24, the Commission filed its <a href=\"../../../law/litigation/sreicd_fec_amend_answer.pdf\">Amended Answer to Plaintiffs' Amended Complaint</a>.</p>\n          <p/>\n          <p><strong>OUTREACH</strong></p>\n          <p/>\n          <p>On July 22, the Reports Analysis Division (RAD) emailed a survey to filers to identify opportunities to improve RAD's customer service and outreach. We encourage all filers to take the survey, so we can better understand the needs of the filing community.</p>\n          <p/>\n          <p>On July 23, Chairman Lee E. Goodman discussed the topic of transparency as it applies to the role and work of the Commission with a group of municipal government leaders from Italy. The group was visiting the United States as part of a State Department International Visitor Leadership Program trip.</p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p/>\n          <p><a href=\"../news_releases/20140723release.shtml\">FEC Issues Two Advisory Opinions</a> (issued July 23)</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>August 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p>August 26: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n          <p><strong/></p>\n          <p>August 21, 2014, Federal Election Commission, Washington, DC. Roundtable/Webinar on Pre-Election Communications. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>August 20: August Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website</p>\n          <p><strong/></p>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is now available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>          </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of July 21 - July 25, 2014", "issue": "2014-30", "href": "press2014/digests/20140725digest.shtml", "date": "07/25/2014", "pdf": null}