{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>July 16,  2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-28</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 12 &#8211; 16 </strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n            <br/>\n        </strong>On July 14, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n        <p>On July 15, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings of meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p><strong>ADVISORY OPINIONS<br/>\n        </strong></p>\n        <p><u>Advisory Opinion Issued<br/>\n              <br/>\n        </u><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3068&amp;START=1143057.pdf\">AO 2010-10 (National Right to Life PAC)</a></strong>. On July 15, the Commission approved Advisory Opinion 2010-10 (National Right to Life Political Action Committee). The Commission addressed the reporting of independent expenditures and the manner in which a committee allocates expenditures that expressly advocate the election or defeat of one or more Federal candidates. The&#160; five different communications at issue included: (1) communications advocating the election of one Federal candidate and not mentioning any other candidates; (2) communications advocating the election of a Federal candidate and comparing the positions of that candidate's opponent; (3) communications advocating the election of Federal candidates in two different races and comparing the positions of both candidates' opponents; (4) communications advocating the defeat of a Federal candidate and not mentioning any other candidates; and (5) communications advocating the election of a candidate in one race and the defeat of another candidate in a different race. </p>\n        <p/>\n        <p><u>Requests Received<br/>\n          </u><br/>\n          <strong><a href=\"http://saos.fec.gov/aodocs/1143339.pdf\">AOR 2010-15 (Pike for Congress)</a>. </strong>On July 15, the Commission made public Advisory Opinion Request 2010-15. Pike for Congress asks whether Commission regulations permit a candidate's principal campaign committee to refund undesignated contributions made by the candidate before the primary, where the contributions were intended only for the general election and the candidate is not a candidate in that election. The Commission must issue a response no later than 60 days after receipt of a complete request, that is, by September 12.</p>\n        <p><u/></p>\n        <p><u>Comments Received</u><br/>\n            <strong> </strong></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1139699.pdf\">AOR 2010-09 (Club for Growth)</a>.</strong> On July 13, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1142931.pdf\">late comment</a> on Advisory Opinion Request 2010-09, in which Club for Growth, a 501(c)(4) organization that is a qualified non-profit corporation under Commission regulations, asks whether a planned political committee which would be established and administered by Club for Growth, and which would only make independent expenditures, may solicit unlimited donations from the public at-large. The Commission received an extension of time and must issue a response no later than July 22. </p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3069&amp;START=1140639.pdf\">AOR 2010-11 (Commonsense Ten)</a></strong>. On July 13, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1142931.pdf\">late comment</a> on Advisory Opinion Request 2010-11. Commonsense Ten asks whether it may solicit and accept contributions from corporations and labor organizations. Commonsense Ten is a Federal nonconnected political committee that intends to make only independent expenditures. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available<a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\"> here</a>. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public three closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6038</a> &#8211; Doug Lamborn; Lamborn for Congress and Kathleen Ann Rockefeller, in her official capacity as treasurer; Club for Growth State Action; Christian Coalition of Colorado; Liberty Service Corporation; Tactical Data Solutions, Inc.; Blue Point, LLC; Chuck Gosnell; Mark Hotaling; Jonathan Hotaling; Tom Bjorklund and Christopher Baker. The Commission exercised its prosecutorial discretion and dismissed the case concerning Christian Coalition of Colorado and one allegation concerning Lamborn for Congress and its treasurer. The Commission found no reason to believe a violation occurred in connection with Club for Growth State Action, Tactical Data Solutions, Inc., Blue Point, LLC, Liberty Service Corp., Tom Bjorklund, Christopher Baker, Jonathan Hotaling, Mark Hotaling, Chuck Gosnell, and Doug Lamborn. It also found no reason to believe a violation occurred in connection with the second &#160;allegation concerning Lamborn for Congress and its treasurer.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6217</a> &#8211; Commerce, Hope, Innovation &amp; Progress PAC and Danna S. Lane, in her official capacity as treasurer; Haley&#8217;s PAC and Henry Barbour, in his official capacity as treasurer; Chip Pickering; and David Vitter for U.S. Senate and WilliamVanderbrook, in his official capacity as treasurer. The Commission dismissed the allegations in connection with Commerce, Hope, Innovation &amp; Progress PAC and its treasurer, Haley&#8217;s PAC and its treasurer, and Chip Pickering. The Commission found no reason to believe David Vitter for U.S. Senate and its treasurer violated the Commission&#8217;s regulations or the Federal Election Campaign Act of 1971, as amended.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6218</a> &#8211; Ball4NY and Maria DiSalvo, in her official capacity as treasurer; and Greg Ball. The Commission dismissed three allegations in connection with Ball4NY, its treasurer, and Greg Ball, and it sent a letter of caution to the respondents. The Commission found no reason to believe violations occurred in connection with two other allegations in connection with Ball4NY and its treasurer and Greg Ball.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p/>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 538 </a>&#8211; Nantahala Outdoor Center and Sutton Bacon. The respondents agreed to disseminate the corporation&#8217;s amended Business Code of Conduct, implement compliance measures, and conduct an internal audit. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><strong>AUDIT REPORTS</strong><br/>\n        </p>\n        <p>The Commission approved issuance of one Audit Report. A summary of the findings is below. </p>\n        <p><a href=\"../../agenda/2010/mtgdoc1043.pdf\">Biden for President, Inc.</a> On July 15, the Commission approved five recommended findings in an audit report for Biden for President, Inc., covering campaign finance activity between December 15, 2006 and April 30, 2008. Federal law requires the Commission to audit every political committee established by a presidential candidate who receives public funds for the primary campaign. The Commission found that the candidate did not receive matching fund payments in excess of his entitlements. &#160;Other findings concerned the receipt of one corporate in-kind contribution, stale dated checks, and disclosure of disbursements, debts, and obligations. The Commission also agreed to modify a recommended finding regarding excessive contributions to clarify that a portion of the finding concerns recordkeeping requirements. </p>\n        <p>General information about final audit reports is <a href=\"../../audits/audit_reports.shtml\">here</a>.<br/>\n            <br/>\n  The Audits for the 1998, 1996, and 1994 Election Cycles have been added to the FEC website and can be found <a href=\"../../audits/audit_reports.shtml\">here</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p/>\n        <p><strong>LITIGATION </strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/novacek.shtml\">FEC v. Novacek</a>. On July 12, the Commission filed a <a href=\"../../law/litigation/novacek_fec_mot_sum_affirm.pdf\">Motion for Summary Affirmance</a> in the United States Court of Appeals. This would affirm the <a href=\"../../law/litigation/novacek_judgment.pdf\">Final Judgment</a> and <a href=\"../../law/litigation/novacek_opinion.pdf\">Opinion and Order </a>&#160;of the United States District Court for the Northern District of Texas, declaring that the defendants knowingly and willfully violated the Federal Election Campaign Act of 1971, as amended (the Act), for fraudulent misrepresentation, permanently enjoining the defendants from future violations of the Act and ordering them to pay a civil penalty of $47,414.15. The Court also granted the Commission's motion for summary judgment regarding defendant Jody L. Novacek's violations of the Act's disclaimer requirements.</p>\n        <p><strong>          </strong><a href=\"../../law/litigation/beam.shtml\"><em>Beam v. FEC </em></a>(formerly Beam v. Gonzales). On July 15, the plaintiffs filed a response in Opposition to the Commission's <a href=\"../../law/litigation/beam_fec_mot_in_limine.pdf\">Motion in Limine</a> in the United States District Court for the Northern District of Illinois. The Commission asserts that the plaintiffs have failed to uncover evidence of a violation of the Right to Financial Privacy Act, the sole claim remaining in the case.<br/>\n        </p>\n        <p><strong>OUTREACH</strong><br/>\n            <br/>\n  On July 13, Chairman Matthew S. Petersen addressed the National Association of Business Political Action Committees, an association of over 400 business and trade association PAC, grassroots, and government affairs professionals. At the annual luncheon, Chairman Petersen discussed compliance issues and answered questions from the 100 attendees.</p>\n        <p/>\n        <p>On July 14-15, Commissioner Steven T. Walther attended the Centre for Parliamentary Studies&#8217; International Electoral Affairs Symposium in Brussels, Belgium. The event focused on the role of technology in raising electoral standards.<br/>\n            <br/>\n            <strong>PRESS RELEASES</strong><br/>\n  <br/>\n  <a href=\"2010July16Meeting.shtml\">FEC Approves Advisory Opinion and Audit Findings</a> &#160;(issued July 16)<br/>\n  <br/>\n  <strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p/>\n        <p>July 15: &#160;Oklahoma Pre-Primary Reports were due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/okprim.shtml\">here</a>.<br/>\n            <br/>\n  July 15: July Quarterly Reports were due. For information on reporting dates, click <a href=\"../../pages/report_notices/2010/q2.shtml\">here.</a><br/>\n  <br/>\n  <a name=\"FEAShays3\"/><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>July 20: July Monthly Reports are due. For information on reporting dates, click <a href=\"../../pages/report_notices/2010/q2.shtml\">here.</a></p>\n        <p/>\n        <p>July 22: &#160;Kansas Pre-Primary Reports are due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/ksprim.shtml\">here.</a><br/>\n        </p>\n        <p>July 22: &#160;Michigan Pre-Primary Reports are due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/miprim.shtml\">here.</a><br/>\n            <strong/></p>\n        <p>July 22: Missouri Pre-Primary Reports are due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/moprim.shtml\">here.</a><br/>\n            <strong/></p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The July issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/jul10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of July 12 - July 16, 2010 ", "issue": "2010-28", "href": "press2010/20100716Digest.shtml", "date": "07/16/2010", "pdf": null}