{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>November 23, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-47</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 19 &#8211; 23</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission executive sessions or open meetings were scheduled this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2012-38 (Socialist Workers Party)</a>. On November 20, the Commission made public Advisory Opinion Request 2012-38. The Socialist Workers Party (SWP) has, as a result of the threat of harassment and threat of violence, maintained since 1990 an exemption from the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations requiring reporting to the FEC contributors to the SWP and to the recipients of SWP disbursements&#160; The SWP files reports with the Commission containing coded references to contributors and recipients of disbursements, rather than names, addresses and other identifying information. The SWP requests renewal of this exemption. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than November 30, 2012) and shall issue a response no later than 60 days after receipt of the complete request, specifically by January 8, 2013.</p>\n        <p/>\n        <p><a href=\"../../agenda/2012/mtgdoc_1269B.pdf\">Request for Reconsideration of AOR 2012-25 (American Future Fund)</a>. On November 21, the Commission made public a <a href=\"http://saos.fec.gov/saos/searchao\">comment</a> on the Request for Reconsideration of Advisory Opinion Request 2012-25. The American Future Fund (AFF) and American Future Fund Political Action (AFFPA) are asking for reconsideration of an Advisory Opinion Request regarding their proposed plan to establish a joint fundraising committee. The Commission previously was unable to reach agreement by the required four affirmative votes to issue an Advisory Opinion. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one closed case. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6523</a><br/>\n          COMPLAINANT: David E. Smith<br/>\n  RESPONDENTS: Wilford R. Cardon; Wil Cardon for U.S. Senate and Kevin Wolfe, in his official capacity as treasurer; Boa Sorte, LLC; Rio Claro, Inc.; The Cardon Family, LLC; and Comerica Bank <br/>\n  SUBJECT: The complaint alleged that Cardon&#8217;s loans to Wil Cardon for U.S. Senate and Wolfe, in his official capacity as treasurer, (the Committee) totaling $815,709.60 constituted illegal corporate contributions because they did not come from Cardon&#8217;s personal funds but rather from funds belonging to several companies he controlled. The complaint alleged further that some portion of the loans was funded from proceeds of a bank loan Cardon&#8217;s companies had obtained without sufficient collateral, which would constitute an unlawful contribution by a national bank. Cardon was a 2012 primary election candidate for Arizona&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe the respondents made or received illegal corporate contributions in light of a sworn affidavit and documentary support the respondents provided to demonstrate that the loans complied with the Act and Commission regulations.<br/>\n        </p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/crew110951_complaint.pdf\"><em>CREW v. FEC</em></a> (No. 12-5004). On November 21, the U.S. Department of Justice filed a <a href=\"../../law/litigation/crew_fec_supp_brief.pdf\">Supplemental Brief</a> in support of the Commission in the United States Court of Appeals for the D.C. Circuit.</p>\n        <p><br/>\n            <strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>November 28: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p><strong/></p>\n        <p>December 12: On Wednesday, December 12, 2012 at 10:00 a.m., the Commission will hold a public hearing to discuss several key issues related to its enforcement process, including issues relating to the <a href=\"../../law/procedural_materials.shtml\">documents</a> that were released to the public recently. Any general questions and comments related to the documents can be sent to <a href=\"mailto:Documents_Feedback@fec.gov\">Documents_Feedback@fec.gov</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>December 6: Post-General Reports are due.&#160; For information on general election reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#general\">2012 General Election Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>January 31, 2013: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of November 19 - November 23, 2012", "issue": "2012-47", "href": "press2012/20121123digest.shtml", "date": "11/23/2012", "pdf": null}