{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>June 3 ,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-22</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of May 30 &#8211; June 3</strong></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Requests Received</u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3269&amp;START=1175784.pdf\">AOR 2011-13 (DSCC)</a>. On June 2, the Commission made public Advisory Opinion Request 2011-13. The Democratic Senatorial Campaign Committee (the &#8220;DSCC&#8221;) asks whether its plans to revise its fundraising solicitation webpage (and the version of the webpage that appears on mobile devices such as smartphones) comply with the Federal Election Campaign Act and Commission regulations. The DSCC proposes to eliminate the separate box that donors check to affirm their eligibility to make a contribution and instead allow donors to &#8220;certify&#8221; their eligibility to make a contribution by clicking the button when submitting their contribution. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by July 26, 2011.</p>\n        <p>          <u>Comments Received</u> </p>\n        <p>          <a href=\"http://saos.fec.gov/aodocs/1175210.pdf\">AOR 2011-11 (Colbert)</a>. The Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3267\">two comments</a> on Advisory Opinion Request 2011-11. Stephen Colbert proposes to establish an \"independent expenditure-only political committee\" and asks if the value of resources provided to the proposed political committee by U.S. subsidiaries of Viacom, Inc. would be covered by the media exemption. </p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1175585.pdf\">AOR 2011-12 (Majority PAC and House Majority PAC)</a>. The Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3267\">two comments</a> on Advisory Opinion Request 2011-12. Majority PAC and House Majority PAC (\"the PACs\") ask whether federal candidates, federal officeholders, and officers of national party committees may solicit unlimited individual, corporate, and union contributions on behalf of the independent expenditure-only political committees without violating 2 U.S.C. 441i. The PACs also ask, if the answer to the first question is no, whether federal candidates, federal officeholders, and officers of national party committees may participate in fundraisers for the PACs at which unlimited individual, corporate, and union contributions are raised, provided that the covered officials do not solicit such contributions by complying with 11 CFR 300.64. </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public four closed cases. </p>\n        <p><strong><u>MUR 6270<br/>\n        </u></strong>RESPONDENTS: Rand Paul for U.S. Senate and Eric D. Stein, in his official capacity as treasurer; Rand Paul; Committee to Re-Elect Ron Paul and Lori Pyeatt, in her official capacity as treasurer; Rep. Ron Paul; <a href=\"http://www.randpaulgraphs.com/\">www.RandPaulGraphs.com</a>; Coalition opposed to Additional Spending and Taxes Candidates PAC and Mark Miller, in his official capacity as treasurer; Alchemy, LLC; Owensboro Dermatology Associates, P.S.C.; <a href=\"http://www.randsteaparty.com/\">www.RandsTeaParty.com</a>; Campaign for Liberty and John Tate, its president; and David Adams<br/>\n        COMPLAINANT: Johnathan C. Gay<br/>\n        SUBJECT: The complaint alleged several violations by Rand Paul for U.S. Senate and Eric D. Stein, in his official capacity as treasurer, and other respondents, regarding (1) undisclosed excessive in-kind contributions resulting from coordinated communications and related allegations; (2) disclaimer violations; (3) failure to disclose rental payments; and (4) the making and receipt of corporate contributions.<br/>\n        DISPOSITION: The Commission found no reason to believe that Rand Paul for U.S. Senate and Stein, in his official capacity as treasurer, failed to disclose excessive in-kind contributions and to provide required disclaimers arising from coordinated communications in the form of (1) email solicitations by Rep. Paul, the Committee to Re-Elect Ron Paul and Pyeatt, in her official capacity as treasurer, (2) email solicitations from the Coalition Opposed to Additional Spending and Taxes Candidates PAC (COAST PAC), and (3) updates of contributions, which were received by Rand Paul for U.S. Senate, on the website <a href=\"http://www.randpaulgraphs.com/\">www.RandPaulGraphs.com</a>, because none of the communications at issue satisfied the content prong of coordination since they were neither electioneering communications nor public communications. The Commission exercised its prosecutorial discretion and dismissed the allegation that Rand Paul for U.S. Senate sent mailers lacking the printed boxes required to be around disclaimers, and that emails sent by Rand Paul for U.S. Senate lacked required disclaimers, because the associated costs were likely minimal. The Commission found no reason to believe Rand Paul for U.S. Senate&#8217;s television ads and robocalls lacked disclaimers; it exercised its prosecutorial discretion and dismissed the allegation that a newspaper ad supporting Rand Paul lacked a disclaimer, because the Commission had no information on who placed the ad.&#160; The Commission exercised its prosecutorial discretion regarding the allegation that Rand Paul for U.S. Senate failed to disclose rent paid to Alchemy, LLC for the use of campaign office space, because Rand Paul for U.S. Senate acknowledged the error and amended its reports, and the Commission sent a letter reminding the committee of the disclosure requirements of the Federal Election Campaign Act of 1971, as amended (the Act).&#160; The Commission also found no reason to believe Alchemy, LLC made an excessive contribution since its in-kind contribution to Rand Paul for U.S. Senate was within the Act&#8217;s limits. The Commission exercised its prosecutorial discretion and dismissed the allegation that Owensboro Dermatology Associates, P.S.C. (ODA)&#160; made and Rand Paul for U.S. Senate received a prohibited corporate contribution because the committee failed to reimburse ODA for expenses for an open house at which Paul was a featured guest, since it is likely that the costs of the open house were relatively low; the Commission found no reason to believe ODA failed to include a disclaimer on its invitation to its open house because the invitation did not solicit contributions, expressly advocate the election of a clearly identified candidate or constitute an electioneering communication.&#160; The Commission also found no reason to believe Campaign for Liberty and John Tate, its president, failed to include a disclaimer on an email sent to Campaign for Liberty contributors or members. Finally, the Commission found no reason to believe that David Adams violated the disclaimer provision of the Act.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6333</a> <br/>\n        </strong>RESPONDENTS: Lowry for Congress and Ruth Weiss Bell, in her official capacity as treasurer; Robert Paul Lowry; and Chris Leggatt<br/>\n        COMPLAINANT: Scott Vrabel<br/>\n        SUBJECT: The complaint alleged that Lowry, Lowry for Congress and Bell, in her official capacity as treasurer, and Leggatt (1) accepted $880 in prohibited corporate contributions and (2) failed to include disclaimers on campaign banners. Lowry was a 2010 primary candidate for Florida&#8217;s 20th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter because the banner in question included sufficient identifying information and the campaign took remedial steps to resolve the issue of corporate contributions.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6399</a></strong> <br/>\n          RESPONDENTS: Yoder for Congress and Donald W. Kaiser, in his official capacity as treasurer<br/>\n        COMPLAINANTS: Friends of Stephene Moore and Kaye Cleaver, in her official capacity as treasurer<br/>\n        SUBJECT: The complaint alleged that Yoder for Congress and Kaiser, in his official capacity as treasurer, violated the Federal Election Campaign Act of 1971, as amended, and Commission regulations by using the name of Yoder&#8217;s opponent, federal candidate Stephene Moore, in the title of a website without her authorization and in a manner that did not clearly and unambiguously indicate that the website was in opposition to Moore.&#160; Yoder was a 2010 candidate for Kansas&#8217; 3rd Congressional District.<br/>\n        DISPOSITION: The Commission closed the file. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6429</a> <br/>\n        </strong>RESPONDENTS: Unknown Respondents<br/>\n        COMPLAINANT: Joel P. Williams<br/>\n        SUBJECT: The complaint alleged that an unknown political committee disseminated mailers criticizing a candidate and failed to include disclaimers or otherwise state who paid for them. The complaint alleged further that the unknown committee made automated calls expressly advocating that candidate&#8217;s defeat, but failed to include disclaimers.<br/>\n        DISPOSITION: The Commission closed the file.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2212</a> &#8211; Andrew Williams for Congress and David Everett Marko, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,402.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2215</a> Chuck Flume for Congress and Bruce Bloch, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/LNC.shtml\">Libertarian National Committee, Inc. (LNC) v. Federal Election Commission</a></em> (No. 11-cv-562). On May 27, the plaintiff filed a <a href=\"../../law/litigation/lnc_first_amended_complaint.pdf\">First Amended Complaint</a> in the United States District Court for the District of Columbia. On June 1, the Commission filed a <a href=\"../../law/litigation/lnc_fec_wdraw_motion_def_stmt.pdf\">Notice of Withdrawal of its Motion for a More Definite Statement</a>. </p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>The Commission posted the filing deadlines for the Special Party Caucuses in Nevada&#8217;s 2nd Congressional District. For information on reporting dates, refer to the Special Election Report Notice for the <a href=\"../../pages/report_notices/2011/nv02.rep.shtml\">Republican Party Caucus</a> and the <a href=\"../../pages/report_notices/2011/nv02.dem.shtml\">Democratic Party Caucus</a>. </p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong>        </strong>June 7-8, Washington, DC.&#160; <em>FEC</em> <em>Seminar for Trade Associations, Labor Organizations, </em></p>\n        <p><em>Membership Organizations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FEC Reporting Requirements</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FECFile &amp; E-Filing</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jun11.pdf\">June 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">May 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of May 30 - June 3, 2011", "issue": "2011-22", "href": "press2011/20110503digest.shtml", "date": "05/03/2011", "pdf": null}