{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 15, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160715digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-29</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of July 11 &#8211; 15</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n            On July 12, the Commission held an <a href=\"../../../sunshine/2016/executive/notice20160712.pdf\">executive session</a>.<br/>\n  <br/>\n            On July 14, the Commission held an <a href=\"../../../agenda/2016/agenda20160714.shtml\">open meeting</a>.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Advisory Opinion Issued<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/aodocs/2016-07.pdf\">Advisory Opinion  2016-07 (United National Committee)</a>. On July 14, the Commission issued an  advisory opinion in response to a request from the United National Committee  (the Committee), the governing body of the Unity Party. The Commission  concluded that the Committee does not qualify as a national committee of a  political party under the Federal Election Campaign Act of 1971, as amended  (the Act), and Commission regulations because, as a threshold matter, the Unity  Party does not meet the definition of a &#8220;political party&#8221; under the Act. <br/>\n  <br/>\n  <u>Advisory Opinion Considered<br/>\n  </u><br/>\n  <a href=\"../../../agenda/2016/agenda20160714.shtml\">Advisory Opinion  Request 2016-06 (Internet Association and Internet Association Political Action  Committee)</a>. On July 14, the  Commission discussed three drafts in response to an advisory opinion request  from the Internet Association, a trade organization representing members of the  Internet industry, and its separate segregated fund, the Internet Association  Political Action Committee, but was unable to reach consensus by the required  four affirmative votes. The Commissioners held over the matter to develop a  consensus draft to be submitted for a tally vote in the near future. The  requestors asked a number of questions about their proposal to host an online  candidate interaction and fundraising platform. During the discussion, the  Commission heard from the requestor's counsel. <br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public two closed cases, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query  System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6494</a><br/>\n            COMPLAINANT:  David Krikorian<br/>\n            RESPONDENTS:&#160; Representative Jeannette H.  Schmidt; Schmidt for Congress Committee and Peter Schmidt, in his official  capacity as treasurer (the Committee); Phillip Greenburg, individually; Peter  Schmidt; Joseph Braun; the Turkish Coalition of America, Inc. (TCA); G. Lincoln  McCurdy; Turkish American Legal Defense Fund; Bruce Fein; David Saltzman;  Donald C. Brey; Sarah D. Morrison; and Elizabeth J. Watters<br/>\n            SUBJECT: The complaint alleged that TCA made and the Committee accepted  prohibited in-kind contributions in the form of free legal services and that  the Committee failed to disclose receipt of the contributions. The complaint  also alleged that Rep. Schmidt and the Committee converted campaign funds to  personal use when the Committee made two disbursements to a law firm for legal  fees. Rep. Schmidt was a candidate for Ohio&#8217;s 2nd Congressional District in  2006, 2008, 2010 and 2012.<br/>\n            DISPOSITION: The Commission found reason to believe the Committee accepted  prohibited in-kind contributions from TCA and entered into conciliation  agreements providing for the Committee to pay a civil penalty of $2,500 and TCA  to pay a civil penalty of $25,000. The Commission found no reason to believe  Rep. Schmidt and the Committee violated the personal use prohibition. The  Commission found no reason to believe Fein, Saltzman, Brey, Morrison, Watters  or Braun, or Greenburg or Peter Schmidt in their individual capacities, violated  the Act or Commission regulations. The Commission closed the file in connection  with the allegation that Rep. Schmidt accepted prohibited in-kind  contributions.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6936</a><br/>\n            COMPLAINANT: Christopher Sheldon<br/>\n            RESPONDENTS:&#160; Geoff Charles; and 94 HJY  (WHJY)<br/>\n            SUBJECT: The complaint alleged that radio station 94 HJY (WHJY) and Charles, a  radio personality, broadcast a public communication containing express advocacy  without a disclaimer stating who paid for it.<br/>\n            DISPOSITION: The Commission found no reason to believe WHJY or Charles violated  the Act with regard to the publication and distribution of statements and  solicitations.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a> (Case 1:15-cv-00961-TSC). On July 13, the Commission filed its <a href=\"../../../law/litigation/lpf_fec_reply_supp_msj.pdf\">Reply  Brief in Support of Its Motion for Summary Judgment</a> in  the District Court for the District of Columbia.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><strong><br/>\n  </strong>On July 11, Commissioner Ann M. Ravel met with Harvard Law  students to discuss the role and work of the Commission, as well as recent  developments in campaign finance law.<br/>\n  <br/>\n            On July 13, Commissioner Lee E. Goodman participated  in a podcast with TechFreedom discussing the importance of free speech on the  Internet, new media, and social media.<br/>\n  <br/>\n            On July 14, Commissioner Ravel met with the UN Special Rapporteur on the Rights  to Freedom of Peaceful Assembly and of Association to discuss the role and work  of the Commission, campaign finance law and the role of political parties in  American elections.<br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY PROCEDURES<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-13-a-2.pdf\">Proposed  Statement of Policy Regarding the Public Disclosure of Closed Enforcement  Documents</a>. On July 14, the  Commission approved a statement of policy that would expand the range of  records on enforcement and administrative functions to be made publicly  available on a regular basis. <br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-26-a.pdf\">Revisions  to Forms</a>. On July 14, the Commission voted to adopted revisions to forms,  which are intended to assist with compliance, provide clearer disclosure, and  make the forms more consistent with one another.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160714.shtml\">REG 2013-01:  Draft Notice of Proposed Rulemaking on Technological Modernization</a>. On July  14, the Commission held over discussion of a draft NPRM on technological  modernization.<br/>\n  <br/>\n  <strong>CAMPAIGN  FINANCE REPORTS<br/>\n  </strong><br/>\n            On July 15:&#160; July Quarterly  Reports were due.&#160; For more information  on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  </strong><br/>\n  <a href=\"../news_releases/20160714release.shtml\">FEC  Issues Advisory Opinion, Discusses a Second Advisory Opinion Request, Approves  Policy to Expand Disclosure of Enforcement Matters and Adopts Revisions to  Reporting Forms</a> (issued July 14)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            August 18: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            August 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            July 20: July Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            The Commission posted the filing deadlines for the Special General Election in  Pennsylvania&#8217;s 2nd Congressional District. For information on reporting dates  for this election, refer to the <a href=\"../../../pages/report_notices/2016/pa02.pdf\">Special Election  Report Notice</a>.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2016  edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public  Records</a> section of the Commission website. This publication  identifies the federal and state agencies responsible for the disclosure of  campaign finances, lobbying, personal finances, public financing, candidates on  the ballot, election results, spending on state initiatives and other financial  filings.<br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/july2016.pdf\">July Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n            The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p>&#160; </p>\n        <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a></div></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of July 11 -  July 15, 2016", "issue": "2016-29", "href": "press2016/digests/20160715digest.shtml", "date": "07/15/2016", "pdf": null}