{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 4 , 2013</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\">&#160;</td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2013-01</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of December 31 &#8211; January 4</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p/>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public five closed cases and two Statements of Reasons. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5758</a></strong><strong><br/>\n          </strong>COMPLAINANT: American Conservative Union<br/>\n  RESPONDENT: Pierce O&#8217;Donnell<br/>\n  SUBJECT:&#160; The complaint alleged that donors and fundraisers made illegal conduit contributions to Edwards for President. John Edwards was a 2004 primary election candidate for President.<br/>\n  DISPOSITION: On February 21, 2007, the Commission found probable cause to believe that O&#8217;Donnell knowingly and willfully made contributions in the name of another. On December 5, 2012, the Commission entered into a conciliation agreement that does not provide for payment of a civil penalty due to O&#8217;Donnell&#8217;s demonstration of financial hardship.</p>\n        <p><br/>\n            <strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6315</a></strong><strong> <br/>\n            </strong>COMPLAINANT: Citizens for Responsibility and Ethics in Washington; and Melanie Sloan<br/>\n  RESPONDENTS: Alvin M. Greene; and Alvin M. Greene for Senate<br/>\n  SUBJECT: The complaint alleged that Greene and Alvin M. Greene for Senate (the Committee) failed to file a 2010 April Quarterly Report and a 12-Day Pre-Primary Report. Greene was a 2010 candidate for South Carolina&#8217;s United States Senate seat.<br/>\n  DISPOSITION: On February 16, 2011, the Commission found reason to believe (1) Greene failed to file a Statement of Candidacy and designate a principal campaign committee and (2) the Committee failed to file a Statement of Organization and failed to file disclosure reports, and the Commission authorized an investigation. On November 28, 2012, the Commission closed the file. <br/>\n  A &#160;<a href=\"http://eqs.fec.gov/eqsdocsMUR/13044323448.pdf\">Statement of Reasons</a> was issued by Chair Ellen L. Weintraub and Commissioners Cynthia L. Bauerly and Steven T. Walther. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6486 and 6491</a></strong>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n  COMPLAINANT: James C. &#8220;Jim&#8221; Wark, Chair, Angelina County Democratic Party; and Nell Stevenson<br/>\n  RESPONDENTS: Unknown Respondents <br/>\n  SUBJECT: The complaint alleged that two billboards in Lufkin, Texas, that contained express advocacy lacked disclaimers identifying who paid for them and whether they were authorized by a federal candidate.<br/>\n  DISPOSITION: On April 24, 2012, the Commission found reason to believe unknown respondents had failed to include required disclaimers on the two billboards. On December 5, 2012, the Commission determined to take no further action in light of circumstances presented by the respondent.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6570</a></strong><strong> <br/>\n        </strong>COMPLAINANT: Scott Abrams, Campaign Manager, Sherman for Congress<br/>\n  RESPONDENTS: Berman for Congress and Bruce Corwin, in his official capacity as treasurer; Committee to Elect an Effective Valley Congressman and Beverly Grossman Palmer, in her official capacity as treasurer; Howard L. Berman; Voter Guide Slate Cards; Jerry Seedborg;&#160; and Seedborg Campaigns, Inc.<br/>\n  SUBJECT: The complaint alleged that the Committee to Elect an Effective Valley Congressman an independent expenditure-only political committee, coordinated its expenditure for a slate card mailer supporting Berman with Berman and Berman for Congress through use of a common vendor, Seedborg and two of his companies, Seedborg Campaigns, Inc. and Voter Guide Slate Cards. <br/>\n  DISPOSITION: The Commission closed the file. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/13044324639.pdf\">Statement of Reasons</a> was issued by Commissioner Steven T. Walther.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public eight campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2537</a> &#8211; Friends of Todd Young, Inc. and Larry Ness, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $8,670.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2538</a> &#8211; Bicknell for Congress and James R. Shaw, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $580.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2539</a> &#8211; Cass County Republican Central Committee and Tony P. Key, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $225.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2541</a> &#8211; Madison PAC for Constitutional Limited Government and Jackie M. Bennett, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,500.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2548</a> &#8211; John Lee for Congress and Ryann Patrick-Shell Juden, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2552</a> &#8211; National Association of Farm Service Agency County Office Employees Inc PPC aka NASCOE PAC and Robert L. Redding, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $680.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2553</a> &#8211; Plumbers and Pipefitters Local Union 74 and Mark R. Permar, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2560</a> &#8211; Webb for Senate and Ingrid Morroy, in her official capacity as treasurer. The Commission made a final determination to take no further action.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 618</a> &#8211; Smoot for Congress and Adrienne Ellison, in her official capacity as treasurer. The Commission dismissed the case.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/FreeSpeech.shtml\"><em>Free Speech v. FEC</em></a> (Case 12-8078). On January 2, the plaintiff-appellant filed a <a href=\"../../law/litigation/freespeech_fs_brief.pdf\">Brief</a> in the United States Court of Appeals for the Tenth Circuit. </p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/hassan.shtml\"><em>Hassan v. FEC</em></a> (Case 12-5335). On December 28, 2012, the appellant filed an <a href=\"../../law/litigation/hassan_ac_hassan_opp_msa.pdf\">Opposition to Motion for Summary Affirmance and Cross Motion for Summary Reversal</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/McCutcheon.shtml\"><em>Shaun McCutcheon, et al. v. FEC</em></a> (Case 12-536). On January 2, the Solicitor General, on behalf of the Commission, filed a <a href=\"../../law/litigation/mccutcheon_sc_fec_mtd.pdf\">Motion to Dismiss or Affirm</a>&#160; in the United States Supreme Court.</p>\n        <p><em/></p>\n        <p><em><a href=\"../../law/litigation/StopthisInsanity.shtml\">Stop This Insanity, Inc. Employee Leadership Fund, et al. v. FEC</a></em> (Case 1:12-cv-01140-BAH).&#160; On January 2, the plaintiff filed a <a href=\"../../law/litigation/sti_sti_notice_app.pdf\">Notice of Appeal</a> to the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>January 8 and 10: The Commission is scheduled to hold <a href=\"../../agenda/agendas.shtml#executive\">executive sessions</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>January 16, Federal Election Commission, Washington, DC. Roundtable Workshops/Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for PACs and Party Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>January 23, Federal Election Commission, Washington, DC. Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for Candidate Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>February 13, Federal Election Commission, Washington, DC. &#8220;Candidate 101: Preparing for the Next Election Cycle&#8221; Webinar for new candidates and their campaign staff. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>January 31: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>The Commission posted the filing deadlines for the Special Election in Illinois 2nd Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2013/il02.pdf\">Special Election Report Notice</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available and can be downloaded from the website. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch.&#160; These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile\">http://www.fec.gov/mobile/</a></p>\n        <p/></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of December 31, 2012 - January 4, 2013", "issue": "2013-01", "href": "press2013/20130104digest.shtml", "date": "01/04/2013", "pdf": null}