{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>August 4 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"right\">ISSUE 2009-14</p>\n              <h3 align=\"center\"><strong>Weekly Digest</strong></h3>\n              <p align=\"center\"><strong>Week of August 10 &#8211; 14</strong></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p>The Commission did not hold Open or Executive Sessions this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. </p>\n              <p>Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p/>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p/>\n              <p><u>Drafts</u></p>\n              <p><strong>AOR 2009-19 (Club for Growth and Club for Growth PAC).</strong> On August 14, the Commission made public two alternative drafts of Advisory Opinion 2009-19 (Club for Growth and Club for Growth PAC). The Commission received an Extension of Time regarding this advisory opinion until August 31. The requesters seek an advisory opinion on whether one or both of them can send communications to contributors to Citizens for Arlen Specter using information compiled from that committee&#8217;s reports filed with the FEC. The communications would inform the donors that Specter is running for Senate as a Democrat rather than as a Republican and inform the donor of Specter&#8217;s refund policy.</p>\n              <p>&#160;</p>\n              <p><u>Request Received</u></p>\n              <p><strong>AOR 2009-22 (Democratic Senatorial Campaign Committee.)</strong> On August 12, the Commission made public Advisory Opinion Request 2009-22 (Democratic Senatorial Campaign Committee). The requester seeks an advisory opinion on whether the DSCC must file lobbyist bundling reports on a quarterly basis throughout the election cycle or quarterly during election years and semi-annually during non-election years. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by October 9.</p>\n              <p>Extension of Time Received </p>\n              <p><strong>AOR 2009-13 (Black Rock Group).</strong> On August 10, the Commission received an Extension of Time regarding Advisory Opinion 2009-13 (Black Rock Group) until August 17. The Black Rock Group, a communications and public affairs firm, seeks to serve as a common vendor advising one or more single-member limited liability companies on their independent expenditures concerning federal candidates and elections. In its request, Black Rock Group asks whether its services would trigger political committee status for its clients.</p>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p>&#160;</p>\n              <p><strong>ENFORCEMENT</strong></p>\n              <p>The Commission made public seven closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6086</a> &#8211; Jim Risch for U.S. Senate and R. John Insinger, in his official capacity as treasurer. The Commission dismissed the case.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6095</a> &#8211; McCain-Palin Victory Fund 2008 and Lisa Lisker, in her official capacity as treasurer; Republican National Committee and Tim Johnson, in his official capacity as treasurer; Michigan Republican Party and Carl Meyers, in his official capacity as treasurer; Missouri Republican State Committee-Federal and Richard Peerson, in his official capacity as treasurer; Ohio Republican Party State Central and Executive Committee and Sara Brown, in her official capacity as treasurer; Republican Federal Committee of Pennsylvania and Patricia Poprik, in her official capacity as treasurer; McCain-Palin Compliance Find, Inc. and Joseph Schmuckler, in his official capacity as treasurer.&#160; The Commission decided to exercise its prosecutorial discretion and dismissed the matter as to McCain-Palin Compliance Fund, Inc. and Schmuckler, as treasurer, and sent a letter of caution advising them to ensure that their conduct is in compliance with the Act and Commission regulations. The Commission found no reason to believe the other respondents violated FEC regulations.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6116</a> &#8211; Timothy M. Cunha; Tim Cunha for Congress and Timothy M. Cunha, in his official capacity as treasurer. The Commission used its prosecutorial discretion to dismiss the matter.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6122</a> &#8211; National Association of Home Builders; Gary Miller for Congress and Cathleen Miller, in her official capacity as treasurer. The Commission found no reason to believe the Respondents violated the Act. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6132</a> &#8211; Queen Anne&#8217;s County Democratic Central Committee. The Commission used its prosecutorial discretion to dismiss the matter, and sent a letter of caution to the Committee.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6140</a> &#8211; Representative Robert E. Andrews; Andrews for Congress Committee and Maureen Doherty, in her official capacity as treasurer; Representative Loretta Sanchez; Committee to Re-elect Loretta Sanchez and Kinde Durkee, in her official capacity as treasurer; Bill Dew for Congress and Mike McCauley, in his official capacity as treasurer; William James Breazeale, Breazeale for Congress and Kenneth Ray Pervine, in his official capacity as treasurer; Andrew MacPherson; Barr 2008 Presidential Committee and David Chastain, in his official capacity as treasurer. The Commission found no reason to believe that MacPherson, the Barr Committee and its treasurer violated the Act or the Federal Election laws. The Commission decided to exercise its prosecutorial discretion and dismissed the matter as to the remaining respondents and sent letters of caution advising them to ensure that their conduct is in compliance with the Act and Commission regulations.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6169</a> &#8211; Triangle Pride PAC and Steven Walker in his official capacity as treasurer. The Commission used its prosecutorial discretion to dismiss the matter.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6203</a> &#8211; Itinere North America, LLC; Itinere Infrastructure, LLC; Itinere Infrastructure, S.A. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $10,000.</p>\n              <p>&#160;</p>\n              <p><strong>ADMINISTRATIVE FINES<br/>\n              </strong></p>\n              <p>AF 1773 &#8211; Brownstein Hyatt Farber Schreck Political Action Committee and Steven C. Demby as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,125.</p>\n              <p/>\n              <p>AF 1775 &#8211; College of American Pathologists Political Action Committee and Dr. Renee R. Ellerbroek as Treasurer. The Commission made a final determination to close the file.</p>\n              <p/>\n              <p>AF 1829 &#8211; Swanson for US Senate Committee and Johnny Swanson, III as Treasurer. The Commission made a final determination to close the file.</p>\n              <p/>\n              <p>AF 1872 &#8211; Swanson for US Senate Committee and Johnny Swanson, III as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 1877 &#8211; Committee to Elect Nick Carter for United States Senate and John E. Henry as Treasurer.&#160; The Commission made a final determination and assessed a civil penalty of $5,000.</p>\n              <p/>\n              <p>AF 1898 &#8211; Monroe County Democratic Committee and Leigh Kegerreis as Treasurer. The Commission made a final determination and assessed a civil penalty of $12,000.</p>\n              <p/>\n              <p>AF 1937 &#8211; Green Party of the United States and Jody T. Grage as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n              <p/>\n              <p>AF 1939 &#8211; Local 401 Iron Workers Political Action Fund and Joseph J. Dougherty as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 1944 &#8211; O&#8217;Melveny &amp; Myers Political Action Committee and K. Lee Blalack as Treasurer. The Commission made a final determination to take no further action.</p>\n              <p/>\n              <p>AF 1947 &#8211; Shell Oil Company Employees&#8217; Political Awareness Committee and Ken Kasney as Treasurer. The Commission made a final determination to take no further action.</p>\n              <p/>\n              <p>AF 2005&#8211; Int Longshoremens Assoc (ILA) Local 1291 Political Action Committee and Martin Mascuilli as Treasurer. The Commission made a final determination and assessed a civil penalty of $300.</p>\n              <p/>\n              <p>AF 2020 &#8211; Plumbers Local 519 Political Action Committee and Phil Trucks, Jr. as Treasurer. The Commission made a final determination and assessed a civil penalty of $345.</p>\n              <p/>\n              <p>AF 2023&#8211; Recreational Fishing Alliance PAC and Jim Hutchinson, Jr. as Treasurer. The Commission made a final determination and assessed a civil penalty of $450.</p>\n              <p/>\n              <p>AF 2036 &#8211; Doug Tudor for Congress and Douglas D. Tudor as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,080.</p>\n              <p/>\n              <p>AF 2046 &#8211; Benjamin Lodmell for US Congress and Benjamin Lodmell as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2048 &#8211; Carraro for Congress and C. Bert Ledbetter as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 2055 &#8211; Committee to Elect Mary Wright and Mary Delois Wright as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2058 &#8211; Darius for Congress and Darius Shahinfar as Treasurer. The Commission made a final determination and assessed a civil penalty of $140.</p>\n              <p/>\n              <p>AF 2063 &#8211; Finegold Committee and Travis M. Drouin as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2064 &#8211; Friends of Barbara Ferris and Barbara Anne Ferris as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2065 &#8211; Friends of John Stroup and Eric Leo Funk as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2067 &#8211; Jackson for Congress and Murphy F. Bell, Jr. as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2068 &#8211; Jennifer Dougherty for Congress and Kathleen D. Cassidy as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2070 &#8211; JonElrod.com and Jan Marshall as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2072 &#8211; Local 1814 International Longshoremens Assoc. AFL-CIO Political Action and Education Fund and Anthony Graffino as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 2074 &#8211; Louisiana Reform PAC and John C. Schmidt as Treasurer. The Commission made a final determination and assessed a civil penalty of $235.</p>\n              <p/>\n              <p>AF 2076 &#8211; Ohio Coal Association PAC and Michael Carey as Treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n              <p/>\n              <p>AF 2077 &#8211; Onder for Congress and Phil Eckelkamp as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2078 &#8211; Philadelphia Joint Board UNITE HERE TIPS and Mildred Saldana as Treasurer. The Commission made a final determination and assessed a civil penalty of $140.</p>\n              <p/>\n              <p>AF 2081 &#8211; Reed for US Senate 2008 Inc and Kimberly Reed as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2082 &#8211; Ricardo Munoz for Congress and Carmen Flores-Rance as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2085 &#8211; Todd Long for Congress and William Todd Long as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2086 &#8211; Trover Solutions Inc. and Douglas R. Sharps as Treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p/>\n              <p>AF 2087 &#8211; United Democratic Campaign of Alameda County (UDCAC) and Gregory E. Sanborn as Treasurer. The Commission made a final determination and assessed a civil penalty of $140.</p>\n              <p/>\n              <p>AF 2088 &#8211; Wyne for Congress and Maria Schillaci as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2089 &#8211; Blaine for Congress 2008 and Brice A. Luetkemeyer as Treasurer. The Commission made a final determination and assessed a civil penalty of $6,360.</p>\n              <p/>\n              <p>AF 2090 &#8211; Rick Noreiga for Texas and Bette John as Treasurer. The Commission made a final determination and assessed a civil penalty of $3,073.</p>\n              <p/>\n              <p>AF 2091&#8211; Chambliss for Senate and Willard Lasseter as Treasurer. The Commission made a final determination and assessed a civil penalty of $10,520.</p>\n              <p/>\n              <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n              <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 483</a> &#8211; Republican Party of Texas and Russell Martinez as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $5,000.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 487</a> &#8211; Puckett for Congress and Mary E. Puckett as Treasurer. The respondents agreed to work with Commission staff to terminate the Committee and pay a civil penalty of $1,500.</p>\n              <p>&#160;</p>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p><a href=\"20090811MUR.shtml\">FEC Takes Action on Six Cases</a> (released August 11)</p>\n              <p><br/>\n              <strong>NEXT WEEK (AUGUST 17 &#8211; 21, 2009)</strong></p>\n              <p>No Commission Open Sessions or Executive Sessions are scheduled. </p>\n              <p/>\n              <p><strong>UPCOMING EVENTS </strong></p>\n              <p>September 15-16, Chicago, IL &#8211; <a href=\"../../info/conferences/2009/chicago09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is <a href=\"../../info/conferences/2009/chicago09agenda.pdf\">here</a>. </p>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p>August 20 &#8211; August Monthly Report </p>\n              <p>September 20 &#8211; September Monthly Report</p>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The August issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/aug09.pdf\">here</a>.</p>\n              <p/>\n              <p>The August supplements to the FEC&#8217;s <em>Campaign Guides </em>are <a href=\"../../info/publications.shtml\">here</a>.</p>\n              <p/>\n              <p><em>Federal Elections 2008</em> is <a href=\"../../pubrec/fe2008/federalelections2008.shtml\">here</a>.</p>              <p align=\"center\"><strong> </strong></p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "title": "Week of August 10 - 14, 2009 ", "issue": "2009-14", "href": "press2009/20090814Digest.shtml", "date": "08/14/2009", "pdf": null}