{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"primary_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 18 , 2013</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2013-03</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of January 14 &#8211; 18</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public four closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6497</a><br/>\n  COMPLAINANT: Missouri Republican Party by Lloyd Smith, Executive Director<br/>\n  RESPONDENTS: McCaskill for Missouri 2012 and Michelle Sherod, in her official capacity as treasurer; McCaskill for Missouri and Michelle Sherod, in her official capacity as treasurer; and Claire McCaskill<br/>\n  SUBJECT: The complaint alleged that McCaskill for Missouri and Sherod, in her official capacity as treasurer, (2006 Committee) and McCaskill failed to properly report contributions and disbursements during the 2006 election cycle.&#160; The complaint alleged further that Missouri 2012, McCaskill for Missouri and Sherod, in her official capacity as treasurer, (2012 Committee) and McCaskill failed to properly report in-kind contributions resulting from two non-commercial flights for political events that she took on an aircraft she co-owned with her husband. McCaskill was a 2006 and 2012 candidate for Missouri&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission dismissed the allegation that the 2006 Committee failed to properly report contributions and disbursements in light of the fact that the initial obligation to report receipts and disbursements was outside the five-year statute of limitations period, and sent a letter reminding the 2006 and 2012 Committees of the Commission&#8217;s requirements concerning the accurate reporting of receipts and disbursements. The Commission found no reason to believe McCaskill failed to accurately disclose Committee receipts and disbursements because there is no information in the record to suggest McCaskill had any personal responsibility for the 2006 Committee&#8217;s apparent reporting violations. The Commission dismissed allegations that the Committee failed to report non-commercial flights as in-kind contributions because (1) the amount involved was likely <em>de minimis</em>, (2) the flights in question were likely outside the statute of limitations period and (3) an investigation would not be a prudent use of the Commission&#8217;s limited resources.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6537</a> <br/>\n  COMPLAINANT: Richard J. McDaniel<br/>\n  RESPONDENTS: Jeff Flake for U.S. Senate, Inc. and Hieu Tran, in her official capacity as treasurer; and Club for Growth PAC and Adam Rozansky, in his official capacity as treasurer <br/>\n  SUBJECT: The complaint alleged that Jeff Flake for U.S. Senate, Inc. and Tran, in her official capacity as treasurer, (the Committee) incorrectly reported earmarked contributions received through Club for Growth. In addition, there was ambiguity in the complaint as to whether the Club for Growth properly reported the earmarked contributions that it transmitted to the Committee. Flake was a 2012 candidate for Arizona&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe Club for Growth reported the earmarked contributions improperly in light of a sample of contributor information provided by Club for Growth in its response to the complaint and the Committee&#8217;s acknowledgment of responsibility for the reporting errors. The Commission exercised its prosecutorial discretion and dismissed the matter in connection with the Committee in light of the remedial action the Committee took before the complaint was filed and in consideration of Commission priorities. The Commission sent a letter reminding the Committee of the Commission&#8217;s requirements concerning the reporting of earmarked contributions.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6568</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENTS: Heath Shuler for Congress and Troy Burns, in his official capacity as treasurer <br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that Heath Shuler for Congress and Burns, in his official capacity as treasurer, (the Committee) failed to accurately report disbursements. Shuler was a 2010 candidate for North Carolina&#8217;s 11th Congressional District.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $28,800.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6569</a> <br/>\n          COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENTS: Chuck Wilkerson for Congress and Patricia Louise Motta, in her official capacity as treasurer <br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that Chuck Wilkerson for Congress and Motta, in her official capacity as treasurer, failed to accurately report receipts and disbursements. Wilkerson was a 2010 candidate for California&#8217;s 30th Congressional District.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $2,000.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public seven campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 601</a> &#8211; Tim Bishop for Congress and Susan Taylor, in her official capacity as treasurer. The Commission closed the file.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 605</a> &#8211; Bill Owens for Congress and Theodore Kowalczyk, in his official capacity as treasurer. The Commission closed the file.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 610</a> &#8211; Mulvaney for Congress and Patricia J. Jenkins, in her official capacity as treasurer. The Commission closed the file.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 611</a> &#8211; Geoff Davis for Congress and Kevin Broghamer, in his official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of compliance measures and (2) pay a civil penalty of $1,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 613</a> &#8211; Freedomworks, Inc. and Max Pappas, in his official capacity as treasurer. The Commission closed the file.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 617</a> &#8211; Alabama Republican Party and Mallory Jackson, in her official capacity as treasurer. The Commission closed the file.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 621</a> &#8211; Calumet PAC and Terrance Bronowski, in his official capacity as treasurer. The Commission made a final determination to exercise its prosecutorial discretion and take no further action.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p><strong/></p>\n        <p><a href=\"/law/litigation/conway.shtml\"><em>Conway for Senate v. FEC</em></a> (Case 3:12-cv-00244-CRS-JDM). On January 15, the plaintiff filed a <a href=\"/law/litigation/conway_conway_msj.pdf\">Motion for Summary Judgment</a> in the United States District Court for the Western District of Kentucky. </p>\n        <p><strong/></p>\n        <p><a href=\"/law/litigation/hassan.shtml\"><em>Hassan v. FEC</em></a> (Case 12-5335). On January 13, the plaintiff filed a <a href=\"/law/litigation/hassan_reply_xmotion_summary_disp.pdf\">Reply Motion and Cross Motion for Summary Disposition</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p><strong/></p>\n        <p><a href=\"/law/litigation/McCutcheon.shtml\"><em>Shaun McCutcheon, et al. v. FEC </em></a>(Case 12-536). On January 14, the plaintiffs filed a <a href=\"/law/litigation/mccutcheon_sc_mcc_opp_mtd.pdf\">Brief Opposing Motion to Dismiss or Affirm</a> in the United States Supreme Court.</p>\n        <p/>\n        <p><a href=\"/law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 12-5365). On January 16, the plaintiffs-appellants filed a <a href=\"/law/litigation/wagner_wagner_brief.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit. </p>\n        <p><strong/></p>\n        <p><strong>REQUEST FOR COMMENT ON ENFORCEMENT PROCESS</strong></p>\n        <p/>\n        <p>On January 18, the Commission published a <a href=\"/law/policy/enforcement/hearing/notice2013-01.pdf\">Notice of Request for Comment on the Enforcement Process</a> in the Federal Register. Comments from the public responding to this request are due on or before April 19, 2013. </p>\n        <p/>\n        <p/>\n        <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>On January 16, the Commission hosted <em>Roundtable Workshops/Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for PACs and Party Committees</em>.&#8221; </p>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On January 14, Communications Specialist Molly Niewenhous discussed Commission operations and campaign finance law with a group of students from The Washington Center. </p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>January 23, Federal Election Commission, Washington, DC. Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for Candidate Committees.&#8221; Additional information is available on the <a href=\"/info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>February 13, Federal Election Commission, Washington, DC. &#8220;Candidate 101: Preparing for the Next Election Cycle&#8221; Webinar for new candidates and their campaign staff. Additional information is available on the <a href=\"/info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>January 31: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"/info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n              <br/>\n        </strong>The <a href=\"/pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"/general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>The <a href=\"/pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"/pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"/pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"/pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"/pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"/pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"/pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"/pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"/law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available and can be downloaded from the website. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p> <a href=\"/info/elearning.shtml\">Instructional videos</a> are available on YouTube at <a href=\"http://www.youtube.com/user/FECTube?feature=watch\">http://www.youtube.com/user/FECTube?feature=watch</a> .&#160; These videos are also available on the Commission's E-Learning resources page at <a href=\"/info/elearning.shtml\">http://www.fec.gov/info/elearning.shtml</a>. <br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"/mobile/\">http://www.fec.gov/mobile/</a></p></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of January 14 - January 18, 2013", "issue": "2013-03", "href": "press2013/20130118digest.shtml", "date": "01/18/2013", "pdf": null}