{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 18, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140718digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-29</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of July 14 &#8211; 18</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><u>Request Received</u></p>\n          <p><strong/></p>\n          <p><a href=\"http://saos.fec.gov/aodocs/1300668.pdf\">AOR 2014-09 (REED Marketing)</a>. On July 14, the Commission made public Advisory Opinion Request 2014-09. The requestor asks about the application of the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations to the requestor's proposal to market an affinity credit card program to national party committees. The Commission must issue a response no later than 60 days after receipt of the complete request, or specifically by September 2, 2014. </p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/aodocs/1300996.pdf\">AOR 2014-10 (Joan Farr)</a>. On July 17, the Commission made public Advisory Opinion Request 2014-10.&#160; Joan Farr, a candidate for the U.S. Senate, asks whether her principal campaign committee may purchase copies of a book written by Ms. Farr for distribution to her contributors and supporters. The Commission must issue a response no later than 60 days after receipt of the complete request, or by September 12, 2014.</p>\n          <p><strong/></p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6520</a> <br/>\n          COMPLAINANT: Marguerite De Santis<br/>\n          RESPONDENTS: National Association of Realtors; Massachusetts Association of Realtors; and Berkshire County Board of Realtors<br/>\n          SUBJECT: The complaint alleged that the increase of membership dues by the National Association of Realtors (NAR), Massachusetts Association of Realtors (MAR) and Berkshire County Board of Realtors (the Board) in order to fund NAR&#8217;s lobbying and political activities, including independent expenditures, was coercive. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the specific conduct alleged in the matter, including the payment of standard dues to a voluntary membership organization in exchange for services the complainant deemed beneficial to her business, and in consideration of Commission priorities. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6749</a> <br/>\n          COMPLAINANT: Cheryl Sullenger, Operation Rescue<br/>\n          RESPONDENTS: Trust Women PAC and Amber L. Lockner, in her official capacity as treasurer; South Wind Women&#8217;s Center, LLC; and Julie Burkhart<br/>\n          SUBJECT: The complaint alleged that Trust Women PAC and Lockner, in her official capacity as treasurer, used its funds and resources to operate a for-profit business, the South Wind Women&#8217;s Center, LLC (the Clinic), by making a direct loan to the Clinic and by purchasing goods for use by the Clinic. The complaint alleged further that the Clinic&#8217;s repayment of the direct loan and in-kind purchases were corporate or excessive contributions to the Committee, and that the Committee made numerous reporting errors.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the specific conduct and the small dollar amounts at issue, and in consideration of Commission priorities. The Commission sent a letter reminding the Committee of the Commission&#8217;s disclosure requirements and reminding it to correct its cash-on-hand balances on its disclosure reports from 2011 through 2014.</p>\n          <p><strong/></p>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 713</a> &#8211; Linthicum for Congress and Lisa A. Emard, in her official capacity as treasurer. The Commission dismissed the case.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/RNC.shtml\"><em>RNC, et al. v. FEC</em></a> (Case 1:14-cv-00853-CRC). On July 14, plaintiffs filed a <a href=\"../../../law/litigation/rnc_rnc_msj.pdf\">Motion for Summary Judgment</a>, a <a href=\"../../../law/litigation/rnc_rnc_msj_memo.pdf\">Memorandum in Support of Plaintiffs&#8217; Motion for Summary Judgment</a> and a <a href=\"../../../law/litigation/rnc_rnc_statement.pdf\">Statement of Material Facts</a> in the United States District Court for the District of Columbia. </p>\n          <p/>\n          <p><a href=\"../../../law/litigation/SREICD.shtml\"><em>Stop Reckless Economic Instability caused by Democrats, et al. v. FEC</em></a> (Case 1:14-cv-00397-AJT-IDD). On July 17, the Commission filed its <a href=\"../../../law/litigation/sreicd_fec_comb_resp2.pdf\">Combined Response in Partial Opposition to Plaintiffs' Motion for Voluntary Dismissal and Motion to Amend or Supplement the Complaint</a> in the United States District Court for the Eastern District of Virginia.</p>\n          <p/>\n          <p><strong>OUTREACH</strong></p>\n          <p><strong/></p>\n          <p>On July 17, Vice Chair Ann M. Ravel discussed the role and work of the Commission at the 2014 Congressional Summer Intern Lecture Series. </p>\n          <p><strong/></p>\n          <p><strong>PUBLIC DISCLOSURE</strong></p>\n          <p><strong/></p>\n          <p>On July 11, the Commission&#8217;s Office of Inspector General made public its <a href=\"../../../general/documents/ReviewofOutstandingRecommendationsasofJune2014.pdf\">Review of Outstanding Recommendations as of June 2014</a>.</p>\n          <p/>\n          <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n          <p/>\n          <p>July 15: July Quarterly Reports were due. For more information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#quarterly\">2014 Quarterly Reporting page</a> of the Commission website.</p>\n          <p><strong/></p>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>July 22: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>July 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n          <p><strong/></p>\n          <p>August 21, 2014, Federal Election Commission, Washington, DC. Roundtable/Webinar on Pre-Election Communications. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website</p>\n          <p><strong/></p>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is now available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/FECupdates\">http://twitter.com/FECupdates</a></p>\n          <p align=\"center\"/>\n          Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a>\n<p/></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of July 14 - July 18, 2014", "issue": "2014-29", "href": "press2014/digests/20140718digest.shtml", "date": "07/18/2014", "pdf": null}