{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>May 28 , 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-21</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n              <br/>\n        </strong>On May 25, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n        <p>On May 27, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings of meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong><br/>\n        <u/></p>\n        <p><u>Comment Received</u><br/>\n            <strong> </strong></p>\n        <p>On May 25, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1139157.pdf\">comment</a> on drafts for <a href=\"http://saos.fec.gov/saos/searchao\">AOR 2010-07 (Yes on FAIR).</a>The requester, a California state ballot measure committee, asks whether and how Members of Congress may solicit donations to it (i) during the period before the measure qualifies for the November 2010 general election ballot, and (ii) during the post-qualification period leading up to the date of the general election. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by June 14, 2010. </p>\n        <p><u/></p>\n        <p><u>Opinions Issued</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1116908.pdf\">AO 2010-05 (Starchannel Communications, Inc.).</a> On May 27, the Commission approved Advisory Opinion 2010-05, concluding that Starchannel, a Delaware corporation, may sell airtime to Federal candidates to run advertisements on television stations owned by a Mexican broadcasting corporation. </p>\n        <p><u><a href=\"http://saos.fec.gov/aodocs/1121119.pdf\">AO 2010-06 (Famos LLC).</a></u> On May 27, the Commission approved Advisory Opinion 2010-06, concluding that Famos could operate an affinity-type account program and market its web-based technology platform to political committees, including authorized committees, nonconnected committees, and party committees.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available<a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\"> here</a>.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public three closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6021</a> &#8211; Democratic National Committee (DNC) and Andrew Tobias, in his official capacity as treasurer; John Kerry; John Edwards; Kerry for President 2004, Inc. and David Thorne, in his official capacity as treasurer; Kerry-Edwards 2004, Inc. and David Thorne, in his official capacity as treasurer; America Coming Together; The Ballot Project; Uniting People for Victory; The National Progress Fund; and Americans for Jobs. The Commission found no reason to believe that the DNC, Kerry for President 2004, Inc., or Kerry-Edwards 2004, Inc. and their treasurers violated the Act. The Commission further found no reason to believe Kerry violated the Act or Commission regulations. It also found no reason to believe that America Coming Together violated the Act in connection with one allegation, and it dismissed another allegation against America Coming Together. The Commission dismissed the allegations concerning The Ballot Project, National Progress Fund, Uniting People for Victory, and Americans for Jobs. </p>\n        <p/>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6245</a></u> &#8211; Volunteer Political Action Committee and Dawn Perkerson, in her official capacity as treasurer; George T. Farrell; and Hon. William H. Frist. The Commission dismissed the case.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6252</a> &#8211; A.J. Otjen for Congress/Committee to Elect A.J. Otjen and Agnes J. Otjen, in her official capacity as treasurer; and Agnes J. Otjen. The Commission dismissed the case.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public nine campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 496 </a>&#160;&#8211; The Doctors&#8217; Company Federal PAC (DOCPAC) and Leona Egeland Siadek as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $1,500.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 516 </a>&#160;&#8211; New Jersey Republican State Committee and John O. Bennett as Treasurer. The respondents agreed to implement compliance measures, send a representative to an FEC conference and pay a civil penalty of $3,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 521</a> &#8211; Republican Party of Orange County (Federal) and Mark W. Bucher as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $2,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 526 </a>&#160;&#8211; Washington State Republican Party and Colleen Morse as Treasurer. The respondents agreed to implement compliance measures, send a representative to an FEC conference and pay a civil penalty of $4,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 528 </a>&#160;&#8211; DNC Services Corporation/Democratic National Committee and Andrew Tobias as Treasurer. The respondents agreed to implement compliance measures, send a representative to an FEC conference and pay a civil penalty of $2,500.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 530 </a>&#160;&#8211; South Dakota Democratic Party and Bill Nibbelink as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $1,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 532 </a>&#160;&#8211; Americans for Democratic Action, Inc. Political Action Committee and Don Kusler as Treasurer. The respondents agreed to implement compliance measures, send a representative to an FEC conference and pay a civil penalty of $1,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 533 </a>&#160;&#8211; Connecticut Democratic State Central Committee and Emma Pierce as Treasurer. The respondents agreed to implement compliance measures, send a representative to an FEC conference and pay a civil penalty of $2,400.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 540 </a>&#160;&#8211; McGroarty for Congress and Adam Hoover as Treasurer. The Commission dismissed the case.</p>\n        <p><strong>LITIGATION</strong><br/>\n        </p>\n        <p><a href=\"../../law/litigation/koerber.shtml\"><em>Koerber v. FEC</em></a><em>.</em> On May 21, the plaintiffs filed an <a href=\"../../law/litigation/koerber_amended_complaint.pdf\">Amended Complaint</a> in the United States District Court, Eastern District of North Carolina, Northern Division, and on May 26 the plaintiffs asked the court to stay the case pending the resolution of <em>Real Truth About Obama v. FEC</em>. Plaintiffs Committee for Truth in Politics, Inc. (CTP) and Holly Lynn Koerber challenge the constitutionality of the reporting requirements for electioneering communications (ECs) in 2 U.S.C. 434(f). Plaintiffs also challenge the constitutionality of the Commission&#8217;s enforcement practices on political committee status, and the constitutionality of 11 C.F.R. 100.22(b), part of the Commission regulation defining \"expressly advocating.\"<br/>\n        </p>\n        <p><em><a href=\"../../law/litigation/cao.shtml\">Cao v. FEC</a></em>. On May 25, oral argument was heard <em>en banc</em> in the United States Court of Appeals for the Fifth Circuit. Plaintiffs have challenged the constitutionality of coordinated expenditure limits, both under the party expenditure provision in 2 U.S.C. 441a(d) and the $5,000 limit on party contributions to candidates in 2 U.S.C. 441a(a)(2)(A). </p>\n        <p/>\n        <p><a href=\"../../law/litigation/rnc_08.shtml\">Republican National Committee v. FEC</a>. On May 25, the Federal Election Commission and United States Solicitor General&#8217;s Office filed a <a href=\"../../law/litigation/rnc_sc_fec_mot_dis_aff.pdf\">Motion to Dismiss or Affirm</a> the appeal by the Republican National Committee (RNC) and its affiliated plaintiffs in the United States Supreme Court. The complaint challenged the constitutionality of the <a href=\"../../pages/bcra/bcra_update.shtml\">Bipartisan Campaign Reform Act&#8217;s</a> limits on the use of nonfederal funds by political party committees. The plaintiffs<strong> </strong>allege that the nonfederal fund provisions as applied to their intended activities are overly broad and unconstitutional under the First Amendment guarantees of free speech and association, and are outside of Congress&#8217;s authority to regulate elections. The Commission contends that those provisions are constitutional contribution limits for the reason that they prevent corruption and the appearance of corruption.</p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/beam.shtml\">Beam v. FEC </a></em>(formerly Beam v. Gonzales). On May 27, the United States District Court for the Northern District of Illinois granted the Commission's motion to strike plaintiffs' demand for a jury trial, but denied the Commission's motion for summary judgment, and set a bench trial for July. The Commission argued that the plaintiffs have failed to uncover evidence of a violation of the Right to Financial Privacy Act, the sole claim remaining in the case.</p>\n        <p/>\n        <p><strong>OUTREACH</strong><br/>\n            <br/>\n  On May 24, Commissioner Steven Walther and Communications Specialist Katherine Wurzbach met with a three-person delegation from the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe (OSCE).&#160; The delegation was gathering background information on the 2010 U.S. elections to ensure that the United States is fully meeting its commitment as an OSCE member state. </p>\n        <p/>\n        <p>On May 24, Communications Specialists Katherine Carothers and Dorothy Yeager discussed the FEC's mission and the regulatory aspects associated with running a federal PAC at the PAC Workshop for the American League of Lobbyists, sponsored by PAC Outsourcing LLC. <br/>\n            <br/>\n            <strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>May 24: &#160;Virginia Democratic Party (District No. 5) Pre-Convention Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/vaconv_dem_5.shtml\">here.</a></p>\n        <p><strong/></p>\n        <p>May 27: &#160;Arkansas Pre-Runoff Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/arprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;California Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/caprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;Iowa Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/iaprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;Maine Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/meprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;Montana Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/mtprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;Nevada Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/nvprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;New Jersey Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/njprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;North Dakota Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/ndprim.shtml\">here</a>.</p>\n        <p/>\n        <p>May 27: &#160;South Carolina Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/scprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;South Dakota Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/sdprim.shtml\">here.</a></p>\n        <p/>\n        <p>May 27: &#160;Virginia Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/vaprim.shtml\">here.</a></p>\n        <p/>\n        <p><a name=\"FEAShays3\"/><strong>PRESS RELEASES</strong><br/>\n            <br/>\n            <a href=\"20100527AO.shtml\">FEC Considers Three Advisory Opinions</a> (issued May 27) <br/>\n            <br/>\n            <strong>UPCOMING EVENTS</strong></p>\n        <p><strong/></p>\n        <p>June 8-9, Arlington, VA.&#160; <u>Conference for Trade Associations, Membership Organizations, and Labor Organizations and Their Political Action Committees</u>. The conference registration information and agenda are <a href=\"../../info/conferences/2010/tradememberlabor10.shtml\">here</a>. </p>\n        <p/>\n        <p>June 30, Washington, DC.&#160; FEC Roundtable Workshops on Reporting and Electronic Filing. The schedule is <u><a href=\"../../info/outreach.shtml#roundtables\">here.</a></u> </p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p><br/>\n  The June issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/jun10.pdf\">here.</a> Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of May 24 - May 28, 2010 ", "issue": "2010-21", "href": "press2010/20100528Digest.shtml", "date": "05/28/2010", "pdf": null}