{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 21, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-51</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of December 17 &#8211; 21</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p/>\n        <p>On December 18, the Commission held an executive session. </p>\n        <p/>\n        <p>On December 20, the Commission held an open meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p><strong>2013 OFFICERS AND CALENDAR</strong></p>\n        <p><strong/></p>\n        <p>On December 20, the Commission elected Ellen L. Weintraub as Chair and Donald F. McGahn II as Vice Chairman for 2013. The Commission also approved a <a href=\"../../agenda/2012/mtgdoc_1288.pdf\">schedule</a> of meeting dates for 2013.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=68940AFC0B2ADF4F303A26E0D909741E?SUBMIT=ao&amp;AO=3512\"><strong>AO 2012-35 (Global Transaction Services Group, Inc.)</strong></a>.&#160; On December 20, the Commission concluded that the process proposed by Global Transaction Services Group, Inc. (GTSG) for receiving and forwarding small-dollar contributions to political committees is permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. During the discussion, the Commission heard from the President and Chief Executive Officer of Global Transaction Services Group, Inc.</p>\n        <p/>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3514&amp;START=1229588.pdf\"><strong>AOR 2012-37 (Yamaha Motor Corporation, U.S.A.)</strong></a>. &#160;On December 20, the Commission discussed two draft advisory opinions and voted on one of the drafts, based on a request from Yamaha Motor Corporation, U.S.A. (Yamaha), but was unable to reach agreement by the required four affirmative votes to issue an Advisory Opinion. Yamaha asked whether it may form a separate segregated fund and, if so, whether it may solicit contributions from the executive and administrative personnel of certain dealers and service centers under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of Yamaha. </p>\n        <p><strong/></p>\n        <p><u>Extension of Time Received</u></p>\n        <p><strong/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AOR 2012-38 (Socialist Workers Party)</strong></a>. On December 18, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1231541.pdf\">Extension of Time</a> until February 28, 2013 on Advisory Opinion Request 2012-38. The Socialist Workers Party (SWP) requests an extension of a partial exemption from the Act and Commission regulations requiring the reporting of contributors to the SWP and the recipients of SWP disbursements. The SWP has, as a result of the threat of harassment and threat of violence, maintained such an exemption since 1990, and instead files reports with the Commission containing coded references to contributors and recipients of disbursements, rather than names, addresses, and other identifying information. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one closed case. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6530</strong></a> <br/>\n  COMPLAINANT: Daniel J. Parker<br/>\n  RESPONDENT: Indiana Values SuperPAC, Inc. and Andrew Klingenstein, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Indiana Values SuperPAC, Inc. and Klingenstein, in his official capacity as treasurer, (the Committee) an independent expenditure-only political committee, filed an inaccurate and untimely Statement of Organization with the Commission. The complaint alleged further that the Committee failed to file a 48-hour independent expenditure notice in connection with a poll it conducted and failed to file a 2011 year-end report.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation concerning the Statement of Organization in light of the short delay in filing it and the timely filing of the Committee&#8217;s first disclosure report. The Commission also dismissed the allegation connected with the failure to file an independent expenditure notice in light of subsequent disclosures and the relatively low cost of the poll at issue. The Commission found no reason to believe the Committee failed to file a year-end report because the Commission confirmed that the Committee filed the report in a timely manner.</p>\n        <p/>\n        <p><a href=\"../../agenda/2012/mtgdoc_1289.pdf\"><strong>Request for Comment on the Enforcement Process</strong></a>. On December 20, the Commission approved a Federal Register notice on a Request for Comment on certain aspects of the Commission&#8217;s enforcement process. Comments from the public responding to this request are due on or before March 15, 2013. </p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public three campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2563</a> &#8211; Maria Sheffield Congress and Jeffrey L. Williamson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $125.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2565</a> &#8211; Coday for US Senate and Alexander W. Nelson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $262.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2566</a> &#8211; Tim D&#8217;Annunzio for Congress and Tim Bruce D&#8217;Annunzio, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $10,110.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>AUDITS<br/>\n              <br/>\n        </strong><a href=\"../../agenda/2012/mtgdoc_1281.pdf\">Final Audit Report on the Minnesota Democratic-Farmer-Labor Party</a>. On December 17, the Commission made public the Final Audit Report on the Minnesota Democratic-Farmer-Labor Party covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit Report contains one finding related to the overfunding of federal accounts by non-federal accounts and one additional issue related to the misstatement of financial activity.</p>\n        <p><strong>  LITIGATION</strong></p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/TeaPartyLeadershipFund.shtml\"><em>Tea Party Leadership Fund, et al. v. FEC</em></a> (Case 1:12-cv-1707-RWR). On December 17, the Commission filed its <a href=\"../../law/litigation/tplf_fec_answer.pdf\">Answer to Plaintiffs' Verified Complaint for Declaratory and Injunctive Relief</a>&#160; in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1286.pdf\"><strong>Itemization of Ultimate Payee of Committee Disbursements</strong></a>. On December 20, the Commission discussed a request for guidance from the Office of Compliance and the Office of General Counsel on reporting issues connected with committees&#8217; disclosure of itemized disbursements. The Office of General Counsel will prepare a draft guidance document for public comment, to be placed on the agenda of a Commission open meeting early in 2013.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p/>\n        <p><a href=\"20121220openmeeting.shtml\">FEC Approves an Advisory Opinion and a Request for Comment on the Enforcement Process, Discusses an Advisory Opinion Request and a Request for Guidance on Reporting Payees, Elects 2013 Officers and Releases Meeting Dates</a> (issued December 20)</p>\n        <p/>\n        <p><a href=\"20121220newofficers.shtml\">FEC Elects Weintraub as Chair for 2013; McGahn to Serve as Vice Chairman</a> (issued December 20) </p>\n        <p/>\n        <p><a href=\"20121220_JohnsonMatchFund.shtml\">Federal Election Commission Certifies Federal Matching Funds for Gary Johnson</a> (issued December 20)</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>January 16, 2013, Federal Election Commission, Washington, DC. Roundtable Workshops/Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for PACs and Party Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>January 23, 2013, Federal Election Commission, Washington, DC. Webinars on &#8220;2012 Year-end Reporting and Electronic Filing for Candidate Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>February 13, 2013, Federal Election Commission, Washington, DC. &#8220;Candidate 101: Preparing for the Next Election Cycle&#8221; Webinar for new candidates and their campaign staff. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>January 31, 2013: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available and can be downloaded from the website. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch.&#160; These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of December 17 - December 21, 2012", "issue": "2012-51", "href": "press2012/20121221digest.shtml", "date": "12/21/2012", "pdf": null}