{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 24, 2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-38</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Diges</strong><strong>t</strong></p>\n        <p align=\"center\"><strong>Week of September 20 &#8211; 24</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong></p>\n        <p>On September 21, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. </p>\n        <p/>\n        <p>On September 23, the Commission held an Open Meeting. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued<br/>\n              <br/>\n        </u><strong><a href=\"../../agenda/2010/mtgdoc1057.pdf\">AO 2010-16 (EmblemHealth Services Company LLC)</a></strong>.&#160; On September 23, the Commission approved Advisory Opinion 2010-16. The Commission concluded that EmblemHealth LLC, a wholly owned subsidiary of two corporate members, one of which has a separate segregated fund (SSF), may pay the administrative and solicitation costs for the SSF and that the name of the SSF may be changed to &#8220;EmblemHealth PAC.&#8221; The Commission determined that EmblemHealth LLC and its corporate members, Health Insurance Plan of Greater New York, and Group Health Incorporated, may solicit contributions to the SSF from certain employees of the three companies. </p>\n        <p><strong><a href=\"../../agenda/2010/mtgdoc1058.pdf\">AO 2010-17 (Stutzman for Congress)</a></strong>, On September 23, the Commission approved Advisory Opinion 2010-17. The Commission concluded that Stutzman for Congress may treat undesignated contributions as being made for the general election or for the special election held on the same day, or divided between the two elections, without obtaining contributor redesignations, as long as those contributions do not exceed the contributor&#8217;s limit for each election. Marlin Stutzman is a candidate for Indiana&#8217;s 3rd Congressional District.</p>\n        <p><strong><a href=\"../../agenda/2010/mtgdoc1059b.pdf\">AO 2010-18 (DFL)</a></strong>. On September 23, the Commission approved Advisory Opinion 2010-18. The Commission concluded that the Minnesota Democratic-Farmer-Labor Party (DFL) may use recount funds raised for the 2008 recount and election contest involving Senator Al Franken and then-Senator Norm Coleman to pay for recount activities relating to future recounts. The Commission further concluded that the DFL may request that donors to the recount fund redesignate their donations in writing as contributions to DFL&#8217;s Federal campaign account.&#160; The Commission was unable to reach a decision regarding whether a transfer of funds from the recount account to the Federal campaign account is permissible. On September 22, the Commission received a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3107&amp;START=1149086.pdf\">supplemental comment</a> on draft AO 2010-18. </p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><u/></p>\n        <p>&#160;<strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3108&amp;START=1148772.pdf\">Advisory Opinion 2010-19 (Google)</a></strong>. On September 23, the Commission held over discussion of the advisory opinion in order to provide an opportunity for public comment on an alternative <a href=\"../../agenda/2010/mtgdoc1061b.pdf\">draft</a>. In its request, Google asks whether text ads generated by its AdWords program are exempt from the disclaimer requirements of 11 CFR 110.11, under the \"small items\" exception. If they are not, Google asks whether displaying the URL of the ad's sponsor would satisfy the disclaimer requirement. The comment period has been extended until noon on October 5. On September 22, the Commission received supplemental <a href=\"http://saos.fec.gov/aodocs/1149043.pdf\">comment</a>s on draft AO 2010-19.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3108&amp;START=1148772.pdf\">AO Request 2010-20 (NDPAC)</a></strong>. On September 23, the Commission was unable to render an opinion in AO 2010-20. In its request, the National Defense PAC (NDPAC) asked whether it may accept unlimited contributions from individuals, other political committees, corporations and unions to make independent expenditures, and whether it may accept these funds into a separate account of the PAC. The request also concerns whether NDPAC may use these unlimited contributions to pay for the administrative and operating expenses of both its general operations, and any independent expenditures made from its separate account. On September 22, the Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3127\">comments</a> on drafts for AO 2010-20.</p>\n        <p><u>Request Received</u></p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1148790.pdf\">AOR 2010-24 (Republican Party of San Diego County)</a>.</strong> On September 17, the Commission made public Advisory Opinion Request 2010-24.&#160; In the request, the Republican Party of San Diego County asks: (1) whether the activities of the committee's Voter Registration Coordinator, which recruits, trains and supervises contractors hired by the committee to perform voter registration services, qualify as voter registration activity within 120 days of a Federal election, and are therefore Federal Election Activity (FEA); (2) if the activities of the Voter Registration Coordinator are voter registration activity, then would the activities of the Executive Director of the committee also be voter registration activity during the time he is supervising the Voter Registration Coordinator; (3) if the activities of the Voter Registration Coordinator are not voter registration activity, may the committee amend its reports that have already treated such activities as FEA and make transfers of the appropriate amount of non-Federal funds; and (4) would the Commission's analysis of the preceding questions differ if it applies new FEA regulations recently published in the Federal Register that will take effect on December 1, 2010. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by November 15.&#160;&#160; </p>\n        <p><em/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1148915.pdf\">AOR 2010-25 (RG Entertainment)</a></strong>. On September 20, the Commission made public Advisory Opinion Request 2010-25. In the request, RG Entertainment, Ltd., Star Parker, Star Parker for Congress, Motive Entertainment, Inc., engage4 LLC, and InService America, Inc. ask whether (1) disbursements in connection with the production, marketing, and distribution of a documentary film and its trailer would be covered by the press exemption or would constitute <em>bona fide </em>commercial activity; (2) payments for the production and distribution of the film would constitute a coordinated communication with&#160; Parker, a candidate who appears in the film; (3) public theatrical exhibitions of the film would require disclaimers; and (4) Parker's appearances and licensing activities in conjunction with screenings of the film would be subject to the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. Pursuant to section 437f(a)(2) of the Act, the Commission will issue a response no later than 20 days after receipt of the complete request, that is, by October 12, because this request was submitted by a Federal candidate within 60 days before a Federal election.<strong/></p>\n        <p/>\n        <p/>\n        <p>Advisory Opinions and Requests are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>. </p>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public one closed case and one Statement of Reasons. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6250</a> &#8211; Ethan Hastert for Congress Committee and Larry Nelson, in his official capacity as treasurer; Ethan Hastert; Burnham Strategies Group, LLC; Brad Hahn; and J. Dennis Hastert. The Commission found no reason to believe the respondents violated the Federal Election Campaign Act of 1971, as amended (the Act).</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6038</a> &#8211; Doug Lamborn; Lamborn for Congress and Kathleen Ann Rockefeller, in her official capacity as treasurer; Club for Growth State Action; Christian Coalition of Colorado; Liberty Service Corporation; Tactical Data Solutions, Inc.; Blue Point, LLC; Chuck Gosnell; Mark Hotaling; Jonathan Hotaling; Tom Bjorklund and Christopher Baker. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/10044280876.pdf\">Statement of Reasons</a> was issued by Chairman Matthew S. Petersen, Vice Chair Cynthia L. Bauerly, and Commissioners Caroline C. Hunter, Donald F. McGahn, Ellen L. Weintraub, and Steven T. Walther.</p>\n        <p>            <strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public 12 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2126</a> &#8211; Ace Cash Express Inc. PAC and David Dodson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2127</a> &#8211; American Public Power Association, Public Ownership of Electric Resources PAC and Michelle Lynn Chandler, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $460.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2128</a> &#8211; Arlington Democratic Joint Federal Campaign and Jean Marshall Crawford, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $210.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2129</a> &#8211; Bi-County Political Action Committee (FKA Suffolk PAC) and Ira Lamel, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $150.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2131</a> &#8211; Byron Lee for Congress and Lester Dunn, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $187.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2132</a> &#8211; Chiang Patel and Yerby Inc. PAC and David W. Hays, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2133</a> &#8211; Dede for Congress, Inc. and Diedre K. Scozzafava, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2134</a> &#8211; Libertarian Party of Indiana and Todd Singer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $180.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2136</a> &#8211; Pagliuca for Senate and Sanjay Saimi, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2137</a> &#8211; Plumbers Union Local 690 Political Action Committee and John I. Kane, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,100.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2138</a> &#8211; Postma for Congress and James Lee Postma, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2142</a> &#8211; The Surgical Institute of Reading LP-PAC and Stephen P. Banco, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p>On September 20, Commissioner Donald F. McGahn met with a group of students from American University's Semester in Washington program to discuss the history of campaign finance law and recent legal developments. </p>\n        <p/>\n        <p>On September 22, Communications Specialist Katherine Wurzbach met with a delegation of political leaders from around the world to discuss campaign finance regulations and the Commission's role in enforcing them. The group was sponsored by the Department of State's International Visitor Leadership Program.</p>\n        <p/>\n        <p>On September 24, Vice Chair Cynthia L. Bauerly met with a delegation of political leaders from Germany to discuss the Commission's role in facilitating the disclosure of political committee reports. The group was sponsored by the Department of State's International Visitor Leadership Program. </p>\n        <p/>\n        <p><strong>IT INITIATIVES </strong></p>\n        <p>This week the Commission added a new presentation to its <a href=\"../../info/elearning.shtml\">E-Learning</a> page regarding redesignations and reattributions of contributions.&#160; The presentation gives an overview of procedures for redesignating or reattributing the excessive portion of contributions received.</p>\n        <p/>\n        <p><strong>PRESS RELEASES&#160;</strong>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n            <br/>\n            <a href=\"../2010OpenMtng.shtml\">FEC Considers Five Advisory Opinion Requests</a> (issued September 23)<br/>\n            <br/>\n            <strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>September 20: September Monthly Reports were due. For information on reporting dates, click <a href=\"../../info/report_dates_2010.shtml#monthly\">here</a>. </p>\n        <p/>\n        <p>September 20: &#160;Louisiana Pre-Runoff Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/laprim.shtml\">here</a>.<br/>\n            <strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>October 6, Washington, DC. FEC Roundtable Workshops on Reporting Requirements, FECFile &amp; E-Filing. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>October 7, Washington, DC. FEC Roundtable Workshop on FECFile &amp; E-Filing for PACs and Party Committees. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>. </p>\n        <p/>\n        <p>November 17, Washington, DC. FEC Roundtable Workshops on Winding Down the Campaign for House and Senate Campaigns. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The September issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/sep10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted. </p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of September 20 - September 24, 2010 ", "issue": "2010-38", "href": "press2010/20100924Digest.shtml", "date": "09/24/2010", "pdf": null}