{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>April 15,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-15</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of April 11 &#8211; 15</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Request Received</u> </p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1173238.pdf\">AOR 2011-06 (Democracy Engine)</a></u></strong>. On April 11, the Commission made public Advisory Opinion Request 2011-06. The request was submitted on behalf of Democracy Engine LLC (the vendor), Democracy Engine Inc., PAC (the PAC), and two individuals who are members of the restricted class of the PAC's connected organization, Democracy Engine, Inc.&#160; The PAC's connected organization is not a party to the request. The vendor provides web-based payment services for clients that wish to make contributions and donations to the PAC, as well as other Federal political committees and other non-political entities. Under the system outlined in the request, the two individuals will pay a convenience fee to the vendor for using its services to make contributions to the PAC. The request asks whether the vendor's actions would constitute an impermissible corporate contribution to the PAC; whether the individuals' payment of the convenience fee would constitute a contribution by the individuals to the PAC; and, if so, how the PAC should report the payment of the convenience fee by the individuals to the Commission.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by June 7, 2011.</p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public five closed cases. </p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6322</a> <br/>\n        </u></strong>RESPONDENTS: Tommy Sowers; Tommy Sowers for Congress and John P. Heisserer, in his official capacity as treasurer; and Square, Inc. <br/>\n          COMPLAINANT: Floyd D. Ferrell<br/>\n          SUBJECT: The complaint alleged that Square, Inc., a software company, facilitated, and Tommy Sowers for Congress and Heisserer, in his official capacity as treasurer, knowingly accepted contributions when Square, Inc. allowed the use of its name in invitations for a campaign fundraiser. The complaint further alleged that Square, Inc. made, and the Committee accepted, prohibited corporate contributions when the company furnished the Committee with its card readers. Finally, the complaint alleged that Tommy Sowers for Congress and Heisserer, in his official capacity as treasurer, may have converted campaign contributions to personal use when Tommy Sowers for Congress &#160;paid for the costs of the fundraiser since the costs of the event would exist irrespective of Sowers&#8217; candidacy. Sowers was a 2010 general election candidate for Missouri&#8217;s 8th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegations that Square, Inc. facilitated the making of contributions, and that Tommy Sowers for Congress and Heisserer, in his official capacity as treasurer, accepted corporate-facilitated contributions due to the relatively modest level of contributions raised at the fundraising event and the difficulty in assessing the value of the credit card reading devices, which are offered free to the public. The Commission also found no reason to believe that Sowers, Tommy Sowers for Congress and Heisserer, in his official capacity as treasurer, converted campaign contributions to personal use because Tommy Sowers for Congress&#160; has reasonably shown that the fundraising event would not have existed irrespective of Sowers&#8217; candidacy.&#160; </p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6335</a><br/>\n        </u></strong>RESPONDENTS: Moak for Congress and Sally Lattimer, in her official capacity as treasurer<br/>\n          COMPLAINANT: Todd Bradford<br/>\n          SUBJECT: The complaint alleged that Moak for Congress and Lattimer, in her official capacity as treasurer, failed to include proper disclaimers on five printed mass mailings. Steve Moak was a 2010 primary candidate for Arizona&#8217;s 3rd Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the mailings contained sufficient identifying information and in furtherance of the Commission&#8217;s priorities relative to other pending enforcement matters. The Commission sent a letter reminding Moak for Congress and Lattimer, in her official capacity as treasurer, about the use of appropriate disclaimers on public communications paid for by political committees. </p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6341</a><br/>\n        </u></strong>RESPONDENTS: Adams for Congress and Karen A. Rooks, in her official capacity as treasurer; and Eddie Adams, Jr.<br/>\n          COMPLAINANT: Elizabeth J. H. Morowati<br/>\n          SUBJECT: The complaint questioned the source of a personal loan reported as having been made by Adams to his own campaign committee, Adams for Congress. &#160;The complaint asked (l) how Adams could afford to pay back the loan if it came from a lender, and (2) if there was no lender, what was the origin of the funds. Adams was a 2010 primary election candidate for Florida&#8217;s 11th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of (1) the speculative nature of the allegations, (2) Adams&#8217; assertion that he did not borrow the funds but, rather, that he had the financial resources to make the loan from his own personal funds (3) the fact that Adams lost the primary election and (4) the fact that Adams eventually forgave the remainder of the loan that wasn&#8217;t repaid by Adams for Congress . </p>\n        <p>          <strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6352</a> <br/>\n          </u></strong>RESPONDENTS: Robert J. Dold, Jr.; and Dold for Congress and Jeffrey George Bennett, in his official capacity as treasurer<br/>\n          COMPLAINANT: Mary Stowell<br/>\n          SUBJECT: The complaint alleges that Dold, Dold for Congress and Bennett, in his official capacity as treasurer, failed to disclose the costs associated with a campaign-sponsored bus tour on the Committee&#8217;s July 2010 Quarterly Report. Dold was a 2010 general election candidate for Illinois&#8217; 10th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter given the relatively low dollar amount of the alleged violation and the fact that the Committee reported the disbursement for the bus tour on a subsequent campaign finance report. The Commission reminded Dold for Congress and Bennett, in his official capacity as treasurer, of the requirement to timely report campaign debts when they are incurred. &#160;</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6388</strong> </a>&#160;<br/>\n          RESPONDENTS: Mattie Fein for Congress and Kelly Lawler, in her official capacity as treasurer; and Mattie Fein<br/>\n        COMPLAINANT: Michael Chernus<br/>\n        SUBJECT: The complaint alleged that Fein may not have had the personal assets and funds necessary to contribute and loan $108,222 to her own campaign committee. Fein was a 2010 candidate for California&#8217;s 36th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe Fein and Lawler, in her official capacity as treasurer, knowingly accepted any contribution exceeding the contribution limits because Fein established that she had sufficient income to cover the contributions and loans she made to her campaign committee and because Commission regulations provide that a candidate for federal office may make unlimited expenditures from the candidate&#8217;s personal funds to the candidate&#8217;s campaign committee.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong> </p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2180</a> &#8211; Singh for Congress and Timothy J. Davis, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2184</a> &#8211; Bradley Beauchamp for Congress and Erik Stauber, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong> </p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1112.pdf\">Final Audit Report on Hillary Clinton for President (HCFP)</a>. On April 12, the Commission made public the final audit report on Hillary Clinton for President, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that HCFP failed to resolve in a timely manner 10 excessive contributions from political committees totaling $21,400. HCFP has provided documentation showing the contributions were refunded. </p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong> </p>\n        <p>April 15:&#160; April Quarterly Reports were due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting Dates page</a> of the FEC website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS<br/>\n              <br/>\n        </strong>May 11 and 18, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p>June 8, Washington, DC. <em>FEC</em> <em>Seminar for Trade Associations, Labor Organizations, </em></p>\n        <p><em>Membership Organizations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/April11.pdf\">April 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">April 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        <p/>\n        <div align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </div></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of April 11 - April 15, 2011", "issue": "2011-15", "href": "press2011/20110415digest.shtml", "date": "04/15/2011", "pdf": null}