{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>May 6,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-18</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of May 2 - 6 </strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On May 3, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On May 5, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public three closed cases. </p>\n        <p/>\n        <p><strong><u>MUR 6311 </u></strong></p>\n        <p>RESPONDENT: Americans for Prosperity</p>\n        <p>COMPLAINANT: Democratic Congressional Campaign Committee by its executive director, Jon Vogel</p>\n        <p>SUBJECT: The complaint alleged that Americans for Prosperity (AFP) failed to report to the Commission independent expenditures for television advertisements that expressly advocated the defeat of three candidates, and failed to include disclaimers on the ads. The complaint alleged further that if the ads did not constitute independent expenditures, they may have been coordinated in-kind contributions. Finally, the complaint alleged that the ads triggered political committee status for AFP but that the organization did not register and report as such with the Commission. </p>\n        <p>DISPOSITION: The Commission found no reason to believe AFP violated the Federal Election Campaign Act of 1971, as amended (the Act), because the ads did not constitute express advocacy under either 11 C.F.R. &#167; 100.22(a) or (b) and because the complaint did not provide any specific evidence of coordination or analysis under the payment, content and conduct prongs of the regulations.</p>\n        <p/>\n        <p><strong><u>MUR 6338 </u></strong></p>\n        <p>RESPONDENTS: Dan Powers, Dan Powers for Congress and Candace Robinson, in her official capacity as treasurer</p>\n        <p>COMPLAINANT: Carolyn Sampson</p>\n        <p>SUBJECT: The complaint alleged that Dan Powers for Congress and Robinson, in her official capacity as treasurer, may have inaccurately reported certain loans as having been made by the candidate and may have failed to disclose disbursements for certain campaign expenses. Powers was a 2010 candidate for Minnesota&#8217;s 2nd Congressional District.</p>\n        <p>DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter (1) because there was insufficient information to conclude that Powers lacked sufficient funds to make personal loans to his committee, (2) because it appears the Committee disclosed most or all of the expenses incurred in connection with the campaign, and (3) in furtherance of the Commission&#8217;s priorities and resources relative to other matters.</p>\n        <p/>\n        <p><strong><u>MUR 6343 </u></strong></p>\n        <p>RESPONDENTS: Michael McMahon; and Mike McMahon for Congress and George Caputo, in his official capacity as treasurer</p>\n        <p>COMPLAINANT: Brendan Lantry</p>\n        <p>SUBJECT: The complaint alleged that McMahon, Mike McMahon for Congress and Caputo, in his official capacity as treasurer, violated the &#8220;sale or use&#8221; provision of the Act by using a list of contributors to McMahon&#8217;s general election opponent&#8212;drawn up using that committee&#8217;s 2010 July Quarterly disclosure report to the FEC&#8212;to solicit contributions. McMahon was a 2010 candidate for New York&#8217;s 13th Congressional District.</p>\n        <p>DISPOSITION: The Commission found no reason to believe McMahon, Mike McMahon for Congress or Caputo, in his official capacity as treasurer, violated the Act or Commission regulations because the available information did not support the allegation.</p>\n        <p/>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong> </p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2160</a> &#8211; Committee to Elect Mark Rees and Mark Robert Rees, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $720.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2011/agenda20110505.shtml\">Audit Division Recommendation Memorandum on Freedom&#8217;s Defense Fund (FDF)</a>. On May 5, the Commission approved the Audit Division&#8217;s recommendation memorandum on FDF, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit Division&#8217;s memorandum recommends the Commission approve the finding presented in the Draft Final Audit Report (DFAR) related to Disclosure of Independent Expenditures. The Audit Division will prepare the Proposed Final Audit Report within 30 days.<br/>\n            <br/>\n        </p>\n        <p><a href=\"../../agenda/2011/agenda20110505.shtml\">Proposed Final Audit Report on the Service Employees International Union Committee on Political Education (SEIU COPE)</a>. On May 5, the Commission considered the proposed final audit report on the Service Employees International Union Committee on Political Education (SEIU COPE), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission did not approve the proposed final audit report by the necessary four votes and returned it to the Audit Division for further revisions. </p>\n        <p><strong>LITIGATION<br/>\n          <br/>\n        </strong><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. (LNC) v. Federal Election Commission</em></a> (No. 11-cv-562). On May 3, the Commission filed a <a href=\"../../law/litigation/lnc_fec_mot_more_def_stmnt.pdf\">Motion for a More Definite Statement of LNC's complaint</a> in the United States District Court for the District of Columbia.</p>\n        <p><br/>\n            <strong>OUTREACH<br/>\n            <br/>\n          </strong>On May 2, Communications Specialist Stephanie Caccomo discussed recent campaign finance litigation with visitors from the American Civics Center Elderhostel.</p>\n        <p>On May 3, Communications Specialist Zainab Smith discussed the Commission's role in campaign finance regulation with a delegation of political leaders from Japan. The delegation was sponsored by the State Department's International Visitor Leadership Program.</p>\n        <p><strong>RULEMAKINGS AND AGENCY PROCEDURES<br/>\n              <br/>\n          </strong><a href=\"../../agenda/2011/agenda20110505.shtml\">Agency Procedure for Disclosure of Documents and Information in the Enforcement Process</a>. On May 5, the Commission discussed <a href=\"../../agenda/2011/agenda20110505.shtml\">two draft notices</a> outlining an agency procedure for disclosure of documents and information to respondents in the enforcement process. The discussion of the draft procedures was held over until the next open meeting, scheduled for May 26, to provide an opportunity for public comment on the drafts. Comments will be due by 5 p.m. on May 23 and should be sent via email to <a href=\"mailto:documentdisclosure@fec.gov\">documentdisclosure@fec.gov</a>. Click here for the two drafts (<a href=\"../../agenda/2011/mtgdoc_1123.pdf\">Agenda Document No. 11-23</a> and <a href=\"../../agenda/2011/mtgdoc_1123a.pdf\">Agenda Document No. 11-23-A</a>).<br/>\n          <strong><br/>\n  CAMPAIGN FINANCE REPORTS</strong> </p>\n        <p>May 5:&#160; California's 36th Congressional District Pre-Special General Election Reports were due. For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ca36.shtml\">Special Election Report Notice</a> of the FEC website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>May 12: New York&#8217;s 26th Congressional District Pre-Special General Election Reports are due.&#160; For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ny26.shtml\">Special Election Report Notice</a> of the FEC website.</p>\n        <p/>\n        <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong><br/>\n        </strong>May 11 and 18, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p>June 8, Washington, DC.&#160; <em>FEC</em> <em>Seminar for Trade Associations, Labor Organizations, </em></p>\n        <p><em>Membership Organizations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/may11.pdf\">May 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">May 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of May 2 - May 6, 2011 ", "issue": "2011-18", "href": "press2011/20110506_digest.shtml", "date": "05/06/2011", "pdf": null}