{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 30,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-52</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of December 26 &#8211; 30</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong><br/>\n            <br/>\n  No Commission Executive Sessions or Open Meetings were scheduled this week.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public four closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6291</a><br/>\n        </strong>RESPONDENTS:&#160; Founding Principles, LLC<br/>\n        COMPLAINANT:&#160; Kay Stelling<br/>\n        SUBJECT:&#160; The complaint alleged that certain advertisements placed by Founding Principles, LLC (FP) on the website of a talk radio station failed to include disclaimers. The complaint alleged further that the FP website, to which the ads directed viewers, also lacked disclaimers. Finally, the complaint alleged that FP is a political committee and as such, should register with the Commission and file disclosure reports of its receipts and disbursements. <br/>\n        DISPOSITION: The Commission found no reason to believe FP triggered political committee status because there was no information showing it had received more than $1,000 in contributions or made more than $1,000 in expenditures. The Commission also found no reason to believe FP failed to place disclaimers on its own website or on the ads it placed on the radio station website because 1) FP is not a political committee, 2) the only available FP advertisement did not include express advocacy, 3) the ad did not solicit contributions and 4) the text and images were not an electioneering communication because they did not refer to a clearly identified federal candidate and were disseminated over the Internet.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6397</a><br/>\n        </strong>RESPONDENTS:&#160; Chris Gibson for Congress and Elizabeth A. Fitzpatrick, in her official capacity as treasurer<br/>\n        COMPLAINANT:&#160; Kate A. Kaufman<br/>\n        SUBJECT:&#160; The complaint alleged that Chris Gibson for Congress and Fitzpatrick, in her official capacity as treasurer, (the Committee) failed to include appropriate disclaimers on some of the committee&#8217;s billboards, campaign literature and a sign. Gibson was a 2010 candidate for New York&#8217;s 20th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in connection with the Committee&#8217;s billboards and campaign literature in furtherance of the Commission&#8217;s priorities relative to other matters and because 1) these materials appear to have contained sufficient identifying information so that the public was unlikely to have been misled as to whether it was associated with the Gibson campaign and 2) the Committee took remedial action. The Commission found no reason to believe the Committee failed to include a disclaimer on its campaign office sign because the sign, located near the Committee&#8217;s campaign office, was merely informative.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6433</a><br/>\n        </strong>RESPONDENTS:&#160; Bryan Roy Lentz; Lentz for Congress and Joseph G. Sauder, in his official capacity as treasurer; James D. Schneller; and Friends of Jim Schneller for Congress Committee and James D. Schneller, in his official capacity as treasurer<br/>\n        COMPLAINANT:&#160; Andrew J. Reilly<br/>\n        SUBJECT:&#160; The complaint alleged that Lentz for Congress and Sauder, in his official capacity as treasurer, (the Lentz Committee) and Lentz may have illegally coordinated with Schneller, in his capacity as an American Congress Party candidate and in his official capacity as treasurer (the Schneller Committee). Specifically, the complaint alleged that individuals apparently associated with Lentz&#8217;s campaign aided Schneller&#8217;s effort to qualify for the general election ballot by gathering signatures for his ballot eligibility petition. The complaint alleged further that neither the Schneller nor the Lentz Committee reported a payment to a notary as an in-kind contribution or disbursement on reports filed with the Commission.<br/>\n        DISPOSITION:&#160; The Commission found no reason to believe Respondents violated the Federal Election Campaign Act of 1971, as amended (the Act) in light of the fact that there was no indication that the individuals who allegedly assisted Schneller&#8217;s ballot qualification efforts acted as anything but volunteers, and because the $100 notary fee appears to have been paid or partially paid by the Schneller Committee and would not be itemized as&#160; expenditures and contributions aggregating $200 or less need not be individually itemized.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6456</a><br/>\n        </strong>RESPONDENTS:&#160; Liberatore for Congress and Louis G. Baglietto, Jr., in his official capacity as treasurer; Philip Liberatore; and Kimberly Lepins<br/>\n        COMPLAINANT:&#160; Kerry Wilson<br/>\n        SUBJECT:&#160; The complaint alleged that Lepins made and Liberatore for Congress and Baglietto, in his official capacity as treasurer, (the Committee) and Liberatore accepted an impermissible, $150,000 loan. The complaint alleged further that the Committee &#8220;falsified FEC documents to hide original source&#8221; of the loan and that it accepted an impermissible zero percent interest on the loan.<br/>\n        DISPOSITION: The Commission found no reason to believe an impermissible loan was made or accepted because the Committee apparently made an error in disclosing the source of the loan but took remedial action by filing amended reports showing that candidate Liberatore, not Lepins, made the loan. The Commission exercised its prosecutorial discretion and dismissed the allegation in connection with the Committee&#8217;s apparent error in disclosing the wrong source of the loan in question in light of the Committee&#8217;s remedial action and in furtherance of the Commission&#8217;s priorities relative to other matters.</p>\n        <p>For information regarding the above matter, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p><a href=\"http://www.gpo.gov/fdsys/pkg/FR-2011-12-27/pdf/2011-32632.pdf\">Notice of Proposed Rulemaking for Independent Expenditures by Corporations and Labor Organizations</a>. On December 27, the Commission published a Notice of Proposed Rulemaking for Independent Expenditures by Corporations and Labor Organizations in the Federal Register. Comments may be submitted until February 3, 2012.</p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"20111230mobile.shtml\">FEC Announces New Mobile Interface</a> (issued December 30)</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>January 31: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.<strong/></p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> is available online. Printed copies of the updated Guide are also available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of December 26 - December 30, 2011 ", "issue": "2011-52", "href": "press2011/20111230digest.shtml", "date": "12/30/2011", "pdf": null}