{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>May 27,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-21</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of May 23 &#8211; 27</strong></p>\n        <p align=\"center\">&#160;</p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On May 24, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p>On May 26, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued</u> </p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2011-06\">AO 2011-06 (Democracy Engine)</a></strong>. On May 26, the Commission approved an advisory opinion concluding that Democracy Engine, LLC, a vendor, may collect and forward contributions from individuals to federal political committees and from those contributors without making an impermissible corporate contribution. The Commission also concluded that the payment of a convenience fee by contributors themselves would not result in a contribution to the recipient political committee. The vendor provides web-based payment services for clients that wish to make contributions and donations to Democracy Engine, Inc., PAC, as well as to other federal political committees and non-political entities.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2011-07\">AO 2011-07 (Chuck Fleischmann for Congress)</a></strong>. On May 26, the Commission approved an advisory opinion concluding that Fleischmann for Congress may use campaign funds to pay legal fees and expenses of a former campaign consultant related to the campaign consultant&#8217;s defense against allegations directly relating to campaign activity because such a payment would not constitute personal use under the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. Representative Chuck Fleischmann was a 2010 candidate for Tennessee&#8217;s 3rd Congressional District.</p>\n        <p><u>Requests Received</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1175585.pdf\">AOR 2011-12 (Majority PAC and House Majority PAC)</a></strong>.&#160; On May 26, the Commission made public Advisory Opinion Request 2011-12.&#160; Majority PAC and House Majority PAC (\"the PACs\") ask whether federal candidates, federal officeholders, and officers of national party committees may solicit unlimited individual, corporate, and union contributions on behalf of the independent expenditure-only PACs without violating 2 U.S.C. 441i. The PACs also ask, if the answer to the first question is no, whether federal candidates, federal officeholders, and officers of national party committees may participate in fundraisers for the PACs at which unlimited individual, corporate, and union contributions are raised, provided that the covered officials do not solicit such contributions by complying with 11 CFR 300.64.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by July 18, 2011.</p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6367</a><br/>\n          RESPONDENTS: Veterans for the Constitution and William Albracht, in his official capacity as treasurer; Bobby Schilling for Congress and Mitch J. Heckencamp, in his official capacity as treasurer; and Robert Schilling<br/>\n        COMPLAINANT: James P. Moody<br/>\n        SUBJECT: The complaint alleged that Veterans for the Constitution and Albracht, in his official capacity as treasurer (&#8220;V4C&#8221;) erected at least one billboard supporting Schilling but failed to register and report as a political committee in a timely manner and include proper disclaimers on the billboards. The complaint alleged further that V4C coordinated activities concerning placement of the billboards with Bobby Schilling for Congress, Heckencamp, in his official capacity as treasurer, and Schilling, and that V4C used Schilling&#8217;s name despite its status as an unauthorized committee.&#160; Schilling was a 2010 candidate for Illinois&#8217; 17th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the remedial action taken by V4C, the modest amount that was raised at a fundraiser and that may have been used to erect the billboards, and in furtherance of the Commission&#8217;s priorities relative to other pending matters. The Commission sent a letter reminding V4C and Albracht, in his official capacity as treasurer, of the requirements concerning registration, reporting and disclaimers, as well as the prohibition on use by an unauthorized committee of a candidate&#8217;s name.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6376</a><br/>\n          RESPONDENTS: Lori Edwards; Lori Edwards Campaign Committee and Lori Edwards, in her official capacity as treasurer; and Polk County Supervisor of Elections Office<br/>\n        COMPLAINANT: Charles A. Flint, II<br/>\n        SUBJECT: The complaint alleged that Edwards and the Polk County Supervisor of Elections Office (&#8220;Elections Office&#8221;) disseminated voter education television and radio advertisements that constituted prohibited corporate in-kind contributions, in the form of coordinated communications, to her campaign. The complaint alleged further that Edwards, Lori Edwards Campaign Committee and Edwards, in her official capacity as treasurer, failed to disclose the in-kind contributions. Edwards, the Polk Country, Florida Supervisor of Elections, was a 2010 candidate for Florida&#8217;s 12th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter due to the nature of the communications at issue.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public five campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2140</a> &#8211; Scherer For Your Congressman and Glenn Seever, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2149</a> &#8211; Lynch for Congress and Edward Lynch, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,485.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2173</a> &#8211; Lynch for Congress and Edward Lynch, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,485.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2211</a> &#8211; The Wackenhut Political Action Committee and Jeffrey Cappelletti, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $220.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2310</a> &#8211; Boyd Gaming Political Action Committee and Rick Darnold, in his official capacity as treasurer. The Commission made a final determination to take no further action.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong> </p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1124.pdf\">Final Audit Report on Kansas Republican Party (KRP)</a>. On May 26, the Commission approved the proposed final audit report on the Kansas Republican Party (KRP), a state party committee, which found that the KRP (1) misstated receipts, disbursements and cash on hand in both 2007 and 2008, (2) received a $10,000 contribution from a prohibited source and (3) made payments of $20,123 from non-federal accounts which appeared to be for federal expenses. KRP amended its reports to address these issues. The report addressed additional issues related to (1) reporting of expenses associated with the Republican National Convention, (2) the receipt of apparent prohibited contributions and (3) payment of federal activity out of non-federal account, and noted that the Commission did not approve staff recommendations on these issues by the required four votes. Statements of Reasons were issued by <a href=\"../../members/bauerly/statements/bauerly_statement_kansas_gop_statement_05_26_2011.pdf\">Chair Cynthia L. Bauerly</a> and <a href=\"../../members/weintraub/statements/weintraub_statement_kansas_gop_statement_05_26_2011.pdf\">Commissioner Ellen L. Weintraub</a>. </p>\n        <p><a href=\"../../audits/2006/AuditReport_2006_TheJeffersonCmte.shtml\">Final Audit Report on The Jefferson Committee</a>. On May 25, the Commission made public the final audit report on The Jefferson Committee (TJC), the principal campaign committee of former Rep. William J. Jefferson, a candidate for Louisiana&#8217;s 2nd Congressional District. The Commission found that TJC (1) received excessive contributions from the candidate&#8217;s sister, totaling $150,500; (2) received impermissible contributions totaling $25,385 from 43 corporations and contributions totaling $15,000 from a Native American tribe; (3) received $17,530 in excessive contributions from 14 individuals, $2,430 of which required a refund; (4) failed to report non-campaign-related transactions that were deposited into and disbursed from a campaign account; (5) understated reported receipts and disbursements by $136,836 and $142,230, respectively, and understated ending cash by $3,404 in 2006; (6) failed to provide the required identifying occupation and employer information for 149 contributions totaling $181,550; (7) inadequately disclosed required information for expenditures projected to total $209,588; (8) failed to file 48-hour notices for contributions totaling $227,600; and initially appeared to have deposited in an untimely manner contributions totaling $315,500 from political committees. TJC filed some amended reports addressing some of the findings. A <a href=\"../../audits/2006/CommissionerWeintraubStatementofReasons1175405.pdf\">Statement of Reasons</a> was issued by Commissioner Ellen L. Weintraub.</p>\n        <p>General information about final audit reports is <a href=\"../../audits/audit_reports.shtml\">here</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>. This information has recently been updated to include the 1982 Election Cycle Audits. </p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/crew110951_complaint.pdf\">Citizens For Responsibility And Ethics In Washington (CREW) v. FEC</a> </em>(No. 11-cv-00951(CKK)). On May 23, CREW filed a complaint in United States District Court for the District of Columbia pursuant to 5 U.S.C. 552 challenging the Commission&#8217;s failure to respond to a Freedom of Information Act request for records relating to three Commissioners. </p>\n        <p><em><a href=\"../../law/litigation/LNC.shtml\">Libertarian National Committee, Inc. (LNC) v. Federal Election Commission</a></em> (No. 11-cv-562). On May 26, the Commission filed a <a href=\"../../law/litigation/lnc_fec_reply_in_supp_mot_mds.pdf\">Reply in Support of its Motion for a More Definite Statement</a> &#160;in the United States District Court for the District of Columbia.</p>\n        <p><em><a href=\"../../law/litigation/robinson.shtml\">Robinson Committee, LLC, et al. v. FEC</a> </em>(No.10-cv-11335(GAO)). On May 25, the Commission filed in the United States District Court for the District of Massachusetts a <a href=\"../../law/litigation/robinson_fec_renewed_mtd.pdf\">Renewed Motion to Dismiss the Petition</a>, as well as a <a href=\"../../law/litigation/robinson_fec_memo_in_supp_renewed_mtd.pdf\">Memorandum of Law in Support of its Renewed Motion to Dismiss</a>. </p>\n        <p><strong>RULEMAKINGS AND AGENCY PROCEDURES</strong></p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1123c.pdf\">Procedure Regarding Disclosure of Documents and Information in the Enforcement Process</a>. The Commission approved an agency procedure for disclosure of documents and information to respondents in enforcement matters, in line with the Commission&#8217;s efforts to increase transparency with respect to FEC processes. The policy formally defines the scope of documents the FEC will provide to respondents in enforcement matters brought under the Act, and the agency&#8217;s process of disclosing these documents. Statements were issued by <a href=\"../../members/bauerly/statements/bauerly_statement_5_26_11.pdf\">Chair Cynthia L. Bauerly</a>, <a href=\"../../members/weintraub/statements/weintraub_statement_5_26_11.pdf\">Commissioner Ellen L. Weintraub</a> and <a href=\"http://www.fec.gov/members/walther/statements/stw_statement_on_disclosure_of_documents_procedure.pdf\">Commissioner Steven T. Walther</a> .</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On May 23, Commissioner Ellen L. Weintraub discussed FEC operations and campaign finance regulations with a group of students from Villanova University. The students also visited the Public Records Office to learn about the FEC Disclosure Database.</p>\n        <p>On May 25, Chair Cynthia L. Bauerly discussed campaign finance regulations and the Commission's role in enforcing those regulations with Members of the National Assembly of the Republic of Korea.&#160; </p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../press2011/20110526openmeeting.shtml\">FEC Approves Agency Policy, Advisory Opinions and Audit Report</a> (issued May 26) </p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong>        </strong>June 7-8, Washington, DC.&#160; <em>FEC</em> <em>Seminar for Trade Associations, Labor Organizations, </em></p>\n        <p><em>Membership Organizations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/may11.pdf\">May 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">May 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of May 23 - May 27, 2011 ", "issue": "2011-21", "href": "press2011/20110527digest.shtml", "date": "05/27/2011", "pdf": null}