{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 2, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150626digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-27</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of June 29 &#8211; July 3</strong></p>\n          <p align=\"left\"><br/>\n            <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <strong><br/>\n  ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Request Received<br/>\n  <br/>\n  </u><a href=\"http://saos.fec.gov/aodocs/1317218.pdf\">AOR 2015-05 (Shaber)</a>. On June 30, the Commission made public Advisory Opinion Request 2015-05, submitted on behalf of Alexina Shaber. The requestor asks whether as a trustee, she may engage an independent, third-party escrow agent to receive a distribution from the trust and to distribute such funds to a party committee designated as the recipient in amounts not to exceed the annual contribution limits permitted under the Federal Election Campaign Act of 1971, as amended (the Act). The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by August 21, 2015. <br/>\n  <strong><br/>\n  ENFORCEMENT<br/>\n  </strong><br/>\n  The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6751</a><br/>\n  COMPLAINANT: Patricia Lavins<br/>\n  RESPONDENTS: Corry Westbrook for Congress and Catherine E. Wenzing, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Corry Westbrook for Congress and Wenzing, in her official capacity as treasurer (the Committee), filed a false Statement of Organization by including an address that was not Westbrook's legal residence, and that Wenzing, in her official capacity as treasurer, signed the Committee&#8217;s Statement of Organization knowing the address was false.&#160; The complaint further alleged that Westbrook may have used campaign funds for airline travel between Washington D.C. and the Florida district where she was campaigning, that the Committee failed to disclose these disbursements, and that the Committee failed to accurately report a fundraising event that occurred in Washington D.C. Finally, the complaint alleged that Westbrook and the Committee failed to file a Statement of Organization or Statement of Candidacy in a timely manner. Westbrook was a 2014 candidate for Florida&#8217;s 8th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe the Committee violated the Act or Commission regulations because (1) the available information indicates that the addresses disclosed for Westbrook and the Committee were valid, (2) Westbrook appears to have used personal funds to pay for travel between Washington, D.C. and Florida, the state where she was a candidate, (3) the Committee appears to have appropriately disclosed the disbursement in connection with the fundraising event, and (4) the Committee filed the Statement of Candidacy and Statement of Organization before the Westbrook crossed the statutory, $5,000 threshold for becoming a candidate.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6847</a><br/>\n  COMPLAINANT: Donald J. Tuten<br/>\n  RESPONDENTS: Friends of Bob Johnson and Edward L. Shapoff, in his official capacity as treasurer; and Carolyn Blohm<br/>\n  SUBJECT: The complaint alleged that Blohm made and Friends of Bob Johnson and Shapoff, in his official capacity as treasurer (the Committee), received an excessive contribution of $250. The complaint also alleged that the Committee failed to provide the occupation and name of employer of one individual. Johnson was a 2014 candidate for Georgia&#8217;s 1st Congressional District. <br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the small amount at issue, and the fact that (1) the alleged excessive contribution has been refunded, (2) the Committee took steps to indicate on its disclosure report that it was seeking the contributor information and (3) only one contribution was alleged to be at issue.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6923</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: Democratic Executive Committee of Florida and Judy Mount, in her official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether the Democratic Executive Committee of Florida and Mount, in her official capacity as treasurer (the Committee), failed to disclose $290,528.75 in receipts and $977,142.37 in disbursements.<br/>\n  DISPOSITION: The Commission found reason to believe that the Committee failed to accurately disclose receipts and disbursements. The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $28,000.<br/>\n  <br/>\n  <strong>AUDITS<br/>\n  </strong><br/>\n  <a href=\"../../../audits/2012/AuditReport_2012_OaklandCountyDemocraticParty.shtml\">Final Audit Report of the Commission on the Oakland County Democratic Party</a>. On June 29, the Commission issued the Final Audit Report of the Commission on the Oakland County Democratic Party, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to (1) the misstatement of 2012 financial activity for receipts of $90,487, disbursements of $60,715 and ending cash of $33,279, (2) recordkeeping for employees totaling $107,555 in payroll, (3) failure to disclose occupation and name of employer information for contributions totaling $7,389, (4) recordkeeping for receipts of gaming activities totaling $1,820,466 and (5) failure to use the campaign depository for $1,370,304 in gaming receipts.<br/>\n  <br/>\n  <strong>PUBLIC DISCLOSURE</strong></p>\n          <p align=\"left\"><strong>          </strong>On July 1, the Commission began using 18-digit codes to identify the scanned images of FEC reports available on the agency&#8217;s website. Most users should not notice any difference, but some who write computer code to access FEC reports and data may need to modify their scripts. The new 18-digit codes will appear in the web address for all future committee filing images. Images coded prior to July 1, 2015 will retain the 11-digit code the Commission had used previously. The seven additional characters allow the Commission to accommodate longer reports, and eliminate the need for continuation reports. The new code also includes a four-digit year, thereby helping the agency avoid a potential Y2K-type issue later this century.</p>\n          <p align=\"left\">            <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n            <br/>\n            July 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n            <br/>\n            July 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n            <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n            <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n            </strong><br/>\n            July 8: FECFile Webinar for PACs and Party Committees.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n            <strong><br/>\n  UPCOMING REPORTING DUE DATES<br/>\n            </strong><br/>\nJuly 15: July Quarterly Reports are due. For more information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#quarterly\">2015 Quarterly Reporting page</a> of the Commission website.<br/>\n            <br/>\n            July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n            <br/>\n            July 31: Mid-Year reports are due. For more information on semiannual reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#semi\">Semiannual Reporting</a> page of the Commission website.<br/>\n            <strong><br/>\n  OTHER RESOURCES <br/>\n            </strong><br/>\n            The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n            <br/>\n            The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n            <br/>\n            The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n            The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n            <br/>\n            The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n            <br/>\n            The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n            <br/>\n            The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n            <br/>\n            The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n            <br/>\n            The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n            <br/>\n            <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n          </p>\n          <p align=\"center\">  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of June 29 - July 3, 2015", "issue": "2015-27", "href": "press2015/digests/20150703digest.shtml", "date": "07/03/2015", "pdf": null}