{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">August 29, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140829digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-35</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\">&#160;</p>\n          <p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of August 25 &#8211; 29</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On August 26, the Commission held an executive session.</p>\n          <p/>\n          <p>No Commission open meetings were scheduled this week.</p>\n          <p/>\n          <p><strong>ADVISORY OPINION</strong></p>\n          <p/>\n          <p><u>Request Received</u></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/aodocs/1303674.pdf\">AOR 2014-13 (ActBlue)</a>. On August 26, the Commission made public Advisory Opinion Request 2014-13. Requestor ActBlue -- a nonconnected committee that receives and forwards earmarked contributions -- asks if the contributions made through its contribution forms would result in ActBlue&#8217;s exercising direction or control over those contributions. The requestor also asks whether the Commission&#8217;s joint fundraising rules would apply to contributions made through ActBlue&#8217;s contribution forms. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by October 24, 2014.</p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public one closed case, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6683</a> <br/>\n          COMPLAINANT: Michael D. Gibson<br/>\n          RESPONDENTS: Fort Bend County Democratic Party and S. Qaisar Imam &#8220;Q,&#8221; in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that the Fort Bend County Democratic Party and Imam &#8220;Q,&#8221; in his official capacity as treasurer (Fort Bend), (1) distributed a voters&#8217; guide in 2012 that caused Fort Bend to become a political committee but failed to register and report as such; (2) funded its expenditures for the voters&#8217; guide, which falls under federal election activity, from a state account; and (3) included an incomplete disclaimer on the guide. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation of failure to register and report as a political committee in light of the fact that the available information indicates that Fort Bend&#8217;s expenditures may have only narrowly exceeded the $1,000 threshold for political committee status. The Commission also dismissed the allegation in connection with an incomplete disclaimer because the partial disclaimer clearly identified who paid for the mailer. The Commission sent a letter reminding Fort Bend of the Commission&#8217;s requirements regarding registration, reporting and disclaimers. The Commission found no reason to believe Fort Bend used impermissible funds for the mailer because it appears that Fort Bend adequately ensured that the funds it used to pay for federal election activity in 2012 were subject to the limitations and prohibitions of the Federal Election Campaign Act of 1971, as amended (the Act).</p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public four campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>. </p>\n          <p><strong/></p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 699</a> &#8211; LoBiondo for Congress and Nancy H. Watkins, in her official capacity as treasurer. The respondent agreed to certify the implementation of internal controls.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 700</a> &#8211; Obama for America and Martin H. Nesbitt, in his official capacity as treasurer. The respondent agreed to pay a civil penalty of $12,000.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 703</a> &#8211; America&#8217;s Liberty Political Action Committee and Elizabeth Newberry, in her official capacity as treasurer. The Commission dismissed the matter.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 707</a> &#8211; Dallas County Republican Party &#8211; Primary and Wade Emmert, in his official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, (2) develop and certify implementation of a compliance operations manual that includes internal controls, and (3) pay a civil penalty of $2,000. </p>\n          <p/>\n          <p><strong>AUDITS</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../audits/2012/AuditReport_2012_COA2012RNCConvention.shtml\">Final Audit Report on Committee on Arrangements for the 2012 Republican National Convention</a>. &#160;On August 25, the Commission made public the Final Audit Report on Committee on Arrangements for the 2012 Republican National Convention, covering campaign finance activity between June 22, 2010 and July 31, 2014. The Commission approved findings related to (1) net outstanding convention expenses, and (2) failure to itemize debts and obligations totaling $272,085. &#160;&#160;&#160; </p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/crew_141419.shtml\"><em>CREW, et al. v. FEC</em></a> (Case 1:14-cv-01419-CRC). On August 20, the Center for Responsibility and Ethics in Washington (CREW) and Melanie Sloan filed a <a href=\"../../../law/litigation/crew141419_complaint.pdf\">Complaint for Declaratory Judgment and Injunctive Relief</a> in the United States District Court for the District of Columbia.&#160; The plaintiffs&#8217; complaint challenges the Commission&#8217;s dismissal of their administrative complaints against the American Action Network (AAN) and Americans for Job Security (AJS) in <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6589 and 6538</a>.</p>\n          <p/>\n          <p><em><a href=\"../../../law/litigation/SREICD.shtml\">Stop Reckless Economic Instability caused by Democrats, et al. v. FEC</a></em> (Case 1:14-cv-00397-AJT-IDD). On August 27, the plaintiffs filed a <a href=\"../../../law/litigation/stopreicd_amfuture_082714.pdf\">Motion of Plaintiffs and Putative Plaintiff-Intervenor American Future PAC Seeking Leave for American Future PAC to Join The Suit Pursuant to Fed. R. Civ. P. 21</a> in the United States District Court for the Eastern District of Virginia.</p>\n          <p/>\n          <p><strong>LEGAL DEVELOPMENTS</strong> </p>\n          <p/>\n          <p><a href=\"../../../pages/fecrecord/2014/september/fecamovesto52usc.shtml\">FECA Moves from Title 2 to Title 52 of the United States Code</a>. As of September 1, 2014, federal campaign finance laws (currently found in 2 U.S.C. &#167; 431, <em>et seq.</em>) will be consolidated with other laws governing voting and elections in the new title 52 of the United States Code. The FEC will compile and distribute a new version of our \"<a href=\"http://www.fec.gov/law/feca/feca.pdf\">Orange Book</a>\" to reflect the changes. </p>\n          <p/>\n          <p><strong>OUTREACH</strong></p>\n          <p/>\n          <p>On August 27, Chairman Lee E. Goodman discussed the role of the Commission with a group of private sector and government leaders from Argentina as part of the Center for American Studies Foundation Program. </p>\n          <p/>\n          <p><strong>UPCOMING EVENTS</strong></p>\n          <p><a href=\"../news_releases/20140814release_1.shtml\">Public Forum on Website Improvement</a>. Chairman Goodman and Vice Chair Ann M. Ravel announced the Public Forum on Website Improvement, scheduled for September 17. In partnership with 18F, a newly formed organization within the General Services Administration (GSA), the FEC has launched a website redesign effort to improve the public&#8217;s access to campaign finance data, guidance and regulations, and filing information.</p>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>September 9: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>September 11: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation. </p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>September 20: September Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p>October 15: Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#quarterly\">2014 Quarterly Reporting page</a> of the Commission website.</p>\n          <p><strong/></p>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is now available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of August 25 - August 29, 2014", "issue": "2014-35", "href": "press2014/digests/20140829digest.shtml", "date": "08/29/2014", "pdf": null}