{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>November 19,  2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-46</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 15 &#8211; 19</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong></p>\n        <p>On November 16, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. </p>\n        <p/>\n        <p>On November 18, the Commission held an Open Meeting. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1156057.pdf\">AO 2010-23 (CTIA)</a>.</u></strong><strong> </strong>On November 18, the Commission approved Advisory Opinion 2010-23. The Commission concluded that CTIA, an incorporated nonprofit trade association that represents the wireless communications industry, may not establish the proposed program, as described in the advisory opinion request, using Common Short Codes to process contributions to political committees. The proposed program would not be permissible under the Federal Election Campaign Act of 1971, as amended (the Act)  and Commission regulations because contributions would not be forwarded to political committees within the timeframe required by the  Act and political contributions would not be segregated from corporate general treasury funds.&#160; The Commission also concluded that CTIA must ensure that contributions are not from impermissible sources and that contributor identification information is forwarded to political committees when required by the Act's reporting requirements. </p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1155719.pdf\">AO 2010-26 (Baird)</a></u></strong>. On November 18, the Commission approved Advisory Opinion 2010-26. The Commission concluded that Representative Brian Baird, who is retiring from Congress, may use campaign funds to pay for the cost of temporarily storing household items in a commercial storage facility as he prepares to move himself and his family home to Washington State, as a consequence of his retirement from Congress. The Commission determined that the cost of temporary storage is an ordinary and necessary expense incurred in connection with Rep. Baird&#8217;s duties as a Federal officeholder, and is not considered personal use of campaign funds.</p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1155728.pdf\">AO 2010-27 (Obama for America/Biden for President)</a></strong>. On November 18, the Commission approved Advisory Opinion 2010-27. The Commission concluded that Obama for America (OFA) may transfer $138,000 in funds to Biden for President (BFP) to cover BFP&#8217;s net debts. OFA must be able to demonstrate that the transferred funds consist only of general election funds and do not include contributions made in violation of the Act.</p>\n        <p><u>Advisory Opinion Considered</u></p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1155730.pdf\">AOR 2010-24 (Republican Party of San Diego County)</a></u></strong>. On November 18, the Commission discussed alternative draft opinions and then instructed the Office of General Counsel to draft a revised opinion to reflect the areas of the consensus reached by a majority of the Commissioners. The Republican Party of San Diego County asked (1) whether the activities of the Committee's Voter Registration Coordinator, who recruits, trains and supervises contractors hired by the Committee to perform voter registration services, qualify as voter registration activity within 120 days of a Federal election, and are therefore Federal Election Activity (FEA); (2) if the activities of the Voter Registration Coordinator are voter registration activity, then would the activities of the Executive Director of the Committee also be voter registration activity during the time he is supervising the Voter Registration Coordinator; (3) if the activities of the Voter Registration Coordinator are not voter registration activity, may the Committee amend its reports that have already treated such activities as FEA and make transfers of the appropriate amount of non-Federal funds; and (4) would the Commission's analysis of the preceding questions differ if it applies new FEA regulations recently published in the Federal Register that will take effect on December 1, 2010.</p>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public one closed case. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5831</a> &#8211; Softer Voices; Lisa Schiffren, director of Softer Voices; Santorum 2006 and Gregg R. Menlinson, in his official capacity as treasurer; Richard J. Santorum; and Jack Templeton. In 2009, the Commission found no reason to believe that Softer Voices violated the Act in regard to certain allegations, and in 2010, following an investigation regarding other allegations, the Commission took no further action.&#160; The Commission also found no reason to believe a violation occurred in connection with Santorum 2006 and Menlinson, in his official capacity as treasurer, and Jack Templeton, and took no action concerning Richard J. Santorum and Lisa Schiffren. </p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION </strong></p>\n        <p><a href=\"../../law/litigation/cao.shtml\"><em>Cao v. FEC</em></a>. On November 10, the United States District Court Eastern District of Louisiana issued a <a href=\"../../law/litigation/cao_judgment.pdf\">judgment</a> in favor of the Commission. In accordance with a prior <a href=\"../../law/litigation/cao_ac_opinion.pdf\">judgment</a> from the United States Court of Appeals for the Fifth Circuit, the District Court ruled that the $5,000 limit on party contributions to candidates in 2 U.S.C. 441a(a)(2)(A) is constitutional and that 2 U.S.C. 441a(a)(2)-(3), 441a(a)(2)(A), and 441a(a)(7)(B)(i) are constitutional as applied to the plaintiffs (Representative Anh &#8220;Joseph&#8221; Cao and the Republican National Committee). The District Court then dismissed the case.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/crew_complaint.pdf\"><em>Citizens For Responsibility And Ethics In Washington (CREW) v. FEC</em></a><em>. </em>On November 15, the Commission filed a <a href=\"../../law/litigation/crew_fec_mtd_amended_complaint_and_memo_in_supp.pdf\">Motion to Dismiss Amended Complaint</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/schonberg.shtml\"><em>Schonberg v. FEC</em></a>. On November 16, the United States District Court for the Middle District of Florida issued an <a href=\"../../law/litigation/schonberg_order_of_dismissal.pdf\">Order</a> dismissing the case without prejudice. The Plaintiff had filed a <a href=\"../../law/litigation/schonberg_schonbert_plaintiff_notice_of_dismissal.pdf\">Notice of Dismissal</a> on November 10, requesting that the court dismiss the case. </p>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p>On November 12, the Commission&#8217;s Office of Inspector General (OIG) made public the <a href=\"../../fecig/financial10.pdf\">Audit of the Federal Election Commission's Fiscal Year 2010 Financial Statements</a>.&#160; </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../20101118OpenMeeting.shtml\">FEC Approves Three Advisory Opinion Requests, Considers Fourth</a> (issued November 18)</p>\n        <p><strong/></p>\n        <p><strong>OUTREACH<br/>\n        </strong></p>\n        <p>On November 15, Duane Pugh, Director of Congressional Affairs, and Amy Pike, Deputy Director of Congressional Affairs, participated in New Member Orientation for the U.S. House of Representatives. As part of a House Ethics Committee panel discussion, Mr. Pugh discussed the role of the Commission and highlighted available agency resources to assist new Members in complying with FECA.&#160; </p>\n        <p/>\n        <p><strong>CONFERENCES </strong></p>\n        <p>November 17, Washington, DC. The FEC hosted a Roundtable Workshop on <em>Winding Down the Campaign</em> for House and Senate Campaigns. </p>\n        <p><strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>December 2: &#160;Post-General Reports are due. For more information on reporting dates, click <a href=\"../../info/report_dates_2010.shtml#general\">here</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS&#160; </strong></p>\n        <p>January 12, 2011, Washington, DC. FEC Roundtable Workshops on <em>FEC Reporting Requirements</em>. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>January 12, 2011, Washington, DC. FEC Roundtable Workshops on <em>FECFile &amp; E-Filing</em>. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The November issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/nov10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of November 15 - November 19, 2010", "issue": "2010-46", "href": "press2010/20101119Digest.shtml", "date": "11/19/2010", "pdf": null}