{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>October 7,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-40</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of October 3 &#8211; 7</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On October 4, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p>On October 6, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Drafts and Extension of Time</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1185202.pdf\">AO 2011-18 (Western Representation PAC)</a></strong>. On October 3, the Commission made public <a href=\"http://saos.fec.gov/aodocs/1186981.pdf\">two drafts</a> of Advisory Opinion 2011-18, and on October 5, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1187080.pdf\">Extension of Time</a> until November 7 on Advisory Opinion Request 2011-18. Western Representation PAC asks whether it must file 24- and 48-hour reports for an Independent Expenditure campaign that will be conducted by email during the 2012 presidential primary elections. Western Representation PAC also asks whether it must attribute its costs to individual State primary elections on its regular monthly reports. The deadline for comments on the drafts has been extended to noon on October 31, 2011.</p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public five closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6366</a> <br/>\n        </strong>RESPONDENTS:&#160; Jane Norton for Colorado Inc. and Barbara A. Jenkins, in her official capacity as treasurer; U.S. Chamber of Commerce; Josh Penry; Bill Miller; Charles R. Black; and Judy Black<br/>\n          COMPLAINANT: Ryan Miskell<br/>\n        SUBJECT:&#160; The complaint alleged that the U.S. Chamber of Commerce (the Chamber) and Miller coordinated a television advertisement with &#160;Jane Norton for Colorado Inc. and Jenkins, in her official capacity as treasurer, (Norton Committee) and Penry, resulting in a prohibited in-kind contribution. The complaint alleged further that the Blacks may have been conduits of information to establish coordination between the Chamber and the Norton Committee. Norton was a 2010 candidate for Colorado&#8217;s U.S. Senate seat. <br/>\n        DISPOSITION: The Commission found no reason to believe that the Chamber and Miller made, or the Norton Committee and Penry received, a prohibited in-kind contribution resulting from a coordinated communication because the conduct prong of the coordinated communications regulation was not met. The Commission dismissed the allegations in connection with the Blacks since the complaint did not allege that they violated the Federal Election Campaign Act of 1971, as amended (the Act) and it appears they were notified of their potential involvement in the matter out of an abundance of caution.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6425</a><br/>\n        </strong>RESPONDENTS:&#160; Ed Martin; Ed Martin for Congress and Randall J. McArthur, in his official capacity as treasurer; and SaveAB.com for America<br/>\n          COMPLAINANT: Russ Carnahan <br/>\n          SUBJECT: The complaint alleged that SaveAB.com for America made an in-kind corporate contribution to Ed Martin for Congress and McArthur, in his official capacity as treasurer, (the Committee) by publishing a letter publicizing Martin&#8217;s congressional candidacy on its website and disseminating the letter to about 40,000 people on its e-mail list. The complaint alleged further that the value of the use of SaveAB.com&#8217;s website and e-mail list may have exceeded the contribution limit, and that the Committee failed to include a proper disclaimer on the website and e-mailed letter.<br/>\n        DISPOSITION: The Commission found no reason to believe SaveAB.com for America made, and Martin and the Committee received, an in-kind corporate contribution because the corporation did not exist at any time that the assets&#8212;the SaveAB.com name and logo, domain name, and e-mail list&#8212;could have been transferred to Martin as an agent of the Committee. The Commission exercised its prosecutorial discretion and dismissed the allegation concerning a potential excessive contribution in furtherance of the Commission&#8217;s priorities relative to other matters and in light of the facts that as one of the operators of SaveAB.com, Martin may have had a valid claim to the use of the website and mailing list, and that as a candidate, he was not subject to the contribution limit. The Commission exercised its prosecutorial discretion and dismissed the allegation concerning the absence of a disclaimer on the website and emailed letter in light of the facts that the communications included identifying information and that the costs associated with the e-mail and website were minimal. The Commission sent the Committee a letter cautioning it to take steps to ensure its conduct is in compliance with the Act and Commission regulations.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6430</a> <br/>\n          </strong>RESPONDENTS:&#160; Steven Daines; and Common Sense Issues, Inc.<br/>\n  COMPLAINANT: Montana Democratic Party<br/>\n  SUBJECT: The complaint alleged that a radio advertisement sponsored by Common Sense Issues, Inc. (CSI) was coordinated with Daines, who was purportedly an undeclared federal candidate, and thus constituted campaign activity on behalf of Daines that was paid for with prohibited nonfederal funds. The complaint alleged further that the advertisement triggered the requirement for Daines to file a Statement of Candidacy with the Commission and to begin reporting receipts and disbursements for his undeclared candidacy. Daines, who never declared his candidacy for federal office in 2009-10, was a 2012 candidate for Montana&#8217;s U.S. Senate seat and is a 2012 candidate for Montana&#8217;s 1st Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe that CSI made or Daines accepted a prohibited in-kind contribution resulting from a coordinated communication because the advertisement at issue did not meet the content prong of the regulation on coordinated communications.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6464</a> <br/>\n          </strong>RESPONDENTS:&#160; Democratic Party of South Carolina a/k/a South Carolina Democratic Party and Dan D&#8217;Alberto, in his official capacity as treasurer<br/>\n  COMPLAINANT: Lanneau H. Siegling, Sr.<br/>\n  SUBJECT: The complaint alleged that the Democratic Party of South Carolina a/k/a South Carolina Democratic Party and D&#8217;Alberto, in his official capacity as treasurer, used nonfederal funds to make $628,323.47 in disbursements for &#8220;party development&#8221; communications in October 2010.<br/>\n  DISPOSITION: The Commission found no reason to believe the respondents used impermissible funds for the communications in question in light of information that the disbursements were made to support specific nonfederal andidates and were not for federal election activity.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6495</a> <br/>\n          </strong>RESPONDENTS:&#160; BlueGreen Alliance, Inc.<br/>\n  COMPLAINANT: Sua Sponte<br/>\n  SUBJECT: BlueGreen Alliance, Inc., a group formed under Section 501(c)(4) of the Internal Revenue Code, disclosed information to the Commission that it had failed to file in a timely manner a 24-Hour Report for an independent expenditure of $94,617.86 and a quarterly independent expenditure report.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement whereby BlueGreen Alliance, Inc. agreed to pay a civil penalty of $6,000.</p>\n        <p>For information regarding the above matter, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public six campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2162</a> &#8211; Corey Dabney for the United States Senate 2010 and Mark Lingle, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,160.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2353</a> &#8211; Cass County Republican Central Committee and Tony P. Key, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2393</a> &#8211; United Mine Workers of America Power PAC and Daniel J. Kane, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2401</a> &#8211; Burris for Senate and Raymond Davis, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2422</a> &#8211; Ferre 2010 and Elizabeth M. Tetreault, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2456</a> &#8211; Robbie Wills for Congress and Robbie Wills, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/schonberg.shtml\">Schonberg v. FEC</a></em> (No. 11-5199). On October 6, appellant Steve Schonberg filed a <a href=\"../../law/litigation/schonberg_ac_schonberg_resp_mot_summ_affirm.pdf\">Response to the Commission's Motion for Summary Affirmance</a> in the United States Court of Appeals for the District of Columbia Circuit. The district court dismissed all claims against the Commission and the United States. Schonberg challenges the constitutionality of provisions of the Act, the statute governing representational allowances for Members of the House of Representatives, and legislation commonly referred to as &#8220;earmarks.&#8221;</p>\n        <p><em><a href=\"../../law/litigation/van_hollen.shtml\">Van Hollen v. FEC</a></em> (No. 1:11-cv-00766 (ABJ)). On September 30, the Commission filed a <a href=\"../../law/litigation/van_hollen_fec_reply_to_hlf_cfif_mots.pdf\">Reply to the Motions of Hispanic Leadership Fund and Center for Individual Freedom</a> in the United States District Court for the District of Columbia. The Commission also received <a href=\"../../law/litigation/van_hollen_cfif_reply_to_vh_opp_to_cross_msj.pdf\">Defendant Center for Individual Freedom&#8217;s Reply in support of its Cross-Motion for Summary Judgment</a> and <a href=\"../../law/litigation/van_hollen_fec_reply_to_hlf_cfif_mots.pdf\">Defendant Hispanic Leadership Fund's Reply in support of its Cross-Motion to Dismiss</a>. Representative Chris Van Hollen challenges as contrary to law a Commission regulation concerning disclosure of electioneering communications, 11 C.F.R. 104.20(c)(9).</p>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1153a.pdf\">Agency Procedure Following the Submission of Probable Cause Briefs by the Office of General Counsel</a>. On October 6, the Commission approved an agency procedure to formalize the FEC&#8217;s practice in the latter stages of the Probable Cause process in enforcement matters brought under the Act.</p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1158a.pdf\">Advance Notice of Proposed Rulemaking Regarding Disclaimers on Certain Internet Communications</a>. On October 6, the Commission approved a draft Advance Notice of Proposed Rulemaking concerning disclaimers on certain Internet communications. The Commission requests comments on whether and how it should modify or provide exceptions to its rules regarding disclaimers on Internet communications. In the event that the Commission adopts a final rule on this issue, the Commission does not anticipate that the final rule would become effective for the 2011-2012 election cycle, given the timeframe of the current cycle. Comments are due 30 days after publication of the Notice in the Federal Register</p>\n        <p><a href=\"../press2011/20111006postcarey.shtml\">Reporting Guidance for Political Committees that Maintain a Non-Contribution Account</a>.&#160; On October 5, the Commission issued a statement on Carey v. FEC and provided reporting guidance for political committees that maintain &#8220;Non-Contribution Accounts,&#8221; consistent with the Commission&#8217;s agreement to a stipulated order and consent judgment in that case. </p>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p><a href=\"http://www.gpo.gov/fdsys/pkg/FR-2011-10-04/pdf/2011-25568.pdf\">Interpretive Rule on When Certain Independent Expenditures Are &#8220;Publicly Disseminated&#8221; For Reporting Purposes</a>. On October 4, the Commission published an interpretive rule in the Federal Register to provide guidance on when certain independent expenditure communications such as yard signs, mini-billboards, handbills, t-shirts, hats, buttons and similar, smaller items are &#8220;publicly disseminated&#8221; for reporting purposes. The Commission clarified that these types of items are &#8220;publicly disseminated&#8221; on any reasonable date starting with the date the filer receives or exercises control over these items in the usual and normal course of dissemination, up to and including the date that the communications are actually disseminated to the public. Reasonable dates include, but are not limited to (1) the date that a filer receives delivery of the communication, (2) the date that a filer distributes the communication to its members or employees for later public dissemination, (3) the date that a filer distributes the communications to its affiliate member organizations for later public dissemination, (4) the date the filer authorizes its members or employees to display the communication and (5) the date of the actual public dissemination, if that date is known to the filer. </p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On October 3, Chair Cynthia L. Bauerly discussed federal campaign finance laws and the Commission&#8217;s enforcement authority with Ms. Oyuna Tsdevedamba of the Democratic Women's Union of Mongolia.</p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../press2011/20111006postcarey.shtml\">FEC Statement on <em>Carey v. FEC</em></a> (issued October 5)<br/>\n        </p>\n        <p>          <a href=\"../2011106openmeeting.shtml\">FEC Approves Agency Procedure and Advance Notice of Proposed Rulemaking</a> (issued October 6)</p>\n        <p>            <strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>October 13:&#160; Nevada&#8217;s 2nd Congressional District Special Post-General Election Reports are due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/nv02.shtml\">Special Election Report Notice</a>&#160; section of the Commission website.</p>\n        <p>October 13:&#160; New York&#8217;s 9th Congressional District Special Post-General Election Reports are due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ny09.shtml\">Special Election Report Notice</a>&#160; section of the Commission website.</p>\n        <p>        October 15: October Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the Commission website.</p>\n        <p>October 20: October Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>        On October 13, 2011, the FEC Commissioners will appear at the Subcommittee on Elections of the Committee on House Administration oversight hearing on &#8220;Federal Election Commission: Reviewing Policies, Processes and Procedures.&#8221; The hearing will begin at 3:00 p.m. on Thursday, October 13, 2011, in room 1310 of the Longworth House Office Building. </p>\n        <p>October 25-26, San Diego, CA &#8211; <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs. </em>&#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of October 3 - October 7, 2011 ", "issue": "2011-40", "href": "press2011/20111007digest.shtml", "date": "10/07/2011", "pdf": null}