{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">November 6,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151106digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-45</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\n  Week of November 2 &#8211; 6</strong></p>\n          <p><strong>            COMMISSION MEETINGS AND HEARINGS<br/>\n                    </strong><br/>\n  On November 2, the Commission held an <a href=\"../../../agenda/2015/documents/mtgdoc_15-59-a.pdf\">administrative review hearing</a> on Gary Johnson 2012, Inc.<br/>\n  <br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Drafts<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">AO 2015-09 (Senate Majority PAC and House Majority PAC)</a>. On November 5, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao\">two additional drafts</a> in response to a request from Senate Majority PAC and House Majority PAC. The two independent expenditure-only political committees ask several questions regarding proposed activities between the requestors, single-candidate committees that the requestors would form, individuals contemplating federal candidacy, and federal candidates. <br/>\n  <br/>\n  <u>Extension of Time Received<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">AOR 2015-08 (Repledge)</a>. &#160;On November 6, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1322530.pdf\">Extension of Time</a> until November 9 on Advisory Opinion Request 2015-08. Repledge proposes to establish a web-based platform that allows supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asks a number of questions relating to its proposal, including whether it would receive contributions and violate the prohibition on corporate contributions to candidates. <br/>\n  <br/>\n  <u>Requests Received<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/aodocs/1322459.pdf\">AOR 2015-13 (Reid)</a>. On November 2, the Commission made public Advisory Opinion Request 2015-13. Senator Harry Reid asks whether both his campaign committee and his Leadership PAC may, after Senator Reid retires, pay the salary of an assistant to Senator Reid. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by December 28.<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/aodocs/1322474.pdf\">AOR 2015-14 (Hillary for America II)</a>. On October 29, the Commission made public Advisory Opinion Request 2015-14. Hillary for America asks whether a student interning with the campaign may accept a stipend from her university under an exception to the general prohibition on corporate contributions to campaigns. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by December 28.<br/>\n  <strong><br/>\n  ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public five closed cases and two Statements of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6391 and 6471</a><br/>\n  COMPLAINANTS: Democratic Congressional Campaign Committee; and Citizens for Responsibility and Ethics in Washington and Melanie Sloan<br/>\n  RESPONDENT: Commission on Hope, Growth and Opportunity<br/>\n  SUBJECT: The complaints alleged that the Commission on Hope, Growth and Opportunity (CHGO), a non-profit organization under Section 501(c)(4) of the Internal Revenue Code, (1) failed to file independent expenditure or electioneering communication reports for advertisements that it financed, (2) failed to include proper disclaimers on the ads, &#160;and (3) failed to organize, register, and report as a political committee.<br/>\n  DISPOSITION: On September 16, 2014, the Commission found reason to believe CHGO failed to report the advertisements at issue and authorized an investigation to ascertain CHGO&#8217;s media spending. On October 1, 2015, the Commission closed the file. Statements of Reasons were issued by <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044381181.pdf\">Chair Ann M. Ravel and Commissioner Ellen L. Weintraub</a> and by <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044381253.pdf\">Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6509</a><br/>\n  COMPLAINANT: Citizens for Responsibility and Ethics in Washington and Melanie Sloan<br/>\n  RESPONDENTS: Friends of Herman Cain, Inc., and Mark J. Block, in his official capacity as treasurer; and Prosperity USA, Inc. <br/>\n  SUBJECT: The complaint alleged that Prosperity USA, Inc. (PUSA), a non-profit corporation under Section 501(c)(3) of the Internal Revenue Code, made unreported corporate in-kind contributions to Friends of Herman Cain, Inc. and Mark J. Block, in his official capacity as treasurer (the Cain Committee), by paying expenses related to Cain&#8217;s presidential exploratory activity. The complaint alleged further that the Cain Committee failed to report the advances as debts. Cain was a 2012 primary candidate for president.<br/>\n  DISPOSITION: On May 10, 2012, the Commission found reason to believe the Cain Committee accepted and failed to disclose prohibited corporate contributions in connection with travel and other expenses paid for by PUSA during the testing the waters phase of Cain&#8217;s 2012 candidacy. The Commission further found reason to believe PUSA made prohibited in-kind contributions. On October 1, 2015, the Commission closed the file.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6747</a><br/>\n  COMPLAINANTS: Campaign Legal Center; and Democracy 21<br/>\n  RESPONDENTS: Rick Santorum for President, inc. and Nadine Maenza, in her official capacity as treasurer; Rick Santorum; William J. Dor&#233;; Red, White and Blue Fund and Christopher M. Marston, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Santorum or an agent acting for him directed Dor&#233; to make a $2.25 million contribution, exceeding the $5,000 contribution limit a federal candidate can solicit, to the independent expenditure-only political committee the Red, White and Blue Fund and Marston, in his official capacity as treasurer. Santorum was a 2012 primary candidate for president.<br/>\n  DISPOSITION: The Commission closed the file.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6772</a><br/>\n  COMPLAINANTS: Government Accountability Institute and its President, Peter Schweizer <br/>\n  RESPONDENTS: Obama for America and Martin Nesbitt, in his official capacity as treasurer; Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer; Obama Victory Fund 2012 and Taryn Vogel, in her official capacity as treasurer; Robert Roche; Derek Dorr; and Wicked Global<br/>\n  SUBJECT: The complaint alleged that Obama for America and Nesbitt, in his official capacity as treasurer, and the joint fundraising committees Obama Victory Fund and Tobias, in his official capacity as treasurer, and Obama Victory Fund 2012 and Vogel, in her official capacity as treasurer (collectively, the Obama Campaign Committees), knowingly and willfully accepted and failed to disclose an excessive in-kind contribution in the form of services provided via the website www.obama.com, which was owned, developed and administered by Roche, a campaign volunteer, Wicked Global, Inc. (Wicked Global) and its founder Dorr. The complaint alleged further that the Obama Campaign Committees knowingly and willfully solicited and accepted prohibited contributions from foreign nationals. The complaint also alleged that Roche, Wicked Global, Dorr and Unknown Persons knowingly and willfully made excessive in-kind contributions to the Obama Campaign Committees and solicited contributions from foreign nationals by using www.obama.com to drive foreign traffic to the donation page of Obama for America.<br/>\n  DISPOSITION: The Commission found no reason to believe a violation of the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations occurred because (1) Commission regulations exempt from the definition of contribution the volunteer internet activity at issue and (2) the Commission has previously assessed and concluded there was not an adequate basis to find reason to believe the Obama Campaign Committees violated the foreign national prohibitions based on materially indistinguishable allegations. <br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  <br/>\n  </strong>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3014</a> &#8211; CVS Health PAC and Heather A. Cutler, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,162.<br/>\n  <strong><br/>\n  LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/levinthal_151624.shtml\"><em>Levinthal, et al v. FEC</em></a> (Case 1:15-cv-01624-APM). On November 5, the Commission filed its <a href=\"../../../law/litigation/levinthal151624_fec_answer.pdf\">Answer to the Complaint</a> in the United States District Court for the District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/StopHillaryPAC.shtml\"><em>Stop Hillary PAC v. FEC</em></a> (Case 1:15-cv-01208-GBL-IDD). On November 3, the Commission filed its <a href=\"../../../law/litigation/shp_fec_opp_mpi.pdf\">Opposition to Plaintiffs' Motion for a Preliminary Injunction </a>in the United States District Court for the Eastern District of Virginia.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><br/>\n  On November 1, Chair Ravel discussed Commission operations and the campaign finance law with students from Columbia University's Roosevelt Institute. <br/>\n  <br/>\n  On November 2, Chair Ravel discussed the role and work of the Commission with students at the University of California, District of Columbia campus. <br/>\n  <br/>\n  On November 3, Chair Ravel spoke about campaign finance law with students and faculty of Stetson University School of Law in Gulfport, FL.<br/>\n  <br/>\n  On November 4, Commissioner Weintraub discussed campaign finance law and the role and work of the Commission with students from Gettysburg College.<br/>\n  <br/>\n  On November 5, Chair Ravel discussed the role and work of the Commission as part of the William &amp; Mary Election Law Society&#8217;s Speaker Series in Williamsburg, VA. <br/>\n  <br/>\n  On November 5, Chair Ravel spoke on money in politics at a roundtable event sponsored by U.S. PIRG at the College of William &amp; Mary in Williamsburg, VA. <br/>\n  <br/>\n  <strong>REGULATIONS AND AGENCY OPERATIONS<br/>\n  </strong><br/>\n  <a href=\"http://sers.fec.gov/fosers/\">Notice of Availability on REG 2015-03 (Contributions from Corporations and Other Organizations to Political Committees).</a> On November 4, the Commission posted comments received regarding the Petition for Rulemaking that asks the Commission to revise existing rules concerning contributions to political committees from corporations and other organizations.<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<a name=\"_GoBack\"/><br/>\n  <br/>\n  </strong>November 10: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  November 17: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  November 19: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  November 18: Candidate 101: Basics for Campaign Treasurers &amp; Staff webinar for new candidates and their committees. &#160;Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  November 20: November Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <strong><br/>\n  </strong>The Commission posted the filing deadlines for the Special Primary and Special General Elections in Ohio&#8217;s 8th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../../pages/report_notices/2016/oh08.pdf\">Special Election Report Notice</a>.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\">            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n            <br/>\n            <br/>\n            <br/>\n            <br/>\n                  </p>\n          <p align=\"center\"><strong><br/>\n</strong></p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of November 2 - November 6, 2015", "issue": "2015-45", "href": "press2015/digests/20151106digest.shtml", "date": "11/06/2015", "pdf": null}