{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>November 4,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-44</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of October 31 &#8211; November 4</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On November 1, Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1188555.pdf\">AOR 2011-22 (Virginia Poultry Growers Cooperative)</a></strong>. On November 3, the Commission made public Advisory Opinion Request 2011-22. The Virginia Poultry Growers Cooperative (VPGC), an agricultural cooperative corporation organized under Virginia law, proposes to establish a separate segregated fund (SSF).&#160; VPGC asks whether it constitutes a membership organization under Commission regulations, and whether it may act as a collecting agent for the SSF.&#160; It also asks whether it may solicit contributions to the SSF from its executive and administrative personnel and their families, from its non-corporate members, and from the executive and administrative personnel of its corporate members, and whether it may collect those contributions via payroll deductions and deductions from payments owed to its members. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by December 27, 2011.</p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3368&amp;START=1188794.pdf\">AOR 2011-23 (American Crossroads)</a></strong>. On November 4, the Commission made public Advisory Opinion Request 2011-23, submitted by American Crossroads, an independent expenditure-only political committee registered with the Commission. The request asks whether American Crossroads may produce and distribute certain television and radio advertisements. The request asks whether these ads would constitute coordinated communications under 11 CFR 109.21 or coordinated expenditures under 11 CFR 109.20. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by January 3, 2012. </p>\n        <p/>\n        <p><u>Comment Received</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1188172.pdf\"><strong>AOR 2011-21 (Constitutional Conservatives Fund PAC)</strong></a><strong>.</strong> On November 3, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1188560.pdf\">comment</a> on Advisory Opinion Request 2011-21. In AOR 2011-21, the Constitutional Conservatives Fund PAC (\"CCF\"), a leadership PAC sponsored by Senator Michael Lee, asks whether it may establish a \"non-contribution\" account for the purpose of accepting unlimited contributions from individuals, political committees, corporations, and labor organizations, which it will use to finance independent expenditures expressly advocating the election or defeat of federal candidates other than Senator Lee.&#160; CCF also plans to maintain a separate federal account consisting of funds subject to the limitations, prohibitions, and reporting requirements of the Federal Election Campaign Act of 1971, as amended, for the purpose of making direct contributions to federal candidates. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one closed case. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6393</a><br/>\n        </strong>RESPONDENTS:&#160; Nebraska Republican Party and Rodney Krogh, in his official capacity as treasurer<br/>\n        COMPLAINANT: Laura A. Wigley and the Nebraska Democratic Party<br/>\n        SUBJECT:&#160; The complaint alleged that the Nebraska Republican Party and Krogh, in his official capacity as treasurer, (NRP) failed to include disclaimers on eight emails that solicited federal funds or contained express advocacy.<br/>\n        DISPOSITION: The Commission found no reason to believe that the emails at issue required disclaimers because there was no evidence to contradict the NRP&#8217;s assertions that they were sent only to individuals who previously had opted into the party committee&#8217;s subscriber system. </p>\n        <p/>\n        <p>For information regarding the above matter, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES<br/>\n        </strong></p>\n        <p>The Commission made public four campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2239</a> &#8211; Myers 4 Congress and Sarah Anne LoRang, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,750.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2254</a> &#8211; Yolly Roberson for Congress and Kerlyne Cotard, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2291</a> &#8211; Healy for NY and Julian H. Gingold, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2381</a> &#8211; Plumbers Local 519 Political Action Committee and Phil Trucks, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,712.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../audits/2008/AuditReport_2008_SEIUCOPE.shtml\">Final Audit Report on the Service Employees International Union Committee on Political Education (SEIU COPE).</a> On October 31, the Commission made public the Final Audit Report on the Service Employees International Union Committee on Political Education (SEIU COPE), covering campaign finance activity between January 1, 2007 and December 31, 2008. </p>\n        <p/>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Obama, Inc. v. Federal Election Commission</em></a> (No. 11-1760). On November 3, the appellant filed a <a href=\"../../law/litigation/rtao_ac_rtao_reply.pdf\">Reply Brief</a>&#160; in the United States Court of Appeals for the Fourth Circuit.</p>\n        <p><strong/></p>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p><strong/></p>\n        <p>On October 27, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../fecig/documents/2012WorkPlan.pdf\">Fiscal Year 2012 Work Plan</a>.</p>\n        <p><strong/></p>\n        <p><strong>OVERSIGHT HEARING<br/>\n              <br/>\n        </strong>On November 3, the Commissioners testified at an oversight hearing titled &#8220;Federal Election Commission: Reviewing Policies, Processes and Procedures&#8221; of the Subcommittee on Elections of the Committee on House Administration. The joint statement the Commissioners presented at the hearing can be found here: <a href=\"FEC_Joint_Statement-Nov3.pdf\">http://www.fec.gov/press/press2011/FEC_Joint_Statement-Nov3.pdf</a></p>\n        <p><strong>IT INITIATIVES </strong></p>\n        <p><strong/></p>\n        <p>On October 31, the Commission added a new presentation on joint fundraising to its <a href=\"../../info/elearning.shtml\">E-Learning</a> page. The presentation gives an overview of the rules regarding joint fundraisers.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p/>\n        <p><a href=\"../20111103hearing.shtml\">FEC Commissioners Testify at Oversight Hearing </a>&#160;(issued November 3)</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong/></p>\n        <p>November 16, Washington, DC &#8211; <em>Seminar for Nonconnected Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>Printed copies of the August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> are now available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p/>\n        Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a>\n        <p>&#160;</p>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of October 31 - November 4, 2011 ", "issue": "2011-44", "href": "press2011/20111104digest.shtml", "date": "11/04/2011", "pdf": null}