{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 3, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-31</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 30 &#8211; August 3</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On July 31, the Commission held an Executive Session. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On August 2, the Commission held an Open Meeting. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"http://fec.gov/audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AO 2012-22 (skimmerhat)</strong></a>. Skimmerhat is a for-profit corporation, registered in Delaware, that proposes to establish a website for users to search and contribute to federal candidates using geographic location, ideological similarities, or single-issue positions as search criteria. On August 2, the Commission concluded that skimmerhat&#8217;s proposed platform would be permissible under theFederal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AO 2012-23 (Snake River Sugar Company, <em>et al.</em>)</strong></a>. Snake River Sugar Company (Snake River) is an incorporated agricultural cooperative that purchases sugar beets from growers and is the connected organization for Snake River PAC, a separate segregated fund. Snake River and seven regional growers' associations (the Associations) asked whether (1) the Associations are \"trade associations\" under the Act and Commission regulations; (2) the Associations and Snake River are &#8220;affiliated&#8221; for purposes of the Act and Commission regulations; and (3) the Associations may solicit contributions to Snake River PAC from the shareholders and executive and administrative personnel, and their families, of their incorporated members. <strong/>On August 2, the Commission concluded that the Associations are trade associations affiliated with Snake River, and that they may therefore solicit their members, executive and administrative personnel and their families as well as the shareholders and executive and administrative personnel of their corporate members and their families that have provided prior approval for such solicitations, for contributions to Snake River PAC.</p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3451\"><strong>AOR 2012-24 (Dean Peterson)</strong></a>. On August 2, the Commission discussed and voted on two draft advisory opinions based on a request from Dean Peterson. Peterson plans to form a limited liability company that will publish and distribute an autobiography by Lee Byberg, who is a candidate for the U.S. House of Representatives in Minnesota. Both drafts approved requestor&#8217;s plans as presented in the request but with different reasoning, as explained in Draft A and Revised Draft B.<br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/aodocs/1214812.pdf\"><strong>AOR 2012-26 (</strong></a><a href=\"javascript:ao(\"><strong>Cooper for Congress, ArmourMedia, Inc., and m-Qube, Inc.</strong></a> <strong><u>)</u></strong>. On August 2, the Commission discussed a draft advisory opinion based on a request from Cooper for Congress, ArmourMedia, Inc., and m-Qube, Inc. but could not hold a vote in order to allow the comment period under 2 U.S.C. &#167; 437f(d) to conclude. The requestors ask whether their proposal to use mobile phone text messaging to process and raise contributions is permissible under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestors. The Commission will accept comments on the request and the draft until the close of business on August 7. The Commission intends to vote next week on tally, after the comment period closes. On July 27 and 31, the Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3453\">comments</a> on this AOR. </p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1214939.pdf\"><strong>AOR 2012-28 (CTIA - The Wireless Association)</strong></a>. On August 2, the Commission discussed an advisory opinion request from CTIA - The Wireless Association. The requestor asks whether the proposal to process contributions to political committees by text message is permissible under the Act and Commission regulations.During the discussion, the Commission heard from counsel on behalf of CTIA &#8211; The Wireless Association. The Commission will accept comments on the request until the close of business on August 7. The Commission intends to vote next week on tally, after the comment period closes. On July 31 and August 1, the Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3453\">comments</a> on this AOR. </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../audits/AuditReport_2010_NationalCouncilFarmersPAC.shtml\"><strong>Final Audit Report on </strong><strong>National Council of Farmer Cooperatives CO-OP/PAC</strong></a>. On August 2, the Commission made public the Final Audit Report on National Council of Farmer Cooperatives CO-OP/PAC, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission found (1) misstatement of financial activity; (2) failure to disclose occupation and name of employer; and (3) failure to disclose correct candidate information.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/beam.shtml\"><em>Beam v. Hunter</em></a> (formerly Beam v. Petersen) (No. 11-3386). On July 30, the Commission filed its <a href=\"../../law/litigation/beam_fec_app_brief.pdf\">Brief</a> in the United States Court of Appeals for the Seventh Circuit.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/fec_craig.shtml\"><em>FEC v. Craig for U.S. Senate</em></a> (No. 12-cv-00958 (ABJ)). On August 2, the defendants filed a <a href=\"../../law/litigation/craig_craig_mtd.pdf\">Motion to Dismiss</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120802openmeeting.shtml\">FEC Approves Two Advisory Opinions, Discusses Three Requests</a> (issued on August 2)</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>August 28, Washington, DC. <em>Roundtable Workshop on</em> <em>Pre-Election Communications</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>August 20: August Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml)\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <u>http://twitter.com/fec</u></p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of July 30 - August 3, 2012", "issue": "2012-31", "href": "press2012/20120803digest.shtml", "date": "08/03/2012", "pdf": null}