{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 2 ,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-35</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 29 &#8211; September 2</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On August 30, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On August 31, the Commission held an <a href=\"../../agenda/2011/agenda20110831.shtml\">Oral Hearing for Chris Dodd for President, Inc.</a> (CDFP), at CDFP Counsel&#8217;s request, to discuss the <a href=\"../../agenda/2011/mtgdoc_1149.pdf\">Draft Final Audit Report on CDFP</a>. </p>\n        <p/>\n        <p>On September 1, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. <br/>\n            <br/>\n  Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=year&amp;YEAR=2011\">AO 2011-15 (Hassan)</a>.</strong> On September 1, the Commission approved an advisory opinion concluding that the Federal Election Campaign Act of 1971, as amended, (the Act) does not prohibit Abdul K. Hassan, a naturalized United States citizen, from becoming a candidate for president in 2012, but that Hassan would not be eligible to receive presidential matching funds. The Commission further concluded that Hassan may solicit and receive contributions and would be required to comply with the Act&#8217;s provisions regarding expenditures, contributions, recordkeeping and reporting.</p>\n        <p/>\n        <p><strong><a href=\"../../agenda/2011/mtgdoc_1150.pdf\">AO 2011-17 (Giffords)</a></strong>. On September 1, the Commission approved an advisory opinion concluding that Giffords for Congress may use campaign funds to pay the costs of installing security improvements at Rep. Giffords's home because Rep. Giffords was shot and severely wounded while engaged in her duties as a federal officeholder, and the expenses for the proposed upgrades to the security system at Rep. Giffords's family home would not exist irrespective of her duties as a federal officeholder or as a candidate for re-election. Therefore, the Commission concluded, the use of campaign funds to pay for the security system upgrades would not constitute personal use under the Act and Commission regulations. Rep. Gabrielle Giffords is a Member of the U.S. House of Representatives for Arizona's 8th Congressional District.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public five closed cases. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6428</a> <br/>\n          </strong>RESPONDENTS:&#160; Bill Marcy for Congress and David J. Boolos, in his official capacity as treasurer; and William L. Marcy<br/>\n  COMPLAINANT: Precious T. Martin, Sr.<br/>\n  SUBJECT: The complaint alleged that Bill Marcy for Congress and Boolos, in his official capacity as treasurer, (the Committee) and Marcy failed to include proper disclaimers on billboards and newspaper advertisements. The complaint alleged further that Marcy and the Committee failed to file a Statement of Candidacy and Statement of Organization in a timely manner, and that the Committee failed to file financial reports disclosing expenses incurred for campaign ads and expenditures for at least one campaign website and two rented campaign offices. Marcy was a 2010 candidate for Mississippi&#8217;s Second Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in furtherance of the Commission&#8217;s priorities relative to other matters and in light of the fact that the campaign advertisements included sufficient identifying information to avoid misleading the public as to their sponsorship, and the fact that the Committee's financial disclosure reports included disbursements for political advertising, including the billboards and newspaper advertisements mentioned in the complaint. The Commission sent letters reminding Marcy of the requirements concerning the timely filing of his Statement of Candidacy and reminding the Committee of the requirements concerning the use of appropriate disclaimers and timely filing of its Statement of Organization.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6374 and 6408</a> <br/>\n          </strong>RESPONDENTS:&#160; Roly Arrojo for Congress and Jose Rolando Arrojo, in his official capacity as treasurer; and Jose Rolando &#8220;Roly&#8221; Arrojo<br/>\n  COMPLAINANTS: Liliana Ross and Mariana L. Cancio<br/>\n  SUBJECT: The complaints alleged that&#160; Arrojo, in his capacity as candidate,&#160; and Roly Arrojo for Congress and Arrojo, in his official capacity as treasurer (the Committee) failed to file a Statement of Candidacy and Statement of Organization in a timely manner, and that the Committee failed to file subsequent financial disclosure reports. Arrojo was a 2010 candidate for Florida&#8217;s 25th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matters in light of the limited scope of the reporting violations and in furtherance of the Commission&#8217;s priorities relative to other matters. The Commission sent a letter reminding Arrojo and the Committee of the requirements concerning the timely filing of their Statement of Candidacy, Statement of Organization and financial disclosure reports.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6416</a> <br/>\n          </strong>RESPONDENTS:&#160; Scott Rigell for Congress and Joseph B. Wood, in his official capacity as treasurer; and Edward Scott Rigell<br/>\n  COMPLAINANT: Jennifer Koch<br/>\n  SUBJECT: The complaint alleges that Scott Rigell for Congress and Wood, in his official capacity as treasurer, (the Committee) and Rigell failed to include a &#8220;stand by your ad&#8221; disclaimer in a television advertisement. Rigell was a 2010 candidate for Virginia&#8217;s 2nd Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the cable system error that caused the exclusion of the disclaimer from the ad that was aired and in furtherance of the Commission&#8217;s priorities relative to other matters.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6381</a><br/>\n          </strong>RESPONDENTS:&#160; American Hospital Association; American Hospital Association PAC and Melinda Hatton, in her official capacity as treasurer; Herrick Medical Center; and Schauer for Congress and Brad J. Neidhardt, in his official capacity as treasurer<br/>\n  COMPLAINANT: Richard L. Blank<br/>\n  SUBJECT: The complaint alleged that the American Hospital Association (AHA) and Herrick Medical Center (Herrick) made an improper political endorsement for Rep. Mark Schauer when they ran several advertisements thanking him for voting for a health care bill. The complaint alleged further that Herrick and/or the AHA &#8220;misappropriated funds&#8221; because they likely used payments the complainant had made to Herrick for medical services to fund the advertisements without the complainant&#8217;s knowledge. Schauer was a candidate for Michigan&#8217;s 7th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe the respondents violated the Act in light of the speculative nature of the complaint and the declarations and statements made in the responses and affidavits. </p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public five campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2179</a> &#8211; RobLauer4Congress.com and Rob Lauer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $40.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2403</a> &#8211; Chet D. Traylor for US Senate Campaign and Larry Pickett, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2433</a> &#8211; Johnson for Congress and Harry Johnson, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2434</a> &#8211; Joyce Johnson for Congress 2010 and Myrna Phillips Oakley, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2465</a> &#8211; Thomas C. Castellano and Mark A. Garcia, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS<br/>\n          </strong><br/>\n          <a href=\"../../audits/2008/AuditReport_2008_NaderforPresident.shtml\">Final Audit Report on Nader for President (NFP)</a>. On September 1, the Commission made public a Final Audit Report for Nader for President (NFP) covering campaign finance activity between January 4, 2008 and August 31, 2008. The Commission approved findings related to (1) matching funds received in excess of entitlement, (2) the misstatement of financial activity and (3) failure to disclose loans. </p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1142.pdf\">Proposed Final Audit Report on the United Association Political Education Committee</a>. On September 1, the Commission approved the Proposed Final Audit Report on the United Association Political Education Committee (UAPEC), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that UAPEC (1) made excessive contributions to candidates and other political committees, (2) failed to file notices in a timely way and properly disclose independent expenditures totaling $510,314 and (3) failed to properly disclose transfers from affiliated committees totaling $313,467. </p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em/></p>\n        <p><em><a href=\"../../law/litigation/kazran.shtml\">FEC v. Kazran</a></em> (No. 3:10-cv-1155-RBD-JRK). On August 30, defendant Sam Kazran filed a <a href=\"../../law/litigation/kazran_kazran_mot_for_reconsid.pdf\">Motion for Reconsideration</a> regarding the Court's denial of his motion to join Congressman Vern Buchanan as a defendant. On August 29, Magistrate Judge Klindt issued a <a href=\"../../law/litigation/kazran_dc_magistrate_report.pdf\">Report and Recommendation</a> recommending the Commission's motion for default judgment against Hyundai of North Jacksonville be granted, that the Commission be awarded a $67,900 civil penalty, and that the car dealership be enjoined from making contributions that would violate sections 441a and 441f. &#160;</p>\n        <p><em><a href=\"../../law/litigation/van_hollen.shtml\">Van Hollen v. FEC</a></em> (No. 1:11-cv-00766 (ABJ )). On August 30, the plaintiff filed a <a href=\"../../law/litigation/van_hollen_vh_reply_to_fec_opp.pdf\">Reply to Commission's Opposition to Plaintiff's Motion for Summary Judgment and Opposition to Commission&#8217;s Cross-Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1152.pdf\">Interpretive Rule on When Certain Independent Expenditures Are &#8220;Publicly Disseminated&#8221; For Reporting Purposes</a>. On September 1, the Commission discussed and requested comment on a draft interpretive rule that would provide guidance on when independent expenditure communications that take the form of yard signs, mini-billboards, handbills, t-shirts, hats, buttons and similar items are &#8220;publicly disseminated&#8221; for reporting purposes. Comments are due by September 19 and the Commission will consider the interpretive rule at its open meeting on September 22.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p>            <a href=\"../summaries/2012/Party/6mthSummary/20110831_6mPartySummary.shtml\">Political Party Committees Raise Over $242 Million from January 1 Through June 30, 2011</a> (issued August 31)</p>\n        <p/>\n        <p><a href=\"../press2011/20110901openmeeting.shtml\">FEC Considers Advisory Opinions, Interpretive Rule and Audit Report</a> (issued September 1) </p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>September 1:&#160; Nevada&#8217;s 2nd Congressional District Special Pre-General Election Reports were due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/nv02.shtml\">Special Election Report Notice</a> &#160;section of the Commission website.</p>\n        <p><strong/></p>\n        <p>September 1:&#160; New York&#8217;s 9th Congressional District Special Pre-General Election Reports were due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ny09.shtml\">Special Election Report Notice</a>&#160; section of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS<br/>\n        </strong> </p>\n        <p>September 7-8, Minneapolis, MN &#8211; <em>Regional</em> <em>Conference for House and Senate Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. &#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">August 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of August 29 - September 2, 2011", "issue": "2011-35", "href": "press2011/20110902digest.shtml", "date": "09/02/2011", "pdf": null}