{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">December 24,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151225digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-52</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of December 21 &#8211; 25</strong></p>\n          <p align=\"left\"><strong><br/>\n  COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>No Commission open meetings or executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public six closed cases and five Statements of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6603</a> <br/>\n  COMPLAINANT: Mark A. Wohlander<br/>\n  RESPONDENTS: Patriot Majority USA; and Ben Chandler for Congress and R. Wayne Stratton, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Patriot Majority USA (Patriot Majority), a 501(c)(4) organization and an alleged independent expenditure-only political committee, made and Ben Chandler for Congress and Stratton, in his official capacity as treasurer (the Committee), accepted a prohibited in-kind contribution when Patriot Majority republished the Committee&#8217;s 2010 campaign materials in a 2012 advertisement that was allegedly coordinated with the Committee. Chandler was a 2010 and 2012 candidate for Kentucky&#8217;s 6th Congressional District.<br/>\n  DISPOSITION: The Commission closed the file. Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044382827.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6777</a> <br/>\n  COMPLAINANT: Chad Heywood, Executive Director, Arizona Republican Party<br/>\n  RESPONDENTS: Kirkpatrick for Arizona and Daniel A. Flores, in his official capacity as treasurer; and House Majority PAC and Shannon Roche, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that House Majority PAC and Roche, in her official capacity as treasurer (House Majority PAC), made an excessive or prohibited in-kind contribution to Kirkpatrick for Arizona and Flores, in his official capacity as treasurer (the Committee), by republishing the Committee&#8217;s campaign materials in a television advertisement. Ann Kirkpatrick was a 2012 candidate for Arizona&#8217;s First Congressional District.<br/>\n  DISPOSITION: The Commission closed the file. Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044382827.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6801</a> <br/>\n  COMPLAINANT: Campaign Legal Center; and Democracy 21<br/>\n  RESPONDENTS: Senate Majority PAC and Rebecca Lambe, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Senate Majority PAC and Lambe, in her official capacity as treasurer (Senate Majority PAC), made an illegal in-kind contribution by republishing campaign materials prepared by Braley for Iowa and that Senate Majority PAC failed to properly disclose the cost of the communication as a contribution. Bruce Braley was a 2014 candidate for Iowa&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission closed the file. Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044382827.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6840</a><br/>\n  COMPLAINANTS: Tea Party Patriots Citizens Fund and Jenny Beth Martin, Chairman <br/>\n  RESPONDENTS: All Citizens for Mississippi and Jacqueline Vann, in her official capacity as treasurer; and Citizens for Cochran and John M. Robinson, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Citizens for Cochran and John M. Robinson, in his official capacity as treasurer (Cochran Committee), accepted an in-kind contribution from All Citizens for Mississippi (All Citizens), an independent expenditure-only political committee, by coordinating with All Citizens on a newspaper advertisement that All Citizens ran to support Senator Thad Cochran&#8217;s re-election. Cochran was a 2014 candidate for Mississippi&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter. The Commission observed that the advertisement at issue in this case had a de minimis cost and that pursuing the matter further would not be an efficient use of Commission resources.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6870</a> <br/>\n  COMPLAINANT: American Democracy Legal Fund<br/>\n  RESPONDENTS: American Crossroads and Caleb Crosby, in his official capacity as treasurer; and Thom Tillis Committee and Collin McMichael, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that American Crossroads and Crosby, in his official capacity as treasurer (American Crossroads), produced and aired an advertisement containing footage that was originally part of a video created by the Thom Tillis Committee and McMichael, in his official capacity as treasurer (the Committee).<br/>\n  DISPOSITION: The Commission closed the file. Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044382827.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6902</a> <br/>\n  COMPLAINANT: Molly Cronin, Chair, McFadden for Senate<br/>\n  RESPONDENTS: Al Franken for Senate 2014 and Thomas H. Borman, in his official capacity as treasurer; Al Franken; and Independence USA PAC and Diane Gubelli, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Independence USA PAC and Gubelli, in her official capacity as treasurer (IUSA PAC), made a prohibited and excessive in-kind contribution to Al Franken for Senate 2014 and Borman, in his official capacity as treasurer (the Committee), by republishing Committee video materials in a television advertisement. The complaint alleged further that IUSA PAC coordinated its expenditure for the ad with the Committee since the two ads have similar images and messages and because both ads began airing on the same day. Franken was a 2014 candidate for Minnesota&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission closed the file. Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044382827.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n  The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 759</a> &#8211; All Citizens for Mississippi and Jacqueline Vann, in her official capacity as treasurer.&#160; The respondent agreed to (1) certify that a Representative of the Committee participated in an FEC conference, webinar, or other program developed in consultation with the FEC&#8217;s Information Division, and (2) pay a civil penalty of $2,000.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <em><br/>\n  </em></strong><a href=\"../../../law/litigation/crew_141419.shtml\"><em>CREW, et al. v. FEC</em></a> (Case 1:14-cv-01419-CRC). On December 22, the Plaintiffs filed a <a href=\"../../../law/litigation/crew141419_crew_msj.pdf\">Motion for Summary Judgment</a> in the United States District Court for the District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/Lynch.shtml\"><em>FEC v. Edward J. Lynch, Sr., et al.</em> </a>(Case 9:15-cv-81732). On December 18, the Commission filed a <a href=\"../../../law/litigation/lynch_fec_complaint.pdf\">Complaint</a> against Edward J. Lynch, Sr., Lynch for Congress and Edward J. Lynch, Sr., in his official capacity as treasurer in the United States District Court for the Southern District of Florida.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/JeremyJohnson.shtml\"><em>FEC v. Johnson</em></a> (Case 2:15-cv-00439-DB). On December 21, the Defendant filed a <a href=\"../../../law/litigation/johnson_johnson_opp_mpj.pdf\">Memorandum Opposing the Commission&#8217;s Motion for Partial Judgment on the Pleadings or to Strike Affirmative Defenses</a> in the United States District Court for the District of Utah.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/Miller2015.shtml\"><em>Miller v. FEC</em></a><em> (formerly Wagner, et al. v. FEC)</em> (Case 15-428). On December 22, the Petitioner filed a <a href=\"../../../law/litigation/miller_miller_reply_cert.pdf\">Reply Brief in Support of Petition for a Writ of Certiorari</a> with the United States Supreme Court.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/StopHillaryPAC.shtml\"><em>Stop Hillary PAC v. FEC</em></a> (Case 1:15-cv-01208-GBL-IDD). On December 21, the United States District Court for the Eastern District of Virginia issued a <a href=\"../../../law/litigation/shp_dc_order_mpi.pdf\">Memorandum Opinion and Order</a>, denying the plaintiffs&#8217; motion for a preliminary injunction.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  <br/>\n  </strong><a href=\"../news_releases/20151222release.shtml\">District Court Issues Opinion in <em>Stop Hillary PAC, et al. v. FEC</em></a> (issued December 22)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n  </strong><br/>\n  January 14, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  January 26, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  January 28, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n  January 13, 2016: &#160;Webinars for PACs and Party Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  January 20, 2016: &#160;Webinars for Candidate Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  January 31, 2016: Year-End Reports are due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml\">2015 Reporting Dates page</a> of the Commission website.<br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n  Additional research materials about the agency, campaign finance information and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the Commission website. </p>\n          <p align=\"center\"><strong>    </strong> Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n    <br/>\n          </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of December 21 - December 25, 2015", "issue": "2015-52", "href": "press2015/digests/20151225digest.shtml", "date": "12/25/2015", "pdf": null}