{"html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellpadding=\"0\">\n              </table>              \n              For Immediate Release\n              <br/>\n              November 13, 2009 \n              <div align=\"right\">\n  <p>Contact:&#160;Judith Ingram <br/>\n                  Christian Hilland<br/>\n                  Julia Queen \n                </p>\n              </div>\n              <p align=\"right\">ISSUE 2009-27</p>\n              <p align=\"center\"><strong>Weekly Digest</strong></p>\n              <p align=\"center\"><strong>Week of November 9 &#8211; 13</strong></p>\n              <p><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p><strong/></p>\n              <p>The Commission did not hold Open or Executive Sessions this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. </p>\n              <p>Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p/>\n              <p><u>Request Received</u></p>\n              <p/>\n              <p><strong>AOR 2009-28 (Democracy Engine, Inc. PAC)</strong>. On November 10, the Commission made public Advisory Opinion Request 2009-28 (Democracy Engine, Inc. PAC). The Committee requests an advisory opinion on whether the separate segregated fund (SSF) of Democracy Engine, Inc. can solicit the general public for earmarked contributions to candidates passed through the SSF and whether the solicitation cost involved would constitute contributions from the SSF to the recipient candidates. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by January 5, 2010.</p>\n              <p/>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p/>\n              <p><strong>LITIGATION</strong></p>\n              <p><strong/></p>\n              <p><em><a href=\"../../law/litigation/berg.shtml\">Berg v. Barack Obama, et al.</a> </em>On November 12, the United States Court of Appeals for the Third Circuit <a href=\"../../law/litigation/berg_ac_opinion.pdf\">affirmed the order</a> of the United States District Court for the Eastern District of Pennsylvania dismissing plaintiff Philip J. Berg&#8217;s action challenging Obama&#8217;s eligibility to run for and serve as President of the United States. The Court held that Berg lacks standing to bring the suit because he suffered no injury particularized to him.</p>\n              <p><em><a href=\"../../law/litigation/cao.shtml\">Cao v. FEC</a></em>. On November 9, the U.S. District Court for the Eastern District of Louisiana held oral argument on plaintiffs' motion to certify questions to the Fifth Circuit Court of Appeals En Banc and the Commission&#8217;s motion for summary judgment. </p>\n              <p>In this case, the plaintiffs have challenged the constitutionality of coordinated expenditure limits, both under the party expenditure provision in 2 U.S.C. 441a(d) and the $5,000 limit on party contributions to candidates in 2 U.S.C. 441a(a)(2)(A), as applied to party coordinated expenditures that plaintiffs claim are the parties' \"own speech\" or that the plaintiffs allege are not \"unambiguously campaign related.\"Plaintiffs claim that because these activities are not sufficiently related to corruption or the appearance thereof, Supreme Court precedent prevents application of the limits to those activities.In addition, the plaintiffs claim that the limits are unconstitutional because some vary geographically, because the limits have not been indexed to inflation, and because the limits are allegedly too low in any event.The Commission contends that the plaintiffs' claims are foreclosed by Supreme Court precedent upholding the provisions at issue, and that accepting plaintiffs&#8217; claims would permit circumvention of longstanding contribution limits that Congress enacted to prevent corruption and its appearance.</p>\n              <p><a name=\"FEAShays3\"/><strong>OUTREACH</strong></p>\n              <p><strong/></p>\n              <p>On November 10, Commissioner Ellen Weintraub spoke with students from the Eisenhower Institute at Gettysburg College on current issues in federal campaign finance law. </p>\n              <p><strong/></p>\n              <p><strong>NEXT WEEK (NOVEMBER 16 &#8211; 20, 2009)</strong></p>\n              <p><strong/></p>\n              <p>November 17:&#160; The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session</a>.&#160; </p>\n              <p>November 19:&#160; The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#open\">Open Session</a>. </p>\n              <p>November 20:&#160; Public comments on the Commission&#8217;s <a href=\"../../pdf/nprm/fea_definition/2009/notice_2009-22.pdf\">Notice of Proposed Rulemaking on Federal Election Activity</a>, which addresses definitions of get-out-the-vote and voter registration activity, are due. The Commission will hold a hearing on this NPRM on December 16. </p>\n              <p/>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p><strong/></p>\n              <p>November 20: Disclosure reports for monthly filers are due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. <br/>\n              </p>\n              <p>November 26: Massachusetts Special Senate Pre-Primary Reports due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/masen.shtml\">here</a>.</p>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p/>\n              <p>The November issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/nov09.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.&#160; </p>\n              <p>The November supplements to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n              <p>Printed copies of the July 2009 updated version of the FEC's <a href=\"../../info/TipsforTreasurers.shtml#guides\"><em>Campaign Guide for Political Party Committees</em></a> are now available free of charge. To order, call 1-800/424-9530 (press 6), or e-mail <a href=\"mailto:info@fec.gov?subject=Party%20Guide%20\">info@fec.gov</a>. </p>\n              <p/>\n              <p align=\"center\"><strong>              </strong></p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "title": "Week of November 9 - November 13, 2009 ", "issue": "2009-27", "href": "press2009/200910013Digest.shtml", "date": "11/13/2009", "pdf": null}