{"html": "<div id=\"fec_mainContent\"> \n  <h2><a name=\"content\"/> \n  </h2>\n  <h1>FEC Digest </h1>\n  <h2>&#160;</h2>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 19 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n              <tr>\n                <td height=\"14\" valign=\"top\"><p>&#160;</p>\n                  <p>&#160;</p></td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"815\" valign=\"top\"><p align=\"right\">ISSUE 2009-6</p></td>\n                </tr>\n              </table>\n              <h3 align=\"center\"><strong>Weekly Digest</strong></h3>\n              <p align=\"center\"><strong>Week of June 15 &#8211; 19</strong></p>\n              <h3 align=\"center\">&#160;</h3>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p>The Commission did not hold an Executive Session this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p>n June 18, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p><strong><u>Advisory Opinion Issued</u></strong> </p>\n              <p>On June 18, the Commission issued Advisory Opinion 2009-10, concluding that the Visclosky for Congress Committee may use campaign funds to pay for legal fees and expenses related to a Federal investigation into whether a lobbying firm, PMA Group, made improper political contributions to Rep. Pete Visclosky (IN-1) and other members of the U.S. House of Representatives. The Commission reasoned that the investigation relates to Representative Visclosky&#8217;s campaign and duties as a Federal officeholder, and the legal fees and expenses would not exist irrespective of Representative Visclosky&#8217;s campaign or duties as a Federal officeholder.</p>\n              <p><strong><u>Drafts</u></strong></p>\n              <p>On June 18, the Commission made public Draft Advisory Opinion 2009-12 (Coleman) regarding a request to use campaign funds to pay legal fees and expenses. The deadline for the public to submit written comments on the draft before the Commission vote is noon on June 24. On June 16, the Commission made public a Supplement to Advisory Opinion Request 2009-12.</p>\n              <p><strong><u>Request Received</u></strong></p>\n              <p>The Commission made public Advisory Opinion Request 2009-15 (Bill White for Texas).&#160; Bill White is a candidate in the 2012 Texas Senate Primary. The current officeholder may resign her seat before her term expires, in which case a special election would be held to fill the seat for the remainder of her term. The Committee seeks an advisory opinion on the conditions under which it may use contributions received for the 2012 primary and general elections for a special election and any related run-off election. It also seeks an advisory opinion on how such contributions should be reported to the FEC.</p>\n              <p><strong><u>  Comments</u></strong></p>\n              <p>On June 17, the FEC received a comment on Advisory Opinion Request 2009-11 (Sen. John Kerry and John Kerry for Senate Committee). Kerry for Senate asked whether it could enter into an agreement with a film production company to provide development funds for a documentary. &#160;The Commission discussed the draft AO at the Open Meeting on June 18, and decided to continue the discussion at its next open session on June 25.</p>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p><strong>ENFORCEMENT</strong></p>\n              <p>The Commission made public three closed cases, two Statements of Reasons and one Supplemental Statement of Reasons this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6099</a> &#8211; Page for Missouri and Barbara Hoffman as Treasurer; Waverley Glen Systems Ltd.; and Sam Page. The Commission found no reason to believe the respondents violated the Act.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5947</a> &#8211; Poe for Congress. The Commission agreed to accept a conciliation agreement. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6186</a> &#8211; Mark Leggio. The Commission agreed to accept a conciliation agreement.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5842 </a>&#160;&#8211; Economic Freedom Fund, Charles H. Bell Jr. A <a href=\"http://eqs.fec.gov/eqsdocs/29044242676.pdf\">Statement of Reasons</a> was issued by Vice Chairman Matthew S. Petersen and Commissioner Caroline C. Hunter. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6020 </a>&#160;&#8211; The Alliance for Climate Protection; Nancy Pelosi for Congress and Paul Pelosi as Treasurer; and Rep. Nancy Pelosi. A <a href=\"http://eqs.fec.gov/eqsdocs/29044242667.pdf\">Statement of Reasons</a> was issued by Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Donald F. McGahn. </p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5937</a> &#8211; Romney for President, Inc. and Darrell Crate as Treasurer; and Kem Gardner. A <a href=\"http://eqs.fec.gov/eqsdocs/29044243228.pdf\">Supplemental Statement of Reasons</a> was issued by Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Donald F. McGahn.</p>\n              <p/>\n              <p><strong>ADMINISTRATIVE FINES</strong></p>\n              <p>AF 1890 &#8211; Argon ST PAC and Gabrielle Carruth as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p>AF 1892 &#8211; Consumer Data Industry Association Inc. Political Action Committee or CDIA PAC and Joseph Rubin as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p>AF 1906 &#8211; USAFarmworkerPAC and Stuart J. Mitchell as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n              <p/>\n              <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n              <p>The Commission made public two campaign finance enforcement matters that were resolved successfully through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 475</a> &#8211; Minnesota Democratic-Farmer-Labor Party and William Davis as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $3,500. </p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 481</a> &#8211; Christine Jennings for Congress and Susan Flynn as Treasurer. The respondents agreed to pay a civil penalty of $2,500 and work with Commission staff to terminate the Committee. </p>\n              <p><strong>AUDIT REPORTS</strong></p>\n              <p><a href=\"../../agenda/2009/mtgdoc0927.pdf\">Ciro D. Rodriguez for Congress</a>. On June 18, the Commission voted to adopt three proposed findings in an audit report, concerning (1) a misstatement of financial activity, (2) failure to file 48-hour notices and (3) acceptance of impermissible contributions. The Commission also adopted a fourth proposed finding concerning the impermissible receipt and use of funds, but amended that finding with respect to the issue of personal use. Final Audit Reports are available <a href=\"../../audits/audit_reports.shtml\">here</a>.</p>\n              <p>&#160;</p>\n              <p><strong>LITIGATION</strong></p>\n              <p><strong><em><a href=\"../../law/litigation/rnc_08.shtml\">Republican National Committee v. FEC</a>.</em></strong> On June 18, the Commission filed a <a href=\"../../law/litigation/rnc_fec_supp_reply_mot_sj.pdf\">Supplemental Summary Judgment Memorandum</a> with the U.S. District Court for the District of Columbia in support of the FEC&#8217;s motion for summary judgment. The Commission argued that new evidence collected during discovery demonstrates the lack of grounds for the RNC&#8217;s claims in the suit.</p>\n              <p>The complaint challenges the constitutionality of the <a href=\"../../pages/bcra/bcra_update.shtml\">Bipartisan Campaign Reform Act&#8217;s</a> limits on the use of nonfederal funds by political party committees. The Plaintiffs state that the nonfederal fund provisions as applied to their intended activities are overly broad and unconstitutional under the First Amendment guarantees of free speech and association, and are outside of Congress&#8217; authority to regulate elections. The Commission contends that those provisions are constitutional contribution limits that prevent corruption and the appearance of corruption.</p>\n              <p><strong>REGULATIONS</strong></p>\n              <p>The Commission has made public the draft <a href=\"../../agenda/2009/mtgdoc0933.pdf\">Final Rules and Explanation and Justification for Civil Monetary Penalties Inflation Adjustments</a> prior to a Commission vote. The draft final rules would make adjustments for inflation to some of the Commission's civil monetary penalties as required by the Federal Penalties Inflation Adjustment Act of 1990, as amended. </p>\n              <p>&#160;</p>\n              <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n              <p>June 20:&#160; Disclosure reports for monthly filers are due.&#160; Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n              <p/>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p><a href=\"20090615MUR.shtml\">FEC Takes Final Action on Six Cases </a>(released June 15)</p>\n              <p><a href=\"20090618Audit.shtml\">FEC Takes Action on Audit Report for Congressional Candidate</a> (released June 18)</p>\n              <p><a href=\"20090619AO.shtml\">FEC Issues Advisory Opinion on Visclosky Request</a> (released June 19)</p>\n              <p><a href=\"20090612Digitization.shtml\">FEC Launches Final Phase of Project to Make All Closed Enforcement Cases Available Online</a> (released June 19)</p>\n              <p/>\n              <p><strong>NEXT WEEK (JUNE 22 &#8211; 26, 2009)</strong></p>\n              <p>June 24:&#160; The Commission is scheduled to meet in <a href=\"../../agenda/agendas.shtml#executive\">Executive Session</a>. </p>\n              <p>June 25:&#160; The Commission is scheduled to meet in <a href=\"../../agenda/agenda_generic.shtml\">Open Session</a>.</p>\n              <p>June 24-25, Tallahassee, FL &#8211; As part of its <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>, the FEC will conduct informal briefings for PACs, party committees and candidate committees on areas of the law specific to their needs. The schedule is <a href=\"../../info/state_outreach/2009/tallahassee09.pdf\">here</a>.</p>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p>July 15 &#8211; July Quarterly Report</p>\n              <p>July 20 &#8211; July Monthly Report</p>\n              <p>July 31 &#8211; July Mid-Year Report</p>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p>July 8 &#8211; The FEC will host <a href=\"../../info/outreach.shtml#roundtables\">workshops</a> on reporting requirements and its FECFile software to help candidates, parties and PACs prepare to file their July quarterly, monthly or mid-year reports. </p>\n              <p>July 28-29, Columbus, OH &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/columbus09.pdf\">here</a>.</p>\n              <p>August 5-6, Kansas City, MO &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/kscitymissouriflyer09.pdf\">here</a>.</p>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The FEC Office of the Inspector General has posted on the FEC web site the <a href=\"../../fecig/semi09a.pdf\">Semiannual Report to Congress</a> for the 6-month period ending March 31, 2009.</p>\n              <p>The FEC has posted on its web site the June editions of its <a href=\"../../pdf/cand_guide_supp.pdf\">Candidate Guide Supplement</a>, <a href=\"../../pdf/corp_supp.pdf\">Corporate/Labor Guide Supplement</a>, <a href=\"../../pdf/nongui_supp.pdf\">Nonconnected Guide Supplement</a>, and <a href=\"../../pdf/party_guide_supp.pdf\">Party Guide Supplement</a>.</p>\n              <p>The June issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/jun09.pdf\">here</a>.</p>\n              <p/>\n              <p/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "title": "Week of June 15 - 19, 2009", "issue": "2009-06", "href": "press2009/20090619Digest.shtml", "date": "06/19/2009", "pdf": null}