{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">June 21, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-25</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 17 &#8211; 21</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public five closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6383R</a> <br/>\n  COMPLAINANT: Dan La Botz<br/>\n  RESPONDENTS: Ohio News Organization; The Akron Beacon Journal; The Toledo Blade Company; The (Canton) Repository; The (Cleveland) Plain Dealer; The Columbus Dispatch; The Cincinnati Enquirer; The Dayton Daily News; The (Youngstown) Vindicator; Fisher for Ohio (terminated) and Lee Fisher, in his official capacity as treasurer; and Portman for Senate Committee and Natalie K. Baur, in her official capacity as treasurer<br/>\n  SUBJECT: This matter came to the Commission on remand from the United States District Court for the District of Columbia following its decision in <a href=\"../../law/litigation/labotz.shtml\">La Botz v. FEC</a>. The complaint had alleged that the Ohio News Organization (ONO) and its member newspapers failed to use pre-established and objective standards when inviting the participants to a series of three televised debates, and that as a result the costs of the debates constituted a prohibited, in-kind corporate contribution to Fisher for Ohio and Jan Roller, in her official capacity as treasurer, and Portman for Senate Committee and Baur, in her official capacity as treasurer. Lee Fisher and Rob Portman, who were invited to the debate, were 2010 general election candidates for Ohio&#8217;s U.S. Senate seat. At issue in the matter on remand was the Commission&#8217;s reasoning for its prior determination to find no reason to believe the respondents violated the Act or Commission regulations because the criteria for participation in the debate were pre-established and objective.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter (1) in light of the lack of substantial evidence in the record to provide reason to believe that the ONO failed to use its stated pre-established objective criteria in selecting debate participants and (2) in consideration of Commission priorities.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6529</a> <br/>\n  COMPLAINANT: Steven A. Figueroa<br/>\n  RESPONDENTS: Gloria Negrete McLeod; Gloria Negrete McLeod for Congress and Gilbert McLeod, in his official capacity as treasurer; Gloria Negrete McLeod for Senate 2010; Gloria Negrete McLeod for Supervisor 2014; and Lang, Hansen, O&#8217;Malley &amp; Miller&#160; <br/>\n  SUBJECT: The complaint alleged that Gloria Negrete McLeod for Congress and Gilbert McLeod, in his official capacity as treasurer, (the Federal Committee) benefited when Gloria Negrete McLeod for Senate 2010 (the State Committee) and Gloria Negrete McLeod for Supervisor 2014 used non-federal funds to pay for polling and survey research. The complaint alleged further that the Federal Committee (1) accepted an excessive contribution from the lobbying firm of Lang, Hansen, O&#8217;Malley &amp; Miller (LHOM), (2) failed to include a required disclaimer in a fundraising solicitation, (3) failed to use &#8220;best efforts&#8221; to collect required contributor information in its fundraising solicitation, and (4) solicited non-federal funds from state and local PACs for the Federal Committee&#8217;s benefit. The complaint also alleged that McLeod and the State Committee disbursed non-federal funds to state and local candidates and committees after McLeod became a federal candidate. McLeod was a 2012 candidate for California&#8217;s 35th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe that LHOM made, or that the federal Committee received an excessive contribution because the federal Committee arranged for reallocating the contribution in question and refunding the potentially excessive portion. The Commission also found no reason to believe the federal Committee failed to use &#8220;best efforts&#8221; to collect contributor information because the solicitation at issue clearly requested the required contributor information.&#160; The Commission closed the file in connection with the remaining allegations.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6540</a> <br/>\n  COMPLAINANT: Joe DiSano<br/>\n  RESPONDENTS: Rick Santorum for President and Nadine Maenza, in her official capacity as treasurer; Michigan Faith &amp; Freedom Coalition; Glenn Clark; and The Palazzo Grande, Inc. <br/>\n  SUBJECT: The complaint alleged that the Michigan Faith &amp; Freedom Coalition (MFFC) and Palazzo Grande made, and Rick Santorum for President and Maenza, in her official capacity as treasurer, (the Committee), accepted prohibited in-kind contributions in the form of goods and services associated with an event organized by Clark, the president of MFFC, in consultation with the Committee.<br/>\n  DISPOSITION: The Commission closed the file.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6689</a> <br/>\n  COMPLAINANT: Grace Sheedy<br/>\n  RESPONDENTS: Jim C. Walton; John McCain 2008, Inc. and Joseph Schmuckler, in his official capacity as treasurer; McCain Victory 2008 and Lisa Lisker, in her official capacity as treasurer; and McCain-Palin Compliance Fund, Inc. and Joseph Schmuckler, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Walton violated the biennial limit on contributions to federal candidates in 2007-2008, and that McCain-Palin Compliance Fund, Inc., John McCain 2008 and Schmuckler, in his official capacity as treasurer, as well as McCain Victory 2008 and Lisker, in her official capacity as treasurer, accepted excessive contributions.<br/>\n  DISPOSITION: The Commission found no reason to believe Walton violated the biennial limit or that McCain 2008 accepted excessive contributions because McCain 2008 transferred back to McCain Victory 2008 the excessive portion of a contribution that had been misallocated by McCain Victory 2008 in a manner contrary to Walton&#8217;s intent. The Commission exercised its prosecutorial discretion and dismissed the allegations as to McCain Victory 2008 and Lisker, in her official capacity as treasurer, and McCain-Palin Compliance Fund, Inc. and Schmuckler, in his official capacity as treasurer, in light of the reallocation of initially misallocated contributions by Walton.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6737</a> <br/>\n  COMPLAINANT: Self-Initiated<br/>\n  RESPONDENT: International Longshoremen&#8217;s Association, AFL-CIO, Committee on Political Education and Harold Daggett, in his official capacity as treasurer<br/>\n  SUBJECT: The International Longshoremen&#8217;s Association, AFL-CIO, Committee on Political Education and Harold Daggett, in his official capacity as treasurer (ILA-COPE) notified the Commission that it had not accurately disclosed financial activity totaling about $1.8 million over a 10-year period.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for ILA-COPE to pay a civil penalty of $51,000.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public eight campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2582</a> &#8211; Friends of Heather McTeer and Dexter Toney, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2589</a> &#8211; Leah for Congress and Jacob Brown, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2599</a> &#8211; Sylvia Romo for Congress and Larry Benson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $218.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2639</a> &#8211; The 19th Star PAC Inc. and Martin W. Morris, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2640</a> &#8211; Alexion Pharmaceuticals Inc. PAC and Michael V. Greco, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2641</a> &#8211; Local Union No. 469 of the United Association of Journeymen and Apprentices of the Plumbing and Pipefitting Industry of the U.S. &amp; Canada PAC (Arizona Pipe Trades Local 469 PAC) and Phil McNally, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $9,900.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2642</a> &#8211; Association of American Railroads Political Action Committee (Railpac) and Melody Stevens, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2644</a> &#8211; Blessey Marine Service, Inc. Political Action Committee and Patrick Voss, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 1:11-cv-00562-RLW).&#160; On June 17, the United States District Court for the District of Columbia issued its <a href=\"../../law/litigation/lnc_dc_memo_opinion2.pdf\">Memorandum Opinion</a> and <a href=\"../../law/litigation/lnc_dc_order2.pdf\">Order</a>.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On June 19, Chair Ellen L. Weintraub discussed the work of the Commission with government officials from Hong Kong.</p>\n        <p/>\n        <p>On June 20, Commission staff conducted a campaign finance briefing as part of the California Political Treasurers Association (CPTA) Conference in DC.&#160; Representatives from the Information Division, Reports Analysis Division, Office of the General Counsel and Congressional Affairs informed the CPTA on recent developments in campaign finance law, best practices for filing reports and compliance issues.&#160; Vice Chairman Donald F. McGahn, II participated in the briefing as the keynote speaker.</p>\n        <p/>\n        <p><strong>IT INITIATIVES</strong></p>\n        <p/>\n        <p>On June 20, the Federal Election Commission introduced an upgraded version of its Press Office web page. &#160;The new web page can be accessed at <a href=\"../index.shtml\">www.fec.gov/press/index.shtml</a> or from the Commission&#8217;s homepage <a href=\"../..\">FEC.gov</a>. </p>\n        <p/>\n        <p><strong>PRESS RELEASES<br/>\n              <br/>\n        </strong><a href=\"20130620NewPressSite.shtml\">FEC Launches Upgraded Web Page for Media</a> (issued June 20)</p>\n        <p><strong>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n  UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>June 25: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p/>\n        <p>June 27: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>June 20: June Monthly Reports were due. For more information on monthly reporting dates, refer to the<a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a>of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>June 26, Federal Election Commission, Washington, DC. <em>Seminar/Webinar on </em><em>July Quarterly Reporting for Candidate Committees</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>June 26, Federal Election Commission, Washington, DC. <em>Seminar/Webinar </em><em>on FECFiling &amp; E-Filing for Candidate Committees</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 10, Federal Election Commission, Washington, DC. <em>Seminar/Webinar </em><em>on Mid-Year Reporting for PACs and Party Committees</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 10, Federal Election Commission, Washington, DC. <em>Seminar/Webinar </em><em>on FECFiling &amp; E-Filing for PACs and Party Committees</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p><strong/></p>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#quarterly\">2013 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>July 20: July Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>The Commission posted the filing deadlines for the Senate Special Election in New Jersey. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2013/njsen.pdf.\">Special Election Report Notice</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n          </strong><br/>\n  The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n        </p>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p align=\"center\"><strong><br/>\n        </strong></p></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of June 17 - June 21, 2013 ", "issue": "2013-25", "href": "press2013/20130621digest.shtml", "date": "06/21/2013", "pdf": null}