{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>November 12,  2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-45</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 8 &#8211; 12</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Drafts Available for Public Comment<br/>\n        </u></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1148790.pdf\">AO 2010-24 (Republican Party of San Diego County)</a></strong>. On November 10, the Commission made public <a href=\"http://saos.fec.gov/aodocs/1155730.pdf\">four drafts</a> of Advisory Opinion 2010-24. The Republican Party of San Diego County (the &#8220;Committee&#8221;) asks: (1) whether the activities of the Committee's Voter Registration Coordinator, who recruits, trains and supervises contractors hired by the Committee to perform voter registration services, qualify as voter registration activity within 120 days of a Federal election, and are therefore Federal Election Activity (FEA); (2) if the activities of the Voter Registration Coordinator are voter registration activity, then would the activities of the Executive Director of the Committee also be voter registration activity during the time he is supervising the Voter Registration Coordinator; (3) if the activities of the Voter Registration Coordinator are not voter registration activity, may the Committee amend its reports that have already treated such activities as FEA and make transfers of the appropriate amount of non-Federal funds; and (4) would the Commission's analysis of the preceding questions differ if it applies new FEA regulations recently published in the Federal Register that will take effect on December 1, 2010. </p>\n        <p><u/></p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1148790.pdf\">AO 2010-26 (Baird)</a></u></strong>. On November 10, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1155719.pdf\">draft</a> of Advisory Opinion 2010-26.Representative Brian Baird, who is retiring from Congress, asks whether he may use campaign funds to pay for the cost of keeping household items temporarily in a commercial storage facility as he prepares to return home to Washington State. </p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1155728.pdf\">AO 2010-27 (Obama for America/Biden for President)</a></strong>. On November 10, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1155728.pdf\">draft</a> of Advisory Opinion 2010-27. Obama for America (OFA) and Biden for President (BFP) ask: (1) whether OFA may transfer $138,000 to BFP pursuant to 11 C.F.R. &#167; 110.3(c)(4) to cover BFP&#8217;s net debts, including expected payments to the U.S. Treasury that BFP must make within 30 days of the issuance of BFP&#8217;s Final Audit Report; or (2) in the alternative, whether OFA may directly pay the debts incurred by BFP pursuant to 11 C.F.R. &#167; 110.1(b)(3)(iv). </p>\n        <p><u>Request Received</u></p>\n        <p/>\n        <p><u><a href=\"http://saos.fec.gov/aodocs/1155400.pdf\"><strong>AOR 2010-30 (Citizens United)</strong>.</a></u> On November 8, the Commission made public Advisory Opinion Request 2010-30. Citizens United asks whether it is permissible for the organization to rent its e-mail subscribers list to Federal candidates, political party committees and other political committees. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by December 31. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>. </p>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public three closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6300</a> &#8211; Republican Party of Virginia, Inc. and Brian K. Plum, in his official capacity as treasurer; Gen-X Strategies, Inc., aka GXS Strategies; and Jeffrey K. Frederick. The Commission agreed to accept a conciliation agreement providing for Republican Party of Virginia, Inc. and Plum, in his official capacity as treasurer to pay a civil penalty of $3,300. The Commission also agreed to accept a conciliation agreement providing for Gen-X Strategies, Inc. to pay a civil penalty of $2,500. The Commission took no further action concerning Frederick. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6316</a> &#8211; Pridemore for Congress and Linda McLain, in her official capacity as treasurer. The Commission dismissed the case.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6395</a> &#8211; Leonard Roberto; Roberto for Congress and Kenneth C. Scholz, in his official capacity as treasurer; Friends of Roberto and Robert W. Schmidt, Jr., in his official capacity as treasurer; and Primary Challenge. The Commission exercised its prosecutorial discretion and dismissed the matter concerning Roberto, Friends of Roberto, Schmidt, Jr., in his official capacity as treasurer, and Roberto for Congress, Scholz, in his official capacity as treasurer and sent letters of caution. The Commission found no reason to believe Primary Challenge violated the Federal Election Campaign Act of 1971, as amended (the Act).&#160; </p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION </strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 547 </a>&#8211; Great River Energy Action Team and Robert P. Ambrose, in his official capacity as treasurer. The Commission made a final determination to exercise its prosecutorial discretion and take no action.</p>\n        <p><strong>LITIGATION </strong></p>\n        <p><em><a href=\"../../law/litigation/bluman.shtml\">Bluman v. FEC</a></em>. On November 5, the Commission filed an <a href=\"../../law/litigation/bluman_FEC_opp_to_app_for_3_judge_ct.pdf\">Opposition to Plaintiffs' Application for Three-Judge Court</a> in the United States District Court for the District of Columbia. Plaintiffs are challenging the constitutionality of 2 U.S.C. &#167; 441e and 11 CFR &#167; 110.20, which as applied to Plaintiffs, prohibit political contributions and independent expenditures by foreign nationals other than permanent residents who lawfully reside and work in the United States. On November 9, the Plaintiffs filed their <a href=\"../../law/litigation/bluman_bluman_reply_in_support_of_app.pdf\">Reply in Support of Application for Three-Judge Court</a>.</p>\n        <p><em><a href=\"../../law/litigation/robinson.shtml\">Robinson Committee, LLC and Jack E. Robinson v. FEC</a></em>. On November 10, the Commission filed its <a href=\"../../law/litigation/robinson_fec_mtd_reply.pdf\">Reply Memorandum of Law in Support of its Motion to Dismiss</a> in the United States District Court for the District of Massachusetts. </p>\n        <p><em><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Obama, Inc. v. FEC</a></em>.&#160; On November 8, the Plaintiff filed in the United States District Court for the Eastern District of Virginia its <a href=\"../../law/litigation/rtao_rtao_opp_to_SJ_and_reply.pdf\">Opposition to FEC and DOJ Summary Judgment Motions and Reply Supporting RTAO&#8217;s Motion for Preliminary Injunction and Summary Judgment</a>. The Court set the hearing on the motions for January 24, 2011.&#160; </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p>On November 7, Acting Staff Director Alec Palmer participated in an international electoral observation mission in Asuncion, Paraguay. The mission was sponsored by the Paraguay Superior Court of Electoral Justice.</p>\n        <p/>\n        <p>On November 9, Commissioner Ellen L. Weintraub participated in an international electoral observation mission in Amman, Jordan. The mission was sponsored by the National Democratic Institute. </p>\n        <p/>\n        <p>On November 10-12, David Kolker of the Office of General Counsel participated in the Inter-American Union of Electoral Organizations' X Conference in Merida, Mexico. The event was sponsored by Mexico's Federal Electoral Institute and Electoral Tribunal of the Federal Judiciary. </p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>December 2: &#160;Post-General Reports are due. For more information on reporting dates, click <a href=\"../../info/report_dates_2010.shtml#general\">here</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS&#160; </strong></p>\n        <p>November 17, Washington, DC. FEC Roundtable Workshop on <em>Winding Down the Campaign</em> for House and Senate Campaigns. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>January 12, 2011, Washington, DC. FEC Roundtable Workshops on <em>FEC Reporting Requirements</em>. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>January 12, 2011, Washington, DC. FEC Roundtable Workshops on <em>FECFile &amp; E-Filing</em>. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The November issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/nov10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of November 8 - November 12, 2010 ", "issue": "2010-45", "href": "press2010/20101112Digest.shtml", "date": "11/12/2010", "pdf": null}