{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 14, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-50</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of December 10 &#8211; 14</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p/>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public three closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6514</a> <br/>\n  COMPLAINANTS: Campaign Legal Center and Democracy 21<br/>\n  RESPONDENTS: Make Us Great Again, Inc. and Paul Kilgore, in his official capacity as treasurer; and RickPerry.org, Inc. and Salvatore Purpura, in his official capacity as treasurer <br/>\n  SUBJECT: The complaint alleged Make Us Great Again, Inc. and Kilgore, in his official capacity as treasurer, (MUGA), an independent expenditure-only political committee, made and RickPerry.org, Inc. and Purpura, in his official capacity as treasurer, (the Committee) accepted a prohibited contribution&#160; by giving video footage to the Committee, which used it in a television advertisement. The complaint alleged further that the contribution was excessive because the video footage likely cost more than $2,500. Perry was a 2012 presidential candidate for the Republican party nomination.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the footage at issue was a minimal part of the advertisement and was used as an incidental part of the ad.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6577</a><br/>\n  COMPLAINANT: Irmalinda Tapia<br/>\n  RESPONDENTS: Angela Valles; and Committee to Elect Angela Valles to Congressional 8th District and Rick Roelle, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Valles and the Committee to Elect Angela Valles to Congressional 8th District and Roelle, in his official capacity as treasurer, (the Committee) paid for radio advertisements that did not include the &#8220;Stand By Your Ad&#8221; provision, as required under the Federal Election Campaign Act of 1971, as amended (the Act). <br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter based on the fact that (1) the amount in violation was likely minimal, (2) the public was unlikely to have been misled as to whether Valles approved the messages, in which she clearly identified herself and stated that the advertisements were paid for by the Committee, (3) the Committee attempted to correct the errors quickly once they were discovered and instituted remedial measures to ensure the violations did not recur, and in consideration of Commission priorities.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6558</a><br/>\n  COMPLAINANTS: Todd Weiler; and Richard Jaussi<br/>\n  RESPONDENT: Brian Jenkins<br/>\n  SUBJECT: The complaint alleged that Jenkins, who ran for Congress in Utah's 3rd Congressional District, failed to file a Statement of Candidacy, Statement of Organization and required disclosure reports with the Commission. The complaint alleged further that Jenkins placed automated calls identifying himself as a congressional candidate but that these calls did not include required disclaimers. <br/>\n  DISPOSITION: The Commission found no reason to believe Jenkins violated the Act by failing to file a Statement of Candidacy because the available evidence indicates that it is unlikely that Jenkins exceeded the $5,000 threshold to become a federal candidate and trigger any reporting obligations. The Commission exercised its prosecutorial discretion and dismissed the allegations in connection with disclaimers on automated calls in light of the scarce factual record concerning the calls and the small scope of activity, and in consideration of Commission priorities. </p>\n        <p>            <strong>ADMINISTRATIVE FINES</strong> </p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2526</a> &#8211;Itamar Gelbman for Congress and Itamar Gelbman, in his official capacity as treasurer.&#160; The Commission made a final determination and assessed a civil penalty of $1,400.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2564</a> Bayer Corporation Political Action Committee and Tracy E. Spagnol, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $400. </p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/HLF.shtml\"><em>Hispanic Leadership Fund, Inc. v. FEC</em></a> (Case 1:12-cv-00893-TSE-TRJ). On December 11, the United States District Court for the Eastern District of Virginia Alexandria Division issued an <a href=\"../../law/litigation/hlf_dcva_order2.pdf\">order</a> denying the Commission's motion to amend the judgment.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/Johnson.shtml\"><em>Johnson v. FEC</em></a> (Case 12-1418). On November 30, the United States Court of Appeals for the District of Columbia Circuit issued an <a href=\"../../law/litigation/johnson_ac_dismissal.pdf\">order</a> granting the petitioners' motion to dismiss.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On December 10, Vice Chair Ellen L. Weintraub discussed campaign finance law with government and business leaders from the Philippines as part of the State Department's International Visitor Leadership Program.</p>\n        <p/>\n        <p>On December 11, Assistant General Counsel for Enforcement William Powers discussed his work at the Commission with students from the University of Connecticut School of Law.</p>\n        <p/>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p/>\n        <p><a href=\"../../pages/fecrecord/2013/january/llpnprm.shtml\">Notice of Proposed Rulemaking on Limited Liability Partnerships</a>. On December 13, the Commission&#8217;s Notice of Proposed Rulemaking (NPRM) on limited liability partnerships (LLPs) was published in the Federal Register. The NPRM is open to public comments until February 11, 2013.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>December 18: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p/>\n        <p>December 20: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>January 16, 2013, Federal Election Commission, Washington, DC. Roundtable Workshops/Webinars on 2012 Year-end Reporting and Electronic Filing for PACs and Party Committees. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>January 23, 2013, Federal Election Commission, Washington, DC. Webinars on 2012 Year-end Reporting and Electronic Filing for Candidate Committees. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>February 13, 2013, Federal Election Commission, Washington, DC. &#8220;Candidate 101: Preparing for the Next Election Cycle&#8221; Webinar for new candidates and their campaign staff. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>January 31, 2013: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices might try our mobile interface, available at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of December 10 - December 14, 2012", "issue": "2012-50", "href": "press2012/20121214digest.shtml", "date": "12/14/2012", "pdf": null}