{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\"><p>September 13, 2013</p>\n              </td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-37</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of September 9 - 13</strong></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On September 10, the Commission held an executive session.</p>\n        <p/>\n        <p>On September 12, the Commission held an open meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings of selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><a href=\"../../agenda/2013/agenda20130822.shtml\">AO 2013-04 (Democratic Governors Association and Jobs &amp; Opportunity)</a>. &#160;On September 12, the Commission concluded that under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations, the Democratic Governors Association (DGA) is required to use federal funds to pay for voter registration, voter identification and general campaign activity that meet the definition of federal election activity. The Commission was unable to reach agreement by the required four affirmative votes on whether Jobs and Opportunity, which intends to be a separate 527 organization that will engage in independent spending in gubernatorial races, is required to use federal funds to pay for these activities. </p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-38.pdf\">AO 2013-12 (SEIU and SEIU COPE)</a>. &#160;On September 12, the Commission approved an advisory opinion request from the Service Employees International Union (SEIU) and its separate segregated fund, the SEIU Committee on Political Education (SEIU COPE). The Commission concluded that the requestors&#8217; proposed use of recorded telephone conversations to establish restricted class members&#8217; affirmative authorization of payroll contributions to SEIU COPE is consistent with the Act and Commission regulations.</p>\n        <p><u>Advisory Opinion Considered</u></p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-40.pdf\">AOR 2013-14 (Long)</a><strong>. </strong>&#160;On September 12, the Commission was unable to reach agreement by the required four affirmative votes to issue an Advisory Opinion in response to a request from Martin Long, a candidate for Massachusetts&#8217;s 5th Congressional District. Mr. Long asked whether his campaign committee, Martin Long for Congress, could use campaign funds to produce and distribute printed campaign materials that included a reference to a book written by Mr. Long.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><u/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6526</a> <br/>\n          COMPLAINANT: International Association of Heat and Frost Insulators and Allied Workers Political Action Committee<br/>\n          RESPONDENT: Cora Carper <br/>\n          SUBJECT: The complaint alleged that Carper embezzled funds from the International Association of Heat and Frost Insulators and Allied Workers Political Action Committee (the Committee) and caused the committee to file inaccurate financial reports with the Commission.<br/>\n          DISPOSITION: As part of a global settlement of Carper's criminal and civil violations, the Commission entered into a conciliation agreement with Carper in an addendum to a criminal plea agreement accepted by the United States District Court for the District of Maryland. The conciliation agreement prohibits Carper from working or volunteering on a federal political committee or any federal campaign in a capacity involving finances or disclosure reports for a period of five years. The conciliation agreement does not provide for payment of a civil penalty in light of Carper's criminal plea agreement and her financial circumstances, including a requirement that she pay restitution.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6637</a> <br/>\n          COMPLAINANT: Kevin Izzo<br/>\n          RESPONDENTS: www.wipeupthemess.com, Kovach for Congress, Inc. and Christopher M. Marston, in his official capacity as treasurer; and Kevin Anglim<br/>\n          SUBJECT: The complaint alleged that www.wipeupthemess.com (the website) did not contain a necessary disclaimer. The complaint alleged further that Kovach for Congress, Inc. was responsible for the website because Anglim, a former paid staffer, posted comments on Facebook that linked to the website.<br/>\n          DISPOSITION: The Commission found no reason to believe the website required a disclaimer because the website neither belonged to a political committee nor qualified as a public communication.<strong/></p>\n        <p><strong/></p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public three campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 627</a> &#8211; Sherman for Congress and Stephen J. Kaufman, in his official capacity as treasurer. The respondent agreed to (1) circulate a memo to all staff reiterating the policies and procedures for requesting vendor invoices, (2) develop and certify implementation of compliance measures, and (3) send a representative to an FEC seminar.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 638</a> &#8211; Friends of John Sawyer for Supervisor 2012 and Santa Rosa City Councilman John Sawyer. The Commission dismissed the case.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 648</a> &#8211; Powell for Congress and Frederick A. Hodnett, Jr., in his official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, (2) develop and certify implementation of compliance measures, and (3) pay a civil penalty of $2,750.</p>\n        <p><strong>AUDIT DIVISION</strong></p>\n        <p><strong/></p>\n        <p>On September 9, the Commission made public the <a href=\"../../law/procedural_materials.shtml\">Materiality Thresholds for Audits for the 2012 Election Cycle</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 12-5162). On September 11, the United States Court of Appeals for the District of Columbia Circuit issued a <a href=\"../../law/litigation/wagner_ac_order2.pdf\"><em>per curiam</em> Order</a>.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On September 11, Chair Ellen L. Weintraub met with a group of political leaders from Poland visiting the United States as part of the State Department's International Visitor Leadership Program.&#160; The Chair discussed the role of the Commission and recent developments in campaign finance law.&#160; </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20130912_openmeeting.shtml\">FEC Approves Two Advisory Opinions</a> (issued September 12)</p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>The Commission posted the filing deadlines for the Special Election in Massachusetts 5th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2013/ma05.pdf\">Special Election Report Notice</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>September 25, Federal Election Commission, Washington, DC. &#8220;Webinar: Candidate 101: Preparing for the Next Election Cycle.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 2, Federal Election Commission, Washington, DC. &#8220;Webinar: October Quarterly Reporting for Candidate Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 2, Federal Election Commission, Washington, DC. &#8220;Webinar: FECFile and E-Filing for Candidate Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website. </p>\n        <p/>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>September 20: September Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p><strong/></p>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of September 9 - September 13, 2013 ", "issue": "2013-37", "href": "press2013/20130913digest.shtml", "date": "09/13/2013", "pdf": null}