{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>July 2,  2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-26</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 28 &#8211; July 2</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n              <br/>\n        </strong>On June 29, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n        <p>On July 1, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings of meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p><strong>ADVISORY OPINIONS<br/>\n              <br/>\n          </strong><u>Requests Received<br/>\n          </u><br/>\n          <strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3087&amp;START=1142083.pdf\">AOR 2010-12 (Procter &amp; Gamble)</a></strong>. On June 30, the Commission made public Advisory Opinion Request 2010-12. Procter &amp; Gamble Company (P&amp;G) asks if it may use its payroll deduction program to allow Board members who are not full-time employees receiving payroll checks, but who are compensated by quarterly retainer payments, to authorize deductions from those payments for contributions to P&amp;G's separate segregated fund. The Commission must issue a response no later than 60 days after receipt of the complete request, or August 30, 2010.<br/>\n          <br/>\n          <strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3088&amp;START=1142178.pdf\">AOR 2010-13 (Libertarian Party of Florida)</a>.</strong> On July 2, the Commission made public Advisory Opinion Request 2010-13. The Libertarian Party of Florida asks whether it qualifies as a State committee of a political party under the Federal Election Campaign Act of 1971, as amended, and Commission regulations. The Commission must issue a response no later than 60 days after receipt of the complete request, or August 31, 2010. </p>\n        <p><u>Comment Received</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3069&amp;START=1140639.pdf\">AOR 2010-11 (Commonsense Ten)</a></strong>. On June 28, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1141957.pdf\">comment</a> on Advisory Opinion Request 2010-11. Commonsense Ten asks whether it may solicit and accept contributions from corporations and labor organization. Commonsense Ten is a Federal nonconnected political committee that intends to make only independent expenditures. The Commission must issue a response no later than 60 days after receipt of the complete request, or by August 16.</p>\n        <p>  Advisory Opinions and Requests are available<a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\"> here</a>. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public five closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6221</a> &#8211; Transfund PAC and Rod B. Kassir, in his official capacity as treasurer; Kilpatrick for United States Congress and Carl Safford, in his official capacity as treasurer; Dan Seals for Congress and Harry Pascal, in his official capacity as treasurer; and Arthur Blackwell. The Commission found no reason to believe the respondents violated the Federal Election Campaign Act of 1971, as amended (the Act).</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6230</a> &#8211; Wynn for Congress and Curt Clifton, in his official capacity as treasurer. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $8,000. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6242</a> &#8211; J.D. Hayworth 2010 and Kelly Lawler, in her official capacity as treasurer; and Clear Channel Communications, Inc. The Commission found no reason to believe the respondents violated the Act.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6244</a> &#8211; Charlie Crist for U.S. Senate and Frederick Carroll III, in his official capacity as treasurer; Richard J. Heffley; Heffley and Associates, Inc.; Strategic Direction.com, Inc.; and Republican Party of Florida and Joel Pate, in his official capacity as treasurer. The Commission found no reason to believe the respondents violated the Act.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6299</a> &#8211; National Republican Congressional Committee and Keith Davis, in his official capacity as treasurer.&#160; The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $10,000.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 523 </a>&#8211; SEFCU and SEFCU Insurance Agency. The respondents agreed to implement compliance measures. The Commission made a final determination and assessed no civil penalty.</p>\n        <p><strong/></p>\n        <p><strong>AUDIT REPORTS</strong><br/>\n        </p>\n        <p>The Commission approved issuance of and made public four Audit Reports. A summary of the findings is below. </p>\n        <p><a href=\"../../agenda/2010/mtgdoc1031.pdf\">AFL-CIO COPE PCC</a>. The Commission voted to include a finding in its Final Audit Report that the AFL-CIO Committee on Political Education Political Contributions Committee (AFL-CIO COPE PCC)<u> </u>had followed appropriate reporting practices for transfers received from the Communications Workers of America Committee on Political Education Political Contributions Committee (<u>CWA-COPE PCC</u>) &#160;and another separate segregated fund.&#160; The Commission&#8217;s Final Audit Report will also confirm that AFL-CIO COPE PCC had filed amended reports to correct a misstatement of cash on hand and disbursements.&#160; </p>\n        <p><u>CWA-COPE PCC.</u> The Commission voted to include a finding in its Final Audit Report that the Communications Workers of America Committee on Political Education Political Contributions Committee (CWA-COPE PCC) had followed appropriate reporting practices for transfers made to AFL-CIO COPE PCC.</p>\n        <p/>\n        <p><a href=\"../../agenda/2010/mtgdoc1037.pdf\">Tennessee Republican Party Federal Election Account</a>. The Commission approved three recommended findings concerning (1) misstatement of receipt, disbursement, and cash on hand amounts, (2) acceptance of contributions from unregistered political organizations, which may have been received from impermissible sources, and (3) failure to maintain employee timesheet documentation for the purpose of determining if staff salaries were properly allocated between the federal and non-federal accounts as administrative expenses. The Commission did not approve a recommended finding regarding a possible coordinated contribution to the authorized committee of a U.S. Senate candidate.</p>\n        <p/>\n        <p><a href=\"../../agenda/2010/mtgdoc1038.pdf\">Washington State Democratic Central Committee</a>. The Commission approved two recommended findings concerning (1) failure to adequately disclose disbursement information on its campaign finance reports and (2) misstatement of Levin Fund activity including receipt, disbursement, and cash on hand amounts. The Commission did not approve two recommended findings on (1) excessive contributions made to the authorized committees of federal candidates and (2) reporting of independent expenditures on the incorrect disclosure schedules.</p>\n        <p/>\n        <p>General information about final audit reports is <a href=\"../../audits/audit_reports.shtml\">here</a>.<br/>\n            <br/>\n  The Audits for the 1998, 1996, and 1994 Election Cycles have been added to the FEC website and can be found <a href=\"../../audits/audit_reports.shtml\">here</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>,&#160; <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p/>\n        <p><strong>LITIGATION </strong></p>\n        <p><strong/></p>\n        <p><em><a href=\"../../law/litigation/rnc_08.shtml\">Republican National Committee v. FEC</a></em>. On June 29, the Supreme Court summarily affirmed the <a href=\"../../law/litigation/rnc_opinion_3judge.pdf\">judgment</a> of a three-judge panel of the U.S. District Court for the District of Columbia in <a href=\"../../law/litigation/rnc_08.shtml\">Republican National Committee v. FEC</a>. The text of the Supreme Court&#8217;s order may be found <a href=\"http://www.supremecourt.gov/orders/courtorders/062910zr.pdf\">here</a>.</p>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong><br/>\n            <br/>\n  On July 1, the Commission approved a <a href=\"../../agenda/2010/mtgdoc1030a.pdf\">Directive on Processing Audit Reports</a>, a <a href=\"../../agenda/2010/mtgdoc1030b.pdf\">Directive on Legal Guidance to the Office of Compliance</a>, and a <a href=\"../../agenda/2010/mtgdoc1030c.pdf\">Policy Statement Establishing a Pilot Program for Requesting Consideration of Legal Questions by the Commission</a>. The three documents are intended to enhance the efficiency and transparency of the Commission&#8217;s reports analysis and audit functions.</p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><u/></p>\n        <p><a href=\"20100629RNC.shtml\">Supreme Court Summarily Affirms Judgment of U.S. District Court In Republican National Committee v. FEC</a> (issued June 29)<br/>\n            <br/>\n            <a href=\"20100701MUR.shtml\">FEC Takes Final Action in Six Cases</a> (issued July 1)</p>\n        <p><br/>\n            <a href=\"20100702OpenMeeting.shtml\">FEC Adopts Three New Agency Procedures and Approves Issuance of Four Audit Reports</a> (issued July 2)</p>\n        <p><strong>CONFERENCES </strong></p>\n        <p>June 30, Washington, DC.&#160; The FEC hosted Roundtable Workshops on Reporting and Electronic Filing. </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On June 29, the FEC welcomed five young political leaders from Spain on a visit sponsored by the U.S. Department of State's International Visitor Leadership Program. The group met with Communication Specialist Zainab Smith for an introduction to the FEC and an explanation of the agency's role in administering and enforcing federal campaign finance laws</p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p/>\n        <p>July 1: &#160;Alabama Pre-Runoff Reports were due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/alprim.shtml\">here.</a></p>        <p>&#160;</p>\n        <p/>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of June 28 - July 2, 2010", "issue": "2010-26", "href": "press2010/20100702Digest.shtml", "date": "07/02/2010", "pdf": null}