{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">May 15, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150515digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-20</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of May 11 &#8211; 15</strong></p>\n          <p><br/>\n              <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n              </strong><br/>\n  On May 13, the Commission held an <a href=\"../../../agenda/2015/agendaaudithearing20150506.shtml\">open audit hearing</a> on Gary Johnson 2012, Inc. <br/>\n  <br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Request Received<br/>\n  </u><strong><br/>\n  </strong><a href=\"http://saos.fec.gov/aodocs/1316363.pdf\">AOR 2015-01 (Green-Rainbow Party)</a>. On May 15, the Commission made public Advisory Opinion Request 2015-01. The Green-Rainbow Party, located in Massachusetts, asks to be recognized as the State committee of a political party, the Green Party of the United States.&#160; The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than May 26, 2015) and shall issue a response no later than 60 days after receipt of the complete request, specifically by July 6, 2015.<br/>\n  <strong><br/>\n  ENFORCEMENT<br/>\n  </strong><br/>\n  The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6853</a> <br/>\n  COMPLAINANT: Ralph V. Mann<br/>\n  RESPONDENT: Weston Wamp for Congress 2014 and Danny Johnson II, in his official capacity as treasurer; Lamp Post Group, LLC; and Thomas Weston Wamp <br/>\n  SUBJECT: The complaint alleged that Wamp and Weston Wamp for Congress 2014 and Johnson, in his official capacity as treasurer (the Committee), received unreported contributions from Wamp&#8217;s employer, Lamp Post Group, LLC (Lamp Post), in the form of a paid leave of absence in order for Wamp to run for Congress. Wamp was a 2014 candidate for Tennessee's 3rd Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe that the Committee, Lamp Post or Wamp violated the Act because the compensation paid to Wamp resulted exclusively from <em>bona fide </em>employment independent of his candidacy and did not exceed the amount of compensation that would have been paid to any other similarly qualified person for the same work over the same time period.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6855</a> <br/>\n  COMPLAINANT: Stephen L. Grimm<br/>\n  RESPONDENT: Representative Justin Amash; Justin Amash for Congress and Stacey Chalfoun, in her official capacity as treasurer; and Michigan Industrial Tools, Inc. <br/>\n  SUBJECT: The complaint alleged that Michigan Industrial Tools, Inc. (MIT), a business owned by the Amash Family, made and Amash and Justin Amash for Congress and Chalfoun, in her official capacity as treasurer (the Committee), received a prohibited corporate contribution when MIT provided Amash with a $100,000 year-end bonus after he won election to Congress in 2010. The complaint alleged further that Amash received additional compensation in excess of any reasonable amount he could have earned for his work. Amash was a candidate for Michigan's 3rd Congressional District. &#160;<br/>\n  DISPOSITION: The Commission found no reason to believe that Amash, the Committee or MIT violated the Act and Commission regulations.&#160; The available information did not provide a basis for refuting the Respondents' assertion that the bonus and compensation paid to Amash resulted exclusively from <em>bona fide </em>employment independent of his candidacy, was not in connection with activities he undertook as a candidate and did not exceed the amount of compensation which would have been paid to any other similarly qualified person for the same work over the same time period.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  <br/>\n  </strong>\n    The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2845</a> &#8211; Barbara Mulvaney for Congress and Jana Mulvaney, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.<br/>\n    <strong><br/>\n    LITIGATION<br/>\n    <br/>\n    </strong><a href=\"../../../law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FEC</em></a> (Case 14-5249). On May 8, the Commission filed a <a href=\"../../../law/litigation/indinst_fec_brief.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit.<br/>\n    <br/>\n    <a href=\"../../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (Case 15-5016). On May 11, the Commission filed a <a href=\"../../../law/litigation/van_hollen_fec_brief.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit. On the same day, Appellee Chris Van Hollen filed a <a href=\"../../../law/litigation/van_hollen_van_hollen_brief.pdf\">Brief</a>.<br/>\n    <br/>\n    <strong>EDUCATIONAL PROGRAM<br/>\n    </strong><br/>\n    On May 13, the Commission hosted a Webinar for Party Committees.&#160; <br/>\n    <br/>\n    <strong>OUTREACH<br/>\n    <br/>\n    </strong>On May 12, Chair Ann M. Ravel hosted a <a href=\"../../../pages/forums/WomenInPoliticsForum.shtml\">Public Forum on Women in Politics</a> including scholars, social scientists, political practitioners and the public in a discussion on the under-representation of women in politics.&#160; <strong><br/>\n    <br/>\n    UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n    <br/>\n    </strong>May 19: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n    <br/>\n    May 21: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>. <br/>\n    <br/>\n    Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n    <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n    </strong><br/>\n    June 3: Webinar for Campaign Committees.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n    <strong><br/>\n    UPCOMING REPORTING DUE DATES<br/>\n    </strong><br/>\n    May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n    <strong><br/>\n    OTHER RESOURCES <br/>\n    </strong><br/>\n    The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n    <br/>\n    The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n    <br/>\n    The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n    <br/>\n    The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n    <br/>\n    The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n    <br/>\n    The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n    <br/>\n    The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n    <br/>\n    <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at <a href=\"../../../info/elearning.shtml\">http://www.fec.gov/info/elearning.shtml</a>.</p>\n          <div align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a>\n          </div>\n          <p align=\"center\">&#160;          </p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of May 11 - May 15, 2015", "issue": "2015-20", "href": "press2015/digests/20150515digest.shtml", "date": "05/15/2015", "pdf": null}