{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">April 1, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160401digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-14</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p><strong>Weekly Digest<br/>\nWeek of March 28 - April 1</strong>          &#160;        </p>\n          <p><strong>COMMISSION MEETINGS  AND HEARINGS<br/>\n            <br/>\n            </strong>The <a href=\"../../../agenda/2016/agenda20160331.shtml\">open  meeting</a> scheduled for March 31 was canceled due to traffic and security concerns  related to the Nuclear Security Summit in DC.<br/>\n            <br/>\n            No Commission executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  </strong><br/>\n  <u>Request Received<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/aodocs/1326997.pdf\">Advisory Opinion Request 2016-04 (Grand Trunk Western Railroad. -  Illinois Central Railroad PAC)</a>. On March 30, the Commission made public Advisory  Opinion Request 2016-04. The requestor is the separate segregated fund (SSF) of  two wholly-owned subsidiary corporations.&#160;  The requestor asks whether several proposed abbreviations for the name  of the SSF are permissible under the Federal Election Campaign Act of 1971, as  amended (the Act), and Commission regulations. &#160;The Commission will accept written comments on  the request during the 10-day period following publication of the request (no  later than April 11, 2016) and is required to &#160;issue a response no later than 60 days after  receipt of the complete request, that is, by May 31, 2016. <br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public 11 closed cases and Statements of Reasons in eight matters, as  follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6485</a> <br/>\n            COMPLAINANTS: Campaign Legal Center and Democracy 21<br/>\n            RESPONDENTS: W Spann LLC; Edward Conard; and Restore Our Future and Charles R.  Spies, in his official capacity as treasurer<br/>\n            SUBJECT: The complaint alleged that unknown respondents made, and Restore our  Future (ROF), an independent expenditure-only political committee, accepted, a  contribution in the name of another from W Spann LLC (W Spann). The complaint  alleged further that W Spann permitted its name to be used for making such a  contribution, and that respondents failed to register W Spann as a political  committee and file disclosure reports with the Commission. Conard acknowledged that  he was the sole member of W Spann.<br/>\n            DISPOSITION: The Commission closed the file. On April 1, <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391107.pdf\">Chairman Matthew S. Petersen and  Commissioners Caroline C. Hunter and Lee E. Goodman</a> and <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391123.pdf\">Vice  Chairman Steven T. Walther and Commissioners Ann M. Ravel and Ellen L.  Weintraub</a> issued Statements of Reasons. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6487 and 6488</a> <br/>\n            COMPLAINANTS: Campaign Legal Center; and Democracy 21<br/>\n            RESPONDENTS: F8 LLC; Unknown Respondents; Steven J. Lund; Eli Publishing, L.C.;  and Restore Our Future and Charles R. Spies, in his official capacity as  treasurer<br/>\n            SUBJECT: The complaints alleged that Restore Our Future, an independent  expenditure-only political committee, accepted two $1 million contributions on  the same date that were made in the name of entities that were not in fact the  true sources of the contributions: F8 LLC (F8) and Eli Publishing, L.C. (Eli  Publishing). The complaint alleged that unknown persons made the contribution  through F8 and that Lund unlawfully made the contribution through Eli  Publishing. The complaint alleged further that the two companies failed to  register as political committees and to file relevant disclosure reports with  the Commission. <br/>\n            DISPOSITION: The Commission closed the file. On April 1, <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391107.pdf\">Chairman Petersen and Commissioners  Hunter and Goodman</a> and <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391123.pdf\">Vice Chairman Walther and  Commissioners Ravel and Weintraub</a> issued Statements of Reasons. <br/>\n  <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6711</a> <br/>\n            COMPLAINANTS: Campaign Legal Center and Democracy 21<br/>\n            RESPONDENTS: Specialty Investment Group, Inc.; Kingston Pike Development, LLC;  William S. Rose, Jr.; FreedomWorks for America and R. Russ Walker, in his  official capacity as treasurer; Richard J. Stephenson; and Adam Brandon<br/>\n            SUBJECT: The complaint alleged that Rose formed and incorporated Specialty  Investment Group, Inc. (SIG) and its subsidiary, Kingston Pike Development, LLC  (KPD) in order to make contributions in the name of another to Freedom Works  for America (FWFA). The complaint alleged that Stephenson and others  contributed to FWFA in the names of SIG and KPD, and that Brandon helped  arrange the contributions. The complaint alleged further that SIG, KPD, and  Rose knowingly permitted contributions to be made in the corporations&#8217; names  and that SIG and KPD failed to register and report as political committees.<br/>\n            DISPOSITION: The Commission closed the file. On April 1, <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391107.pdf\">Chairman Petersen and Commissioners  Hunter and Goodman</a> and <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391123.pdf\">Vice Chairman Walther and  Commissioners Ravel and Weintraub</a> issued Statements of Reasons. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6779</a> <br/>\n            COMPLAINANT: Loren Collins<br/>\n            RESPONDENTS: Joel Gilbert; Highway 61 Entertainment, LLC; and DFMRF, LLC<br/>\n            SUBJECT: The complaint alleged that Gilbert, Highway 61 Entertainment, LLC, and  DFMRF, LLC (1) did not report as independent expenditures their costs to  distribute by mail millions of free copies of a documentary film critical of  President Obama in swing states immediately before the general election, and  (2) neither reported the cost to run an advertisement for the film nor included  disclaimers in either the film or the advertisement.<br/>\n            DISPOSITION: The Commission closed the file.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6830</a> <br/>\n            COMPLAINANT: Randy Pace<br/>\n            RESPONDENTS: Burlington County Republican Committee and Charles Lambiase, in  his official capacity as treasurer; Tom MacArthur for Congress, Inc. and Ron  Gravino, in his official capacity as treasurer<br/>\n            SUBJECT: The complaint alleged that the Burlington County Republican Committee  and Lambiase, in his official capacity as treasurer (County Committee), made  and Tom MacArthur for Congress, Inc. and Gravino, in his official capacity as  treasurer (MacArthur Committee), received an in-kind contribution when the  County Committee allowed the MacArthur Committee to use its office space and  related office services. The complaint alleged further that the County  Committee had no federal account and contended that this indicates the alleged  in-kind contribution to the MacArthur Committee violated the source  prohibitions the Act. MacArthur was a 2014 candidate for New Jersey&#8217;s 3rd  Congressional District.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the allegations against the respondents in the matter. The Commission  found no reason to believe that Megan Riffle, the County Committee&#8217;s  Organizational and Political Director, violated the Act or Commission  regulations because the available information presented no basis to find her personally  liable for any violation.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6911</a> <br/>\n            COMPLAINANT: Raymond Schamis<br/>\n            RESPONDENTS: Lois Frankel for Congress and Janica Kyriacopoulos, in her  official capacity as treasurer; Paul Spain for Congress and Jane Pike, in her  official capacity as treasurer; DNC Services Corporation/Democratic National  Committee and Andrew Tobias, in his official capacity as treasurer; and  Republican National Committee and Anthony Parker, in his official capacity as  treasurer<br/>\n            SUBJECT: The complaint alleged that disclaimers were required for the  respondents&#8217; tweets from their Twitter accounts but respondents did not include  disclaimers. Frankel and Spain were 2014 general election candidates for  Florida&#8217;s 22<sup>nd</sup> Congressional District.<br/>\n            DISPOSITION: The Commission closed the file. On April 1, Commissioner  Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391104.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6930</a><br/>\n            COMPLAINANTS: Campaign Legal Center; and Democracy 21<br/>\n            RESPONDENTS: Prakazrel &#8220;Pras&#8221; Michel; SPM Holdings LLC/SPM 2012 Holdings LLC;  and Black Men Vote and William Kirk, Jr., in his official capacity as treasurer<br/>\n            SUBJECT: The complaint alleged that Michel made two contributions in the name  of SPM Holdings LLC/SPM 2012 Holdings LLC (SPM), a single-member limited  liability company (LLC) owned by Michel, and that SPM knowingly permitted its  name to be used to make, and Black Men Vote and Kirk in his official capacity  as treasurer (BMV) knowingly accepted, contributions in the name of another.  The complaint alleged further that (1) BMV failed to properly disclose its  contributions from SPM, (2) Michel and SPM may have improperly attributed  contributions made to BMV and (3) BMV failed to file required periodic  disclosure reports. <br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the alleged reporting violations, as well as the allegation  concerning the proper attribution of single-member LLC contributions, and it  sent letters reminding Michel and SPM of the relevant attribution requirements.  The Commission closed the file. On April 1, <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391107.pdf\">Chairman Petersen and Commissioners  Hunter and Goodman</a> and <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391123.pdf\">Vice Chairman Walther and Commissioners Ravel  and Weintraub</a> issued  Statements of Reasons. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6938</a> <br/>\n            COMPLAINANT: American Democracy Legal Fund<br/>\n            RESPONDENTS: Rand Paul for President, Inc. and Paul Kilgore, in his official  capacity as treasurer; Senator Rand Paul; Peter Schweizer; and HarperCollins  Publishers LLC<br/>\n            SUBJECT: The complaint alleged that Schweizer made an excessive contribution  and his publisher HarperCollins Publishers LLC (HarperCollins) made a  prohibited corporate contribution to Paul and Rand Paul for President, Inc.  (the Committee) when Schweizer met with Paul to discuss Schweizer&#8217;s upcoming  book, prior to its release, and thus offered Paul access to information that  Paul later used in his campaign.<br/>\n            DISPOSITION: The Commission found no reason to believe that Schweizer or  HarperCollins made, or that Paul or the Committee received, an excessive or  prohibited corporate in-kind contribution because the record did not  demonstrate that by meeting with Paul to discuss the book, Schweizer or his  publisher made a contribution within the meaning of the Act.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6946</a> <br/>\n            COMPLAINANT: Nagender Madavaram<br/>\n            RESPONDENTS: Democratic National Committee and Andrew Tobias in his official  capacity as treasurer; President Barack Obama; and Nara Lokesh<br/>\n            SUBJECT: The complaint alleged that Lokesh, a foreign national, violated the  Act when he paid for a ticket to a Democratic National Committee (DNC)  fundraiser that Obama attended. <br/>\n            DISPOSITION: The Commission found no reason to believe Lokesh made or that the  DNC or Obama accepted a prohibited foreign national contribution because the  available information demonstrates that a U.S. citizen paid for the ticket and  Lokesh attended the event as his guest. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6470, 6482 and 6484</a> &#8211; Mitt Romney; Romney for President, Inc. (f/k/a Romney for President  Exploratory Committee, Inc.) and Darrell Crate, in his official capacity as  treasurer; Free and Strong America PAC, Inc. and Darrell Crate, in his official  capacity as treasurer; The Commonwealth PAC &#8211; Alabama (f/ka/a Free and Strong  America PAC &#8211; Alabama) and Shauna Polk, in her official capacity as treasurer;  The Commonwealth PAC &#8211; Iowa (f/k/a Free and Strong America PAC &#8211; Iowa) and  Shauna Polk, in her official capacity as treasurer; The Commonwealth PAC &#8211;  Michigan (f/k/a Free and Strong America PAC &#8211; Michigan);The Commonwealth PAC &#8211;  New Hampshire (f/k/a Free and Strong America PAC &#8211; New Hampshire) and Shauna  Polk, in her official capacity as treasurer; The Commonwealth PAC &#8211; South Carolina  (f/k/a Free and Strong America PAC &#8211; South Carolina) and Shauna Polk, in her  official capacity as treasurer. On March 30, Chairman Matthew S. Petersen and  Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044390639.pdf\">Statement of Reasons</a>. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6775</a> &#8211; Ready for  Hillary PAC and Amy Wills Gray, in her official capacity as treasurer; Hillary  Clinton; Friends of Hillary and Shelly Moskwa, in her official capacity as  treasurer. On March 29, Commissioner Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044390002.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6849</a> &#8211; Todd Tiahrt; Kansans for Tiahrt  and George Bruce, in his official capacity as treasurer; Kansans for  Responsible Government and Willis &#8220;Wink&#8221; Hartman, in his official capacity as  treasurer; Hartman Oil Company, Inc.; Willis &#8220;Wink&#8221; Harman; Michael O&#8217;Donnell;  PostNet; and Jim Anderson. On March 29, Commissioner Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044390008.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES</strong><br/>\n  <br/>\n            The Commission made public one campaign finance enforcement matter that was  resolved through its Administrative Fines (AF) program, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3012</a> &#8211; Milton  Wolf for U.S. Senate and Perry A. Puccetti, in his official capacity as  treasurer. The Commission made a final determination and assessed a  civil penalty of $3,390.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign  finance enforcement matter that was resolved through its Alternative Dispute  Resolution (ADR) program, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 779</a> &#8211; Alaska&#8217;s  Energy/America&#8217;s Values and Amie J. Haakenson, in her official capacity as  treasurer. The respondent agreed to (1) participate in a teleconference with  RAD staff to clarify the public record, (2) acknowledge that a civil penalty  would be appropriate under the circumstances of this matter but assess no civil  penalty and (3) certify the closure of the Committee&#8217;s federal account, file a  termination report, and work with the Commission staff to terminate the  Committee&#8217;s political committee status and reporting obligations with the  Commission. The Committee will continue reporting until such time as the  termination has been approved.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/Lynch.shtml\"><em>FEC v. Lynch </em></a>(Case 9:15-cv-81732-KAM). On March 30, the Defendants  filed an <a href=\"../../../law/litigation/lynch_lynch_amend_answer.pdf\">Amended  Answer and Motion to Dismiss</a> in the United States  District Court for the Southern District of Florida.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/odonnell_15.shtml\"><em>FEC  v. O&#8217;Donnell</em></a> (Case 15-cv-00017-LPS). On March 30, the Defendants filed a <a href=\"../../../law/litigation/odonnell_odonnell_msj.pdf\">Motion  for Summary Judgment and in Answer to Commission's Motion for Summary Judgment</a> in  the United States District Court for the District of Delaware.<br/>\n  <em><br/>\n  </em><a href=\"../../../law/litigation/lagop.shtml\"><em>Republican Party of Louisiana et al. v. FEC</em></a> (Case 1:15-cv-01241-CRC). On March 28, <a href=\"../../../law/litigation/lagop_pubcit_amici_brief2.pdf\">Public  Citizen, Inc., Democracy 21, and Campaign Legal Center filed a Brief of <em>Amici Curiae</em> in Opposition to  Plaintiffs&#8217; Motion for Summary Judgment and in Support of Commission's  Cross-Motion for Summary Judgment</a><a href=\"../../../law/litigation/lagop_lagop_mot_sj.pdf\"> </a>in  the United States District Court for the District of Columbia.<br/>\n            On the same day, the Brennan Center for Justice at N.Y.U. School of Law filed a <a href=\"../../../law/litigation/lagop_nyu_amicus_brief2.pdf\">Brief  of <em>Amicus Curiae</em></a>&#160; in Support of the Commission.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/StopHillaryPAC.shtml\"><em>Stop Hillary PAC v. FEC</em></a> (Case  1:15-cv-01208-GBL-IDD). On March 25, the Plaintiffs filed a <a href=\"../../../law/litigation/shp_stip_dismissal.pdf\">Joint  Stipulation of Dismissal</a> in the United States District Court  for the Eastern District of Virginia. On March 28, the Court issued an <a href=\"../../../law/litigation/shp_dc_order_dismissal.pdf\">Order</a>,  granting the Joint Stipulation of Dismissal.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  <br/>\n  </strong>On  March 29, Commissioner Ravel was the featured speaker at the South Bay Supper  Club in Menlo Park, CA, hosted by International Women's Forum Northern  California, discussing campaign finance and the 2016 elections.<br/>\n  <br/>\n            On March 30, Commissioner Weintraub discussed the Commission and campaign  finance law with a delegation from Argentina hosted by the Center for American  Studies.<br/>\n  <br/>\n  <strong>PUBLIC DISCLOSURE</strong><strong><br/>\n  </strong><br/>\n            On March 28, the Commission&#8217;s Office of Inspector General (OIG) made  public its <a href=\"../../../fecig/documents/Final-OIGReviewofOutstandingRecommendationsasofFebruary2016.pdf\">Review  of Outstanding Recommendations as of February 2016</a>.<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            April 12: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            April 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            April 19-20, Orlando, FL, Regional Conference for House &amp; Senate Campaigns;  National, State, District &amp; Local Party Committees; and Corporate, Labor,  Membership &amp; Trade Organization PACs. Additional information is available  on the <a href=\"../../../info/outreach.shtml#conferences\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            April 15: April Quarterly Reports are due. For information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            April 20: April Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the \"Feedback\" tab at the  bottom of each page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pages/documents/mar2016.pdf\">March Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n          </p>\n        <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></div></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of March 28 - April 1, 2016", "issue": "2016-14", "href": "press2016/digests/20160401digest.shtml", "date": "04/01/2016", "pdf": null}