{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>April 29,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-17</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of April 25 &#8211; 29</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On April 26, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p>No Commission Open Meetings were scheduled this week. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>.</p>\n        <p><strong>ADVISORY OPINIONS</strong><br/>\n            <br/>\n            <u>Requests Received</u><br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">AOR 2011-07 (Chuck Fleischmann for Congress)</a>.&#160; On April 29, the Commission made public Advisory Opinion Request 2011-07, submitted by Chuck Fleischmann for Congress, Inc., the principal campaign committee of Representative Chuck Fleischmann. The requestor asks whether it can use campaign funds to pay for litigation expenses of a campaign consultant. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by June 20.<br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/aodocs/1174267.pdf\">AOR 2011-08 - (American Society of Anesthesiologists)</a>. On April 29, the Commission made public Advisory Opinion Request 2011-08, submitted by the American Society of Anesthesiologists. The requestor, a trade association of individual anesthesiologists and individuals in related fields, asks whether its \"Life Members\" and \"Retired Members\" are \"members\" under 11 CFR 114.1(e)(3) and therefore may be solicited for contributions to the American Society of Anesthesiologists' separate segregated fund, ASAPAC.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by June 27, 2011. </p>\n        <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.<br/>\n            <br/>\n            <strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public one closed case. </p>\n        <p><strong><u>MUR 6445</u></strong></p>\n        <p>RESPONDENTS: Edward John &#8220;Eddie&#8221; Izzard; Obama for America and Martin H. Nesbitt, in his official capacity as treasurer; Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer; Hillary Clinton for President and Shelly R. Moskwa, in her official capacity as treasurer; Re-Elect Congressman Kucinich Committee and Donald J. McTigue, in his official capacity as treasurer; Colorado Democratic Party and Damon Berry, in his official capacity as treasurer; Midwest Values PAC and Thomas Borman, in his official capacity as treasurer; Democratic Senatorial Campaign Committee and John B. Poersch, in his official capacity as treasurer; Democratic National Committee and Andrew Tobias, in his official capacity as treasurer<br/>\n        COMPLAINANT: Jeff Larson, chairman of Senate Accountability Watch<br/>\n        SUBJECT: The complaint alleged that Izzard is a foreign national and violated the Act by making prohibited contributions to Respondents, and that as a result the Respondents accepted prohibited contributions in violation of the Act. DISPOSITION: The Commission found no reason to believe any of the respondents violated the Act because it appears that Izzard is a permanent resident alien of the United States and thus is permitted to make political contributions.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong> </p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2166</a> &#8211; Friends of Brose McVey and Karen E. Arland, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong> </p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 556 </a>&#8211; Congressional Black Caucus and Earl Jenkins, in his official capacity as treasurer. The respondents agreed to implement compliance measures, send a representative to an FEC conference and pay a civil penalty of $5,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 560 </a>&#8211; Bob Turner for Congress and Kevin Turner, in his official capacity as treasurer. The respondents agreed to work with Commission staff to terminate the Committee and pay a civil penalty of $4,000.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION<br/>\n              <br/>\n        </strong><em><a href=\"../../law/litigation/kazran.shtml\">FEC v. Kazran</a></em><strong> </strong>(No. 3:10-CV-1155-G-99 TGC-JRK). On April 25, defendant Kazran filed an <a href=\"../../law/litigation/kazran_kazran_answer.pdf\">Answer</a> to the FEC <a href=\"../../law/litigation/kazran_fec_complaint.pdf\">complaint</a> in the United States District Court for the Middle District of Florida.&#160; </p>\n        <p><strong>OUTREACH<br/>\n              <br/>\n        </strong>On Friday, April 29, 2011, Chair Cynthia L. Bauerly delivered the keynote address at a symposium hosted by the Brennan Center for Justice at New York University Law School. The symposium explored corporate and administrative law issues related to the <em>Citizens United </em>decision. </p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>May 3: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p>May 5: The Commission is scheduled to hold an Open Session. The <a href=\"../../agenda/2011/agenda20110505.shtml\">Open Session agenda</a> is available on the FEC website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>May 5: California's 36th Congressional District Pre-Special General Election Reports are due.&#160; For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ca36.shtml\">Special Election Report Notice</a> of the FEC website.</p>\n        <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS<br/>\n              <br/>\n        </strong>May 11 and 18, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p>June 8, Washington, DC.&#160; <em>FEC</em> <em>Seminar for Trade Associations, Labor Organizations, </em></p>\n        <p><em>Membership Organizations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p> The <a href=\"../../pdf/record/2011/April11.pdf\">April 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">April 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of April 25 - April 29, 2011 ", "issue": "2011-17", "href": "press2011/20110429digest.shtml", "date": "04/29/2011", "pdf": null}