{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 23,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-38</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of September 19 &#8211; 23</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On September 22, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. <br/>\n            <br/>\n  Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><strong><a href=\"../../agenda/2011/mtgdoc_1157.pdf\">AO 2011-14 (Utah Bankers Association)</a></strong>. On September 22, the Commission issued an advisory opinion concluding that the Utah Bankers Association may use its separate segregated fund, Utah Bankers Association Action PAC (UBAAPAC), to set up a website and an email list for a planned project that would ask individuals to contribute directly to particular federal candidates. Specifically, the Commission concluded that (1) the costs of the solicitations via email and through the website would not be in-kind contributions to the recommended candidates because the solicitations would not be &#8220;coordinated communications,&#8221; (2) the proposed method of funding the project&#8217;s administrative and communication costs would be permissible under the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations, (3) individuals working in their personal capacities as volunteers may serve on the project&#8217;s leadership councils and may forward the project&#8217;s email solicitations to their personal friends and acquaintances, without the value of their services constituting a contribution to UBAAPAC, and (4) the project does not need to add any disclaimers to its email or website solicitations beyond those proposed in the request, but will need to revise the proposed disclaimer language. The Commission considered, but could not approve a response by the required four affirmative votes on (1) the consequences of Utah Bankers Association&#8217;s acceptance of payments from its affiliated state bankers associations to help pay the project&#8217;s administrative costs, (2) the circumstances under which affiliated state bankers associations may provide support to UBAAPAC by compensating their employees for serving on two groups leading the project (Councils), and (3) whether a prohibited corporate contribution would result if the project&#8217;s communications that list volunteer members of the Councils included the members&#8217; corporate titles, even if only for identification purposes. On September 22, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1186595.pdf\">comment</a> on the draft Advisory Opinion.</p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><strong><a href=\"../../agenda/2011/mtgdoc_1155.pdf\">AO 2011-16 (Dimension4, Inc. PAC)</a></strong>. On September 22, the Commission discussed and voted on two draft Advisory Opinions but did not reach consensus on either draft. In its request, Dimension4 Inc. PAC asked whether a fund formed by senior officers of Dimension4, Inc. for the purpose of making charitable contributions may repay a loan, and then be reimbursed by Dimension4, Inc., the committee&#8217;s connected organization. In August 2010, Dimension4, Inc. PAC loaned $26,000 to its connected organization, Dimension4, Inc.</p>\n        <p><u>Comments Received</u> </p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1185202.pdf\">AOR 2011-18 (Western Representation PAC)</a></strong>. On September 15, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1186428.pdf\">comment</a> on Advisory Opinion Request 2011-18. Western Representation PAC asks whether it must file 24- and 48-hour reports for an Independent Expenditure campaign that will be conducted by email during the 2012 presidential primary elections. Western Representation PAC also asks whether it must attribute its costs to individual State primary elections on its regular monthly reports. </p>\n        <p><strong/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6447</a> <br/>\n        </strong>RESPONDENTS:&#160; Steele for Maryland, Inc. and Michael Steele in his official capacity as treasurer; Michael Steele for Maryland and Belinda Cook, in her official capacity as treasurer, f/k/a Michael for Maryland; and Monica Turner<br/>\n        COMPLAINANT: FEC Initiated<br/>\n        SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that Steele for Maryland, Inc. and Steele, in his official capacity as treasurer, (the Federal Committee) accepted excessive in-kind and cash contributions, some knowingly and willfully, from Monica Turner, and failed to accurately report receipts and disbursements. The Commission found further that Michael Steele for Maryland and Cook, in her official capacity as treasurer, (the State Committee) used prohibited non-federal funds to pay for expenses incurred by the Federal Committee. Steele was a candidate in 2006 for Maryland&#8217;s U.S. Senate seat.<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement with the Federal Committee and the State Committee whereby they agreed to pay a civil penalty of $54,000. The Commission also entered into a conciliation agreement with Turner whereby she agreed to pay a civil penalty of $5,500.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6223</a> <br/>\n        </strong>RESPONDENTS: St. John Properties, Inc.; Edward St. John; Lawrence Maykrantz; Robert Becker; Jeffrey Gish; Stanley Meros; H. Richard Williamson; Gerard Wit; Steele for Maryland, Inc., and Elizabeth S. Rubin, in her official capacity as treasurer; and Maryland Republican State Central Committee and Robert Christopher Rosenthal, in his official capacity as treasurer<br/>\n        COMPLAINANT: Melanie Sloan; Ann Weismann; and Citizens for Responsibility and Ethics in Washington<br/>\n        SUBJECT: The complaint alleged that St. John Properties, Inc. (SJPI) and St. John, SJPI&#8217;s president and principal owner, reimbursed six SJPI Senior Vice Presidents for contributions made to the Maryland Republican State Central Committee and Rosenthal, in his official capacity as treasurer, (MRSCC) and Steele for Maryland, Inc. and Rubin, in her official capacity as treasurer, (Steele Committee) in 2005 and 2006. The complaint alleged further that the MRSCC and the Steele Committee impermissibly accepted the reimbursed corporate contributions. <br/>\n        DISPOSITION: The Commission found reason to believe SJPI and St. John used corporate funds to make contributions in the name of others by reimbursing the six SJPI Senior Vice Presidents for their contributions to the MRSCC through profit-sharing bonuses. The Commission entered into a conciliation agreement whereby St. John and St. John Properties, Inc. agreed to jointly pay a civil penalty of $55,000. The Commission found reason to believe the six Senior Vice Presidents&#8212;Maykrantz, Becker, Gish, Meros, Williamson and Wit&#8212;served as conduits for the SJPI contributions but determined to take no further action after a Commission investigation revealed that they appeared to have been unaware that they would be reimbursed. The Commission took no action in connection with MRSCC because according to the available information, MRSCC had no reason to know or suspect that the contributions were impermissible. The Commission found no reason to believe the Steele Committee violated the Act because according to the available information, it does not appear that the contributions to the Steele Committee were reimbursed or otherwise impermissible.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/schonberg.shtml\">Schonberg v. FEC</a> </em>(No. 11-5199). On September 22, the Commission filed a <a href=\"../../law/litigation/schonberg_ac_fec_mot_summ_affirm.pdf\">Motion for Summary Affirmance</a> in the United States Court of Appeals for the District of Columbia Circuit. The district court dismissed all claims against the Commission and the United States.&#160; Plaintiff Steve Schonberg challenges the constitutionality of provisions of the Act, the statute governing representational allowances for Members of the House of Representatives, and legislation commonly referred to as &#8220;earmarks.&#8221;</p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Obama, Inc. v. Federal Election Commission</a></em> (No. 11-1760). On September 19, the appellant filed a <a href=\"../../law/litigation/rtao_ac_rtao_appellant_brief.pdf\">brief</a> in the United States Court of Appeals for the Fourth Circuit.</p>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p><em><a href=\"../../law/litigation/carey.shtml\">Carey v. FEC</a></em>. &#160;On September 22, Chair Cynthia L. Bauerly <a href=\"../press2011/20110922openmeeting.shtml\">announced</a> that the Commission hopes to issue a Notice of Proposed Rulemaking addressing the recent order and consent judgment in <em><a href=\"../../law/litigation/carey.shtml\">Carey v. FEC</a></em> as well as the decisions in <em><a href=\"../../law/litigation_CCA_S.shtml#speechnow\">SpeechNow</a></em> and <em><a href=\"../../law/litigation_CCA_E.shtml#emilys_list\">EMILY's List</a> </em>later this fall. Chair Bauerly also stated that the Commission hopes to issue a statement on the <em>Carey </em>case soon, which will contain guidance for committees that would like to follow the decision under existing regulations and forms.</p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1152.pdf\">Interpretive Rule on When Certain Independent Expenditures Are &#8220;Publicly Disseminated&#8221; For Reporting Purposes</a>. On September 22, the Commission approved an interpretive rule that provides guidance on when certain independent expenditure communications such as yard signs, mini-billboards, handbills, t-shirts, hats, buttons and similar, smaller items are &#8220;publicly disseminated&#8221; for reporting purposes. The Commission clarified that these types of items are &#8220;publicly disseminated&#8221; on any reasonable date starting with the date the filer receives or exercises control over these items in the usual and normal course of dissemination, up to and including the date that the communications are actually disseminated to the public. Reasonable dates include, but are not limited to (1) the date that a filer receives delivery of the communication, (2) the date that a filer distributes the communication to its members or employees for later public dissemination, (3) the date that a filer distributes the communications to its affiliate member organizations for later public dissemination, (4) the date the filer authorizes its members or employees to display the communication and (5) the date of the actual public dissemination, if that date is known to the filer. On September 16, the Commission received a <a href=\"../../law/policy/iedisseminationdate/seiucomment.pdf\">comment</a> on the draft interpretive rule.</p>\n        <p/>\n        <p><a href=\"../../agenda/2011/mtgdoc_1158.pdf\">Draft Advance Notice of Proposed Rulemaking Regarding Disclaimers on Certain Internet Communications</a>. On September 22, the Commission made public a draft advance notice of proposed rulemaking pertaining to certain internet communications.</p>\n        <p>          <strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../press2011/20110922openmeeting.shtml\">FEC Approves Interpretive Rule and Advisory Opinion</a> (issued September 22)<br/>\n            <br/>\n            <strong>CAMPAIGN FINANCE REPORTS </strong></p>\n        <p>September 20: September Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>October 15: October Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p>October 20: October Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong>        </strong>October 25-26, San Diego, CA &#8211; <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs. </em>&#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/publications.shtml\">August 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of September 19 - September 23, 2011", "issue": "2011-38", "href": "press2011/20110923digest.shtml", "date": "09/23/2011", "pdf": null}