{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">January 29, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160129digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-05</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest <br/>\n        Week of January 25 &#8211; 29</strong></p>\n        <p align=\"left\"> <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n            <br/>\n        </strong>The <a href=\"../../../agenda/2016/agenda20160128.shtml\">open meeting</a> previously  scheduled for January 26 was cancelled.<br/>\n        <br/>\nThe <a href=\"../../../sunshine/2016/executive/notice20160126.pdf\">executive  session</a> previously scheduled for January 28 was cancelled.<br/>\n<br/>\n<strong>ENFORCEMENT<br/>\n<br/>\n</strong>The Commission made public two closed cases, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6748</a><br/>\nCOMPLAINANT: Daniel G. Hempey<br/>\nRESPONDENTS:&#160; Hanabusa for Hawaii and  George S. Yamamoto, in his official capacity as treasurer; Pharmaceutical  Research and Manufacturers of America; and Christopher Raymond<br/>\nSUBJECT: The complaint alleged that Hanabusa for Hawaii and George S. Yamamoto,  in his official capacity as treasurer (the Committee), or Hanabusa  impermissibly coordinated communications with the Pharmaceutical Research and  Manufacturers of America (PhRMA), and thus received a prohibited in-kind  corporate contribution from PhRMA, and that the Committee solicited or directed  funds from PhRMA. Colleen Hanabusa was a 2010 candidate for Hawaii&#8217;s 1st  Congressional District.<br/>\nDISPOSITION: The Commission found no reason to believe that PhRMA made or the  Committee received a prohibited in-kind corporate contribution through a  coordinated communication because PhRMA apparently did not pay for any  communications supporting Hanabusa, and therefore there were no communications  to be coordinated.&#160; The Commission  exercised its prosecutorial discretion and dismissed the allegation that the  Committee or Hanabusa solicited or directed funds from PhRMA. The Commission  observed that it remained unclear whether any solicitation of a PhRMA  representative occurred or whether the alleged request or direction at issue  involved permissible independent activity, and in any event PhRMA apparently  never made any contribution or expenditure to benefit the Committee.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6964</a><br/>\nCOMPLAINANT: FEC-Initiated<br/>\nRESPONDENTS: Afghanistan and Iraq Veterans for Congress PAC and Kieran Lalor,  in his official capacity as treasurer<br/>\nSUBJECT: In the normal course of exercising its supervisory responsibilities,  the Commission initiated proceedings to determine whether Afghanistan and Iraq  Veterans for Congress PAC and Lalor, in his official capacity as treasurer (the  Committee), failed to accurately disclose receipts and disbursements on its  2012 Post-General Report.<br/>\nDISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $5,850.<br/>\n<br/>\n<strong>ALTERNATIVE  DISPUTE RESOLUTION<br/>\n</strong><br/>\nThe Commission made public one  campaign finance enforcement matter that was resolved  through its Alternative Dispute Resolution (ADR) program, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR  777</a> &#8211; Massachusetts Republican Party and Brent J. Andersen, in his official  capacity as treasurer. The respondent agreed to (1) certify that the Committee  performed reconciliation of the Committee&#8217;s accounts for each required FEC  report and (2) pay a civil penalty of $4,500.<br/>\n<strong><br/>\nLITIGATION<br/>\n<span class=\"style2\"><br/>\n</span></strong><span class=\"style2\"><em><u><a href=\"../../../law/litigation/LNC2016.shtml\">Libertarian National  Committee, Inc. v. FEC</a></u></em></span> (Case 1:16-cv-00121-BAH). On January 25, the Libertarian National  Committee, Inc. filed a <u><span class=\"style2\"><a href=\"../../../law/litigation/lnc2016_lnc_complaint.pdf\">Complaint</a></span></u> in the United States District Court  for the District of Columbia.<br/>\n<strong><br/>\n</strong><strong>OUTREACH<br/>\n</strong><br/>\nOn  January 27, Commissioner Ann M. Ravel discussed the role of the Commission and  the presidential elections with James Waterson from Buzzfeed UK in a meeting  coordinated through the State Department&#8217;s International Visitor Leadership  Program.<br/>\n<br/>\nOn January 27, Commissioner Ravel discussed the structure, processes and  financing of political campaigns, and the role of the Commission with Brazilian  political leaders participating in the State Department&#8217;s International Visitor  Leadership Program.<br/>\n<br/>\nOn January 27, Deputy Press Officer Christian J.  Hilland and Paul C. Clark of the Office of the Chief Information Officer  discussed the Commission's disclosure systems with a group of journalists from  the Regional Reporters Association.<br/>\n<br/>\n<strong>UPCOMING  COMMISSION MEETINGS AND HEARINGS<br/>\n</strong></p>\n        <p align=\"left\">\n          February 11: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open  meeting</a>.<br/>\n  <br/>\n          February 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n          Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n          February 24, 2016: Webinar for Political Party Committees. Additional  information is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n          January 31, 2016: Year-End Reports are due. For information on general election  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtm\">2016 Reporting Dates  page</a> of the Commission website.<br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n          Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n          </p>\n        <p align=\"center\"><br/>\n          Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n          <br/>\n          <br/>\n        </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of January 25 - January 29, 2016", "issue": "2016-05", "href": "press2016/digests/20160129digest.shtml", "date": "01/29/2016", "pdf": null}