{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>October 14,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-41</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of October 10 &#8211; 14</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Requests Received</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1187291.pdf\">AOR 2011-19 (GivingSphere)</a></strong>. On October 11, the Commission made public AOR 2011-19 from Social Financial, Inc., a California corporation doing business as GivingSphere. GivingSphere is a web-based platform that allows individuals to donate to charitable, civic, faith-based, and educational organizations. It also wishes to process contributions from its customers to federal political committees. GivingSphere asks whether it (1) may transmit its customers' contributions to political committees; (2) may provide its customers with a searchable database of political committees; (3) may provide its customers information on political committees; (4) must file reports with the Commission; (5) may sell advertisement space to political committees on its website; and (6) may permit political committees to post a GivingSphere \"badge\" on their websites. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by December 6, 2011.</p>\n        <p><u>Request Withdrawn </u></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1185202.pdf\">AOR 2011-18 (Western Representation PAC)</a></strong>. On October 13, Western Representation PAC withdrew its request for an Advisory Opinion. Western Representation PAC had asked whether it must file 24- and 48-hour reports for an Independent Expenditure campaign that will be conducted by email during the 2012 presidential primary elections. Western Representation PAC also asked whether it must attribute its costs to individual State primary elections on its regular monthly reports. </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public three closed cases. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6314</a> <br/>\n          RESPONDENTS:&#160; Gregory Brown; and Gregory Brown for Congress and Carol Bausinger, in her official capacity as treasurer<br/>\n          COMPLAINANT: Melanie Sloan, Citizens for Responsibility and Ethics in Washington; and FEC Initiated<br/>\n          SUBJECT:&#160; The complaint alleged that Brown and Gregory Brown for Congress and Bausinger, in her official capacity as treasurer, (the Committee) failed to file a quarterly and a 12-day pre-primary report. Also, in the normal course of carrying out its supervisory responsibilities, the Commission found that the Committee failed to file the Statement of Organization in a timely manner, and failed to correct discrepancies in the reported cash-on-hand. Brown was a 2010 primary candidate in South Carolina&#8217;s 6th Congressional District.<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement whereby the Committee agreed to pay a civil penalty of $4,500. The Commission found no reason to believe that Brown violated filing requirements because there was no information to indicate that he personally was liable for the Committee&#8217;s failure to file timely disclosure reports.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6439</a> <br/>\n          RESPONDENTS:&#160; Linda McMahon for Senate 2010 and Rob Jentgens, in his official capacity as treasurer; World Wrestling Entertainment, Inc.; Linda McMahon; and Vince McMahon<br/>\n          COMPLAINANTS: Connecticut Democratic State Central Committee and Nancy DiNardo, State Chair<br/>\n          SUBJECT: The complaint alleged that World Wrestling Entertainment, Inc. (WWE) and Vince McMahon made and Linda McMahon, Linda McMahon for Senate 2010 and Jentgens, in his official capacity as treasurer, (the Committee) accepted prohibited, corporate in-kind contributions in the form of coordinated communications. Linda McMahon was a 2010 candidate for Connecticut&#8217;s U.S. Senate seat. <br/>\n        DISPOSITION: The Commission found no reason to believe that WWE and Vince McMahon made and Linda McMahon and the Committee accepted prohibited, corporate in-kind contributions in the form of coordinated expenditures with respect to all activity except for a Make-A-Wish advertisement because the available information did not indicate that the ads at issue satisfied the conduct or content prongs of the coordination regulation. The Commission exercised its prosecutorial discretion and dismissed the allegation concerning the Make-A-Wish ad in furtherance of its priorities relative to other matters and because the image the ad contained of the candidate, Linda McMahon, was fleeting and incidental to the content of the communications and her name was not mentioned.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6442</a> <br/>\n        RESPONDENTS:&#160; Voices of the Everyday People for Change/Craig Schley for Congress and Andre McDonnaugh, in his official capacity as treasurer; and Craig Schley<br/>\n        COMPLAINANT: Francine Brown<br/>\n        SUBJECT:&#160; The complaint alleged that Voices of the Everyday People for Change/Craig Schley for Congress and McDonnaugh, in his official capacity as treasurer, failed to report a loan and that Schley converted campaign funds to his personal use. Schley was a 2008 and 2010 candidate for New York&#8217;s 15th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the scant evidence to substantiate the allegations and in furtherance of the Commission&#8217;s priorities relative to other matters.</p>\n        <p>For information regarding the above matter, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public 38 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2397</a> &#8211; American Teleservices Association PAC and Robert Kobek, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $140.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2398</a> &#8211; Associations Inc. PAC/Associa PAC and Nancy Cushman, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $260.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2399</a> &#8211; Ben Graber for Congress and Benjamin Graber, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $190.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2400</a> &#8211; Broilermakers Local 85 Federal Political Action Committee and Fred E. Keith, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $165.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2404</a> &#8211; Ciro Rodriguez for Congress and Luis R. Vera, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $175.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2405</a> &#8211; Citizens for Chris Geissler and Michael Jorudd, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2409</a> &#8211; Committee to Elect Dr. Greg Rabidoux and Kimberlee E. Smith, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2417</a> &#8211; Doug Tudor for Congress and Douglas D. Tudor, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2418</a> &#8211; Dougherty Senate Campaign Committee and Dr. Jodha Khalsa, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2420</a> &#8211; Eric Wnuck 2010 and Eric Wnuck, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2424</a> &#8211; Fresno County Democratic Women&#8217;s Club/Democrats in Action and Cynthia Hudson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $195.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2425</a> &#8211; Friends of David Madeira and Michael Lacey, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2426</a> &#8211; Friends of Ross Bieling and Ross Parker Bieling, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2427</a> &#8211; Healy for NY and Julian H. Gingold, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $235.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2428</a> &#8211; Hendry for Congress and John Nesmith, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2431</a> &#8211; James Milano for Congress and Patricia A. Friedman, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $150.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2432</a> &#8211; Jim Piccillo for Congress and Sandi Keeble, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2438</a> &#8211; Kuipers for Congress and Todd Lambers, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2441</a> &#8211; Management and Training Corporation Political Action Committee and Lyle J. Parry, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2442</a> &#8211; Marvin Scott for Congress 2010 and Frank L. Muzzillo, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2444</a> &#8211; Matthew Burke for Congress and Jennifer Burke, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2445</a> &#8211; McGoff for Congress and Marjorie O&#8217;Laughlin, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2446</a> &#8211; Miguel Ortiz for Congress and Luis H. Vera, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $340.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2447</a> &#8211; Mike Thurmond for US Senate 2010 and Matthew Ware, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $255.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2448</a> &#8211; Mitchell for Congress and John Lindley III, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2449</a> &#8211; Morgan for Congress and Reynaldo R. D. Snyden, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2452</a> &#8211; Plummer for Congress and Wilbert Sears, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2457</a> &#8211; Ruth McClung for Congress and Anne Loftfield, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $150.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2458</a> &#8211; San Bernardino County Republican Central Committee-Federal and Kirk Larson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $115.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2462</a> &#8211; Steve Clark for Congress and Rick Dirkse, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2467</a> &#8211; Tom Wiens for US Senate Inc. and Frank Shaw, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2468</a> &#8211; Transportation Intermediaries Association&#8217;s TIAPAC and Robert A. Voltmann, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2473</a> &#8211; Kuster for Congress, Inc. and Paul A. Burkett, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,610.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2475</a> &#8211; People for Patty Murray and Jay Petterson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $15,040.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2476</a> &#8211; Ron Johnson for Senate, Inc. and James J. Malczewski, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $15,216.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2480</a> &#8211; Clint Didier for Senate and Melissa Milam, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2481</a> &#8211; Dede for Congress Inc. and Dierdre K. Scozzafava, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2483</a> &#8211; Jeff Barnett for Congress and Joyce McEwen, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/kazran.shtml\"><em>FEC v. Kazran</em></a> (No. 3:10-cv-1155 (RBD-JRK)). On October 12, the United States District Court for the Middle District of Florida issued an <a href=\"../../law/litigation/kazran_dc_default_judgment_order.pdf\">order</a> granting the Commission&#8217;s Motion for Default Judgment against defendant 11-2001 LLC d/b/a Hyundai of North Jacksonville. </p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/labotz.shtml\">La Botz v. FEC</a></em> (No. 11-cv-01247 (BAH)). On October 11, the Commission filed a <a href=\"../../law/litigation/labotz_fec_reply_supp_mtd.pdf\">Reply in Support of its Motion to Dismiss</a> in the United States District Court for the District of Columbia. Plaintiff Dan La Botz is challenging the dismissal of an administrative complaint (<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6383</a>) he filed with the Commission in 2010. </p>\n        <p/>\n        <p><strong>CONGRESSIONAL HEARING</strong></p>\n        <p><strong/></p>\n        <p>The oversight hearing of the Subcommittee on Elections of the U.S. House of Representatives&#8217; Committee on House Administration, originally scheduled for October 13, 2011, has been postponed.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On October 11, Reports Analysis Division Director Debbie Chacona discussed&#160; the Commission's report review policies and audit process with the National Association of Business Political Action Committees.</p>\n        <p><strong/></p>\n        <p>On October 12, Communications Specialists Dorothy Yeager and Stephanie Caccomo conducted a live webinar on PAC operations as part of the American Bankers Association's National PAC Workshop. </p>\n        <p/>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../law/cfr/ej_compilation/2011/notice_2011-14.pdf\">Advance Notice of Proposed Rulemaking for Internet Communication Disclaimers</a>. On October 13, the Commission's Advance Notice of Proposed Rulemaking for Internet Communication Disclaimers was published in the Federal Register. It is available for comment on the Commission's website through the <a href=\"http://sers.fec.gov/fosers/viewreg.htm?regno=2011-02&amp;docno=97168\">Searchable Electronic Rulemaking System</a>.&#160; Comments may be submitted until November 14, 2011.&#160; </p>\n        <p/>\n        <p><a href=\"../../law/cfr/ej_compilation/2011/notice_2011-15.pdf\">Notice of Agency Procedure following the Submission of Probable Cause Briefs by the Office of General Counsel</a>. On October 13, the Commission&#8217;s Notice of Agency Procedure following the Submission of Probable Cause Briefs by the Office of General Counsel was published in the Federal Register<em>.</em></p>\n        <p><em/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>October 13:&#160; Nevada&#8217;s 2nd Congressional District Special Post-General Election Reports were due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/nv02.shtml\">Special Election Report Notice</a>&#160; section of the Commission website.</p>\n        <p><strong/></p>\n        <p>October 13:&#160; New York&#8217;s 9th Congressional District Special Post-General Election Reports were due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ny09.shtml\">Special Election Report Notice</a>&#160; section of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>October 18: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p/>\n        <p>October 20: The Commission is scheduled to hold an <a href=\"../../agenda/2011/agenda20111020.shtml\">Open Session</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>October 15: October Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>October 20: October Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong/></p>\n        <p>October 25-26, San Diego, CA &#8211; <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs. </em>&#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of October 10 - October 14, 2011 ", "issue": "2011-41", "href": "press2011/20111014digest.shtml", "date": "10/14/2011", "pdf": null}