{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">April 29, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160429digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-18</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of April 25 &#8211; 29</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>On April 26, the Commission held an <a href=\"../../../sunshine/2016/executive/notice20160426.pdf\">executive  session</a>.<br/>\n            <br/>\n            On April 28, the Commission held an <a href=\"../../../agenda/2016/agenda20160428.shtml\">open meeting</a>.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><a href=\"http://saos.fec.gov/aodocs/2016-02.pdf\">Advisory  Opinion 2016-02 (Enable Midstream Services, LLC)</a>. On April 28, the  Commission approved an advisory opinion in response to a request from Enable  Midstream Services, LLC (Enable), which was formed as part of a joint venture  between two publicly traded companies, CenterPoint and OGE Energy, and private  investors. The commission concluded that the requestor may form its proposed  separate segregated fund (SSF) and that this SSF will not be affiliated with  the separate segregated fund of CenterPoint Energy, Inc. The Commission did not agree by the required four affirmative  votes on whether Enable&#8217;s SSF would be  affiliated with the separate segregated fund of OGE Energy  Corporation. <br/>\n  <strong><br/>\n  </strong><a href=\"http://saos.fec.gov/aodocs/2016-03.pdf\">Advisory  Opinion 2016-03 (George Holding for Congress, Inc.)</a>. &#160;On April 28, the Commission approved an  advisory opinion in response to a request from George Holding for Congress,  Inc., concluding that because a court order and state legislation created a new  electoral situation, North Carolina&#8217;s June 7, 2016, primary election for the  U.S. House of Representatives constitutes a separate election from North  Carolina&#8217;s March 15, 2016, primary election for the U.S. House of  Representatives under the Federal Election Campaign Act of 1971, as amended,  and Commission regulations. Accordingly, candidates who participated in both  elections are entitled to a separate contribution limit for each.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public four closed  cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6738</a><br/>\n            COMPLAINANT: Brad Miller for United States Congress (Committee)<br/>\n            RESPONDENT: Johnathan W. Broyhill <br/>\n            SUBJECT: The complaint alleged that Broyhill knowingly and willfully embezzled  $58,000 of funds from the Committee.<br/>\n            DISPOSITION: On May 19, 2015, the Commission found reason to believe Broyhill  knowingly and willfully embezzled the funds at issue. On March 15, 2016, the  Commission determined to take no further action and closed the file.<br/>\n  </p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6807</a><br/>\n            COMPLAINANT: Megan A. Carpenter<br/>\n            RESPONDENTS: Erin McClelland for Congress Committee and David Lazear, in his  official capacity as treasurer (Committee); Erin McClelland; and The Arche  Wellness Foundation (Foundation)<br/>\n            SUBJECT: The complaint alleged that the Foundation made a prohibited in-kind  corporate contribution to McClelland and the Committee when the Foundation paid  for and aired an advertisement featuring McClelland as its executive director.  McClelland was a 2014 candidate for Pennsylvania&#8217;s 12<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission observed there was a low dollar amount at  issue, no electoral content in the ad at issue, and McClelland was a public  spokesperson for the Foundation.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6977</a><br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENTS: House Majority PAC and Alixandria Lapp, in her official capacity  as treasurer<br/>\n            SUBJECT: In the normal course of carrying out its supervisory responsibilities,  the Commission initiated proceedings to determine whether there was reason to  believe House Majority PAC and Shannon Roche, in her official capacity as  treasurer, failed to disclose all independent expenditures in reports filed  with the Commission and to file appropriate 24-Hour Reports of independent expenditures  in a timely manner.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  House Majority PAC and Lapp, in her official capacity as treasurer, to pay a  civil penalty of $6,000. <br/>\n  <strong><br/>\n  </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6994</a><br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENTS: Hall for Congress Committee (Ralph Hall &#8211; Rockwall, Texas) and J.  Blakeley Hall, in his official capacity as treasurer (the Committee)<br/>\n            SUBJECT: In the normal course of carrying out its supervisory responsibilities,  the Commission initiated proceedings to determine whether there was reason to  believe the Committee failed to report a debt on the original quarterly  disclosure report at issue. Ralph Hall was a 2014 primary election candidate  for Texas&#8217;s 4<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $4,000.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/CLC.shtml\"><em>Campaign Legal Center, et al. v. FEC</em></a> (Case 1:16-cv-00752-JDB).  On April 22, Campaign Legal Center and Democracy 21 filed a <a href=\"../../../law/litigation/clc_clc_complaint.pdf\">Complaint for  Declaratory and Injunctive Relief</a> in the United States District Court for  the District of Columbia. <br/>\n  <strong><br/>\n  </strong><a href=\"../../../law/litigation/crew_141419.shtml\"><em>CREW, et al. v. FEC</em></a> (Case  1:14-cv-01419-CRC). On April 22, Plaintiffs filed a <a href=\"../../../law/litigation/crew141419_crew_reply_msj.pdf\">Reply  in Support of Plaintiffs' Motion for Summary Judgment and in Opposition to  Defendants' Cross-Motion for Summary Judgment </a>in the United States  District Court for the District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/crew_152038.shtml\"><em>CREW, et al. v. FEC</em></a> (Case 1:16-cv-00259-BAH).  On April 26, <a href=\"../../../law/litigation/crew16259_crossroads_answer.pdf\">Intervenor-Defendant  Crossroads Grassroots Policy Strategies filed an Answer and Affirmative Defense</a> in  the United States District Court for the District of Columbia. <br/>\n  <strong><br/>\n  </strong><a href=\"../../../law/litigation/odonnell_15.shtml\"><em>FEC v. O&#8217;Donnell</em></a> (Case  15-cv-00017-LPS). On April 25, Defendants filed a <a href=\"../../../law/litigation/odonnell_odonnell_sur_reply.pdf\">Sur  Reply Brief in Support of Defendant's Motion for Summary Judgment and in Answer  to Commission's Motion for Summary Judgment</a> in the United States  District Court for the District of Delaware. <br/>\n  <br/>\n  <a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 15-5120). On April 26, the United States Court of Appeals for  the District of Columbia Circuit issued an <a href=\"../../../law/litigation/holmes_ac_opinion.pdf\">Opinion</a>, <a href=\"../../../law/litigation/holmes_ac_order2.pdf\">Order</a> and <a href=\"../../../law/litigation/holmes_ac_judgment.pdf\">Per Curiam Judgment</a>.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/levinthal_151624.shtml\"><em>Levinthal, et al v. FEC</em></a> (Case  1:15-cv-01624-APM). On April 28, the Commission filed its <a href=\"../../../law/litigation/levinthal151624_fec_reply_msj.pdf\">Reply  in Support of Its Motion for Summary Judgment and Opposition to Plaintiffs' Cross-Motion  for Summary Judgment</a> and <a href=\"../../../law/litigation/levinthal151624_fec_stmt.pdf\">Statement  of Genuine Issues</a> in the United States District Court  for the District of Columbia.<br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY PROCEDURES<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2016/agenda20160428.shtml\">Draft Final Rule and Explanation and Justification for  Technical Amendments to 2015 CFR</a>. \n            On April 28, the Commission discussed and held over a vote on technical  corrections to various sections of its regulations.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160428.shtml\">Proposed Statement of Policy Regarding the Public  Disclosure of Closed Enforcement Documents</a>. On April 28, the Commission held over discussion of two  draft documents addressing a proposed statement of policy that would expand the  range of records to be made publicly available on a regular basis. <br/>\n  <strong><br/>\n    OUTREACH<br/>\n  <br/>\n  </strong>On  April 25, Commissioner Ellen L. Weintraub spoke to students from the University  of Wisconsin-Milwaukee about the role of the Commission in presidential  elections.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  <br/>\n  </strong><a href=\"../news_releases/20160426release.shtml\">Court  of Appeals Issues Opinion in <em>Holmes v.  FEC</em></a> (issued April 26)<br/>\n  <br/>\n  <a href=\"../news_releases/20160428_2release.shtml\">FEC  Issues Two Advisory Opinions</a> (issued  April 28)<br/>\n  <br/>\n  <a href=\"../news_releases/20160428release.shtml\">FEC  Cites Committee for Failure to File 12-Day Pre-Convention Financial Report</a> (issued April 28)<br/>\n  <br/>\n  <a href=\"../news_releases/20160429_2release.shtml\">FEC  Cites Committees for Failure to File April Quarterly Financial Report</a> (issued April 29)<br/>\n  <br/>\n  <a href=\"../news_releases/20160429release.shtml\">FEC  Cites Committee for Failure to File 12-Day Pre-Primary Financial Report</a> (issued April 29)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            May 19: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            May 24: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            May 26: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            May 11: Webinar for Corporations and their PACs. Additional information is  available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n            May 25: Webinar for Trade Associations and their PACs. Additional information  is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            May 20: May Monthly Reports are due. For more information on monthly reporting  dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/apr2016.pdf#search=april%20record%202016\">April  Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n            The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n          </p>\n          <p align=\"center\"> Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a><br/>\n            <br/>\n            <br/>\n        </p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of April 25  - April 29, 2016", "issue": "2016-18", "href": "press2016/digests/20160429digest.shtml", "date": "04/29/2016", "pdf": null}