{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>October 8,  2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-40</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Diges</strong><strong>t</strong></p>\n        <p align=\"center\"><strong>Week of October 4 &#8211; 8</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong></p>\n        <p>On October 5, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. </p>\n        <p/>\n        <p>On October 7, the Commission held an Open Meeting. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Advisory Opinions Issued<br/>\n          </u><strong><br/>\n          <a href=\"../../agenda/2010/mtgdoc1061b.pdf\">Advisory Opinion 2010-19 (Google)</a></strong>. On October 7, the Commission approved Advisory Opinion 2010-19 (Google). The Commission concluded that Google, Inc.&#8217;s AdWords program, a program that generates text ads in conjunction with keywords chosen by the advertiser, does not violate the Federal Election Campaign Act, as amended (the Act) and Commission regulations under the circumstances described in the request. Further explanation on this conclusion will be provided in the Commissioners&#8217; forthcoming opinions. </p>\n        <p><strong><a href=\"../../agenda/2010/mtgdoc1062.pdf\">Advisory Opinion 2010-21 (ReCellular)</a></strong>. On October 7, the Commission approved Advisory Opinion 2010-21 (ReCellular). The Commission concluded that ReCellular, a corporation that recycles and resells used cell phones and accessories, may transmit to political committees contributions from consumers resulting from the sale of used cell phones. The Commission further concluded that ReCellular is not required to charge recipient political committees any costs reflected in the purchase prices paid to consumers. The Commission determined that in order to avoid making a corporate contribution to the recipient political committee, ReCellular must charge the committees for any incremental expense resulting from emailing the consumer&#8217;s address, employer, and occupation information, as required by the Act, if this information is not paid by the consumer.</p>\n        <p><u>Advisory Opinion Considered</u></p>\n        <p><strong><a href=\"../../agenda/2010/mtgdoc1063.pdf\">Advisory Opinion Request 2010-25 (RG Entertainment, Ltd. (RGE)</a>).</strong> On October 7, the Commission discussed two alternative draft responses and then instructed the Office of General Counsel to draft a revised response to reflect the areas of consensus that emerged during the Commission&#8217;s discussion. In their request, RG Entertainment, Ltd., Star Parker, Star Parker for Congress, Motive Entertainment, Inc., engage4 LLC, and InService America, Inc. asked whether (1) disbursements in connection with the production, marketing, and distribution of a documentary film and its trailer would be covered by the press exemption or would constitute <em>bona fide </em>commercial activity; (2) payments for the production and distribution of the film would constitute a coordinated communication with Parker, a candidate who appears in the film; (3) public theatrical exhibitions of the film would require disclaimers; and (4) Parker's appearances and licensing activities in conjunction with screenings of the film would be subject to the Act and Commission regulations.</p>\n        <p><u>Advisory Opinion Request Received</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1148790.pdf\"><strong>Advisory Opinion Request 2010-26 (Baird)</strong></a><strong>.</strong> On October 1, the Commission made public Advisory Opinion Request 2010-26.&#160; Representative Brian Baird, a Member of the House of Representatives from Washington State, submitted the request.&#160; Representative Baird is retiring from Congress and asks whether he may use campaign funds to pay for the cost of storing household items in a temporary commercial storage facility as part of his preparation for his return to Washington State following his retirement.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by November 30.</p>\n        <p/>\n        <p><strong><u>Advisory Opinion Request 2010-27 (Obama for America/Biden for President)</u></strong>. On October 7, 2010, the Commission made public Advisory Opinion Request 2010-27. &#160;In the request, Obama for America (OFA) and Biden for President (BFP) ask: (1) whether OFA may transfer $138,000 to BFP pursuant to 11 C.F.R. &#167; 110.3(c)(4) to cover BFP&#8217;s net debts, including expected payments to the U.S. Treasury that BFP must make within 30 days of the issuance of BFP&#8217;s Final Audit Report; or (2) in the alternative, whether OFA may directly pay the debts incurred by BFP pursuant to 11 C.F.R. &#167; 110.1(b)(3)(iv). The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by November 30.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>. </p>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public three closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6304</a> &#8211; Mark Levin; KQTH-FM; and Citadel Broadcasting Corporation. The Commission found no reason to believe the respondents violated the Act.</p>\n        <p><u/></p>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6308</a></u> &#8211; Principal Campaign Committee James E. Bryan and James Edward Bryan, in his official capacity as treasurer; and James Edward Bryan. The Commission dismissed the case.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6313</a> &#8211; Ben Frasier for Congress and Wilhelmina Pullum, in her official capacity as treasurer; Friends of Frasier for Congress; and Benjamin Frasier, Jr. The Commission found no reason to believe the respondents violated the Act.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On October 6, Dorothy Yeager and Stephanie Caccomo from the Information Division gave a presentation at the annual American Bankers Association PAC Workshop. The attendees included representatives from the American Bankers Association-affiliated state PACs. The presentation covered PAC solicitation techniques, supporting federal candidates and recordkeeping and reporting requirements.</p>\n        <p><strong>CONFERENCES </strong></p>\n        <p>October 6, Washington, DC. FEC hosted a Roundtable Workshop on Reporting Requirements, FECFile &amp; E-Filing. </p>\n        <p/>\n        <p>October 7, Washington, DC. FEC hosted a Roundtable Workshop on FECFile &amp; E-Filing for PACs and Party Committees. </p>\n        <p/>\n        <p><strong>PRESS RELEASES </strong></p>\n        <p/>\n        <p><a href=\"../20100107OpenMeeting.shtml\">FEC Considers Three Advisory Opinion Requests</a> (issued October 7) </p>\n        <p><br/>\n            <a name=\"FEAShays3\"/><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>October 15:&#160; October Quarterly Reports were due. For information on reporting dates, click <a href=\"../../pages/report_notices/2010/q3.shtml\">here</a>.</p>\n        <p><strong/></p>\n        <p>October 21: &#160;Pre-General Reports are due. For information on reporting dates for this election, click <a href=\"../../info/report_dates_2010.shtml#general\">here</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p/>\n        <p>November 17, Washington, DC. FEC Roundtable Workshops on Winding Down the Campaign for House and Senate Campaigns. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The October issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/oct10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted. </p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of October 4 - October 8, 2010", "issue": "2010-40", "href": "press2010/20101008Digest.shtml", "date": "10/08/2010", "pdf": null}