{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">October 30,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151030digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-44</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of October 26 &#8211; 30</strong></p>\n          <p><strong><br/>\n  COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  On October 27, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20151027.pdf\">executive session</a>.<br/>\n  <br/>\n  On October 29, the Commission held an <a href=\"../../../agenda/2015/agenda20151029.shtml\">open meeting</a>.&#160; On the same day, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20151027.pdf\">executive session</a>.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Advisory Opinion Issued<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">AO 2015-10 (21st Century Fox)</a>. &#160;On October 29, the Commission issued an <a href=\"../../../agenda/2015/documents/mtgdoc_15-58-a.pdf\">advisory opinion</a> in connection with a request from 21st Century Fox. The requestor, as the owner and operator of a number of regional sports television networks, asked for guidance on the appropriate method of calculating whether a communication can be received by 50,000 or more persons for purposes of determining whether the communication is an electioneering communication. The Commission concluded that customers who cannot receive a communication because they do not subscribe to a cable or satellite package that carries the network on which the communication is distributed may be excluded from the calculation of the number of persons who can receive the communication. During the discussion, the Commission heard from the requestors&#8217; counsel.<strong><br/>\n  </strong><br/>\n  <u>Advisory Opinions Considered<br/>\n  <br/>\n  </u><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2015-08 (Repledge)</a>. &#160;On October 29, the Commission discussed <a href=\"../../../agenda/2015/agenda20151029.shtml\">multiple drafts</a> responding to an advisory opinion request from Repledge, but was unable to reach agreement by the required four affirmative votes. Repledge proposed to establish a web-based platform that allowed supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asked a number of questions relating to its proposal, including whether it would receive contributions and violate the prohibition on corporate contributions to candidates. During the discussion, the Commission heard from the requestor. The Commission held over the request and left open the possibility of formulating a further draft outlining areas of consensus.<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">AOR 2015-09 (Senate Majority PAC and House Majority PAC)</a>. On October 29, the Commission discussed <a href=\"../../../agenda/2015/agenda20151029.shtml\">two drafts</a> responding to an advisory opinion request from Senate Majority PAC and House Majority PAC, but held over a vote on the matter until the agency&#8217;s next meeting scheduled on November 10. The two independent expenditure-only political committees ask several questions regarding proposed activities between the requestors, single-candidate committees that the requestors would form, individuals contemplating federal candidacy, and federal candidates. During the discussion, the Commission heard from counsel for the requestors.<br/>\n  <strong><br/>\n  ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6805</a><br/>\n  COMPLAINANT: Anthony Sinapi<br/>\n  RESPONDENTS: Patricia L. Morgan AKA Patricia L. Mulligan<br/>\n  SUBJECT: The complaint alleged that Morgan made contributions to federal candidates and committees using both a false name and the name of another.<br/>\n  DISPOSITION: The Commission found no reason to believe that the contributions reported under the name Patricia Morgan were improper since that was her legal name at the time the contributions at issue were made. The Commission exercised its prosecutorial discretion and dismissed the allegations in connection with contributions reported under the name Patricia Mulligan. The Commission observed that those contributions fall outside the federal five-year statute of limitations, which applies to FEC civil enforcement actions that seek the imposition of civil penalties.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6886</a><br/>\n  COMPLAINANT: Carson Lee Adcock<br/>\n  RESPONDENTS: Citizens for Boyle and Lindsay Angerholzer, in her official capacity as treasurer; Brendan Boyle; and the Commonwealth of Pennsylvania<br/>\n  SUBJECT: The complaint alleged that Citizens for Boyle and Angerholzer, in her official capacity as treasurer (the Committee), may have violated the Federal Election Campaign Act of 1971, as amended (the Act), by apparently using Boyle&#8217;s state legislative email list to send emails to voters concerning the candidate&#8217;s congressional campaign. Boyle was a 2014 candidate in Pennsylvania&#8217;s 13th Congressional District and a then-sitting state legislator.<br/>\n  DISPOSITION: The Commission found no reason to believe that Boyle, the Committee or the Commonwealth of Pennsylvania committed a violation because the Committee&#8217;s sworn response provided sufficient basis to demonstrate it used a source other than Boyle&#8217;s state legislative email list to send the emails at issue.&#160; <br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n  The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 757</a> &#8211; Friends of Clyde Holloway for Congress and Felix Guillot, in his official capacity as treasurer. The respondent agreed to certify that a representative of the Committee participated in an FEC conference, webinar, or other program developed in consultation with the FEC&#8217;s Information Division. Due to financial hardship, no civil penalty was assessed.<br/>\n  <br/>\n  <strong>AUDITS<br/>\n  </strong><br/>\n  On October 29, the Commission held over discussion of a Proposed Final Audit Report on the Committee for Charlotte/Charlotte DNC Host Committee, covering campaign finance activity between April 1, 2011 and December 31, 2012. <br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/combatveterans.shtml\"><em>Combat Veterans for Congress PAC v. FEC</em></a> (Case 13-5358). On October 27, the United States Court of Appeals for the District of Columbia Circuit issued a <a href=\"../../../law/litigation/cvcp_ac_mandate.pdf\">Mandate</a>.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><br/>\n  On October 26, Chair Ann M. Ravel delivered a speech on improving participation and engagement in elections to the Committee on Economic Development in Chicago, IL. <br/>\n  <br/>\n  On October 28, Chair Ravel spoke about campaign finance law to the students, faculty and members of the local community of Middlebury College in Middlebury, VT. <br/>\n  <br/>\n  <strong>IT INITIATIVES<br/>\n  </strong><br/>\n  <a href=\"../news_releases/20151029release.shtml\">Demonstration of FEC Website Redesign, Beta Version</a>. On October 29, the Commission unveiled the first phase of the <a href=\"https://beta.fec.gov/\">beta version</a> of its website, which is undergoing a redesign to provide the public with easier access to the agency&#8217;s rich data. The Commission encourages feedback on the evolving website design.<br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2015/agenda20151029.shtml\">Rulemaking Priorities and Proposals</a>. On October 29, the Commission discussed and held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a.pdf\">Memorandum on Regulatory Relief for Political Parties</a> and noted an <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">Outline of a Draft NPRM Implementing Party Segregated Accounts</a> and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-c.pdf\">Draft NPRM on Technological Modernization</a>. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151029.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. On October 29, the Commission considered and held over discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-a.pdf\">Notice of Proposed Rulemaking (NPRM)</a> on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and that are publicly distributed in multiple states but that do not refer to any particular state&#8217;s primary election. The Commission also discussed and held over further discussion on a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-b.pdf\">draft interpretive rule</a> on reporting independent expenditures for presidential primaries that are distributed nationwide.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151029.shtml\">Commission Documents/Public Disclosure Policies</a>. &#160;On October 29, the Commission held over discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>, a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-b.pdf\">Memorandum on Disclosing Additional Categories of Documents to the Public Record at the Close of an Enforcement Matter</a>, and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-c.pdf\">Memorandum on Additional Documents Appropriate for Release</a>.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-52-a.pdf\">Proposed Amendment to Directive 52 &#8211; Technical and Conforming Authority</a>. &#160;On October 28, the Commission approved on tally<strong> </strong>an amendment to Directive 52 to provide originating offices with authority to make technical and conforming changes to documents approved by the Commission.<br/>\n  <strong><br/>\n  PRESS RELEASES<br/>\n  </strong><br/>\n  <a href=\"../news_releases/20151028release.shtml\">Tune In to Tomorrow's FEC Open Meeting for Debut of betaFEC Website</a> (issued October 28)<br/>\n  <br/>\n  <a href=\"../news_releases/20151029release.shtml\">FEC Introduces First Phase of betaFEC Website</a> (issued October 29)<br/>\n  <br/>\n  <a href=\"../news_releases/20151029release_2.shtml\">FEC Launches betaFEC Website, Issues an Advisory Opinion and Discusses Two Advisory Opinion Requests</a> (issued October 29)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n  </strong>November 2: The Commission is scheduled to hold an <a href=\"../../../agenda/2015/documents/mtgdoc_15-59-a.pdf\">administrative review hearing</a> on Gary Johnson 2012, Inc.<br/>\n  <br/>\n  November 10: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  November 17: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  November 19: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  November 18: Candidate 101: Basics for Campaign Treasurers &amp; Staff webinar for new candidates and their committees. &#160;Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  November 20: November Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at <a href=\"../../../info/elearning.shtml\">http://www.fec.gov/info/elearning.shtml</a>.</p>\n          <div align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </div></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of October 26 - October 30, 2015", "issue": "2015-44", "href": "press2015/digests/20151030digest.shtml", "date": "10/30/2015", "pdf": null}