{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">July 5, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-27</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 1 &#8211; 5</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1241502.pdf\">AOR 2013-06 (DSCC)</a> On July 3, the Commission made public Advisory Opinion Request 2013-06. The Democratic Senatorial Campaign Committee is a national committee of the Democratic Party.&#160; DSCC asks the Commission to reexamine the meaning of the word \"spouse\" with respect to same-sex couples who are lawfully married under the laws of a state as discussed in Advisory Opinion 2013-02 (Winslow), in light of the Supreme Court decision in <em>United States v. Windsor</em>. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than July 15, 2013) and shall issue a response no later than 60 days after receipt of the complete request, specifically by August 30, 2013.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public one closed case and one Statement of Reasons. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6480</a> <br/>\n  COMPLAINANT: Christopher Healy<br/>\n  RESPONDENTS: CT Working Families Federal PAC d/b/a Take Back Congress CT and Timothy Sullivan, in his official capacity as treasurer; and Working Families Campaign Committee, et al. and Mary Rydingsward, in her official capacity as treasurer<br/>\n  SUBJECT:&#160; The complaint alleged that CT Working Families Federal PAC d/b/a Take Back Congress CT and Sullivan, in his official capacity as treasurer, (Federal PAC) (1) failed to use the same name as Working Families Campaign Committee (State Party), the state party with which it is affiliated, (2) accepted contributions from the State Party, and (3) failed to list those contributions &#8220;as income&#8221; in its financial disclosure reports.<br/>\n  DISPOSITION: The Commission found no reason to believe the Federal PAC violated the Federal Election Campaign Act of 1971, as amended, (the Act) because, with respect to state party committees registered with the Commission, the only naming requirement is that &#8220;such political committee shall not include the name of any candidate in its name.&#8221;&#160; The Commission further found no reason to believe the State Party and Federal PAC violated 2 U.S.C. &#167;&#167; 441a(a) and 441a(f), respectively,&#160; when the State Party made and the Federal PAC accepted reimbursements of shared expenses because a state party that has established a nonfederal account may allocate certain expenses between its federal and nonfederal accounts and transfer funds from its nonfederal account to its federal account to cover the nonfederal share of allocable expenses, and the Federal PAC disclosed those payments from the State Party as allocable expenses in amended financial disclosure reports.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6529 </a>&#8211; Gloria Negrete McLeod; Gloria Negrete McLeod for Congress and Gilbert McLeod, in his official capacity as treasurer; Gloria Negrete McLeod for Senate 2010; Gloria Negrete McLeod for Supervisor 2014; and Lang, Hansen, O&#8217;Malley &amp; Miller. On July 3, Chair Ellen L. Weintraub and Commissioner Steven T. Walther issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/13044334582.pdf\">Statement of Reasons</a>.</p>\n        <p><br/>\n            <strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADRs 606 and 608</a> &#160;&#8211; CT Working Families Federal PAC D/B/A Take Back Congress CT and Timothy Sullivan, in his official capacity as treasurer. The respondent agreed to develop and certify implementation of compliance measures and pay a civil penalty of $2,500.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/Garcia.shtml\"><em>Garcia for Congress, et al. v. FEC</em></a> (Case 3:13-cv-02401-K).&#160; On June 24, Garcia for Congress and Swati Patel filed a <a href=\"../../law/litigation/garcia_garcia_complaint.pdf\">complaint</a> in the United States District Court for the Northern District of Texas, Dallas Division. The complaint challenges the Commission's assessment of an administrative fine in the amount of $15,220, and asks the court to set aside or modify the Commission's administrative determination.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/vroom.shtml\"><em>Vroom v. FEC</em></a> (Case 1:12-cv-0143-RMC). On June 28, the United States District Court for the District of Columbia issued an <a href=\"../../law/litigation/vroom_dc_opinion.pdf\">Opinion</a>.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 12-5365). On July 3, the plaintiffs filed a <a href=\"../../law/litigation/wagner_wagner_brief2.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p>            <a href=\"20130701_Vroom.shtml\">District Court Issues Opinion in <em>Vroom v. FEC</em></a> (issued July 1)</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>July 9: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p/>\n        <p>July 11: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>July 10, Federal Election Commission, Washington, DC. <em>Seminar/Webinar </em><em>on Mid-Year Reporting for PACs and Party Committees</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 10, Federal Election Commission, Washington, DC. <em>Seminar/Webinar </em><em>on FECFiling &amp; E-Filing for PACs and Party Committees</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p><strong/></p>\n        <p>August 20-21, Austin, Texas, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#quarterly\">2013 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>July 20: July Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n          </strong><br/>\n  The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n        </p>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/>\n        <p align=\"center\"><strong>        </strong></p></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of July 1  - July  5, 2013 ", "issue": "2013-27", "href": "press2013/20130705digest.shtml", "date": "07/05/2013", "pdf": null}