{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">June 27, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140627digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-26</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of June 23 - 27 </strong></p>\n          <p align=\"center\">&#160;</p>\n          <p align=\"center\">&#160;</p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On June 24, the Commission held an executive session.</p>\n          <p/>\n          <p>On June 26, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n          <p/>\n          <p><strong>ADVISORY OPINION</strong></p>\n          <p><u>Advisory Opinion Issued</u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2014-04 (Enterprise Holdings, Inc.)</a>. On June 26, the Commission approved an advisory opinion in response to a request from Enterprise Holdings, Inc. The Commission concluded that the requestor&#8217;s use of payroll deductions to process voluntary contributions to its separate segregated fund (SSF) is permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. In recognition of and reliance on a representation from the New York State Department of Labor that New York state law does not apply to the requestor&#8217;s payroll deductions for its SSF, the Commission did not reach the question of whether the New York state law is preempted by the Act. &#160;Chairman Lee E. Goodman and Commissioners Caroline C. Hunter and Matthew S. Petersen issued a <a href=\"http://saos.fec.gov/aodocs/1257834.pdf\">Concurring Statement</a>.</p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public four closed cases and one Statement of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6481</a> <br/>\n          COMPLAINANT: America&#8217;s Survival Inc.<br/>\n          RESPONDENTS: RTTV America, Inc; and Ron Paul 2012 Presidential Campaign Committee, Inc. and Lori Pyeatt, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that RTTV America, Inc. (RTTV) made a prohibited contribution or expenditure on behalf of the Ron Paul 2012 Presidential Campaign Committee, Inc. and Pyeatt, in her official capacity as treasurer, when, as a foreign corporation, it produced an episode of a show promoting and soliciting campaign funds for Paul. <br/>\n          DISPOSITION: The Commission found no reason to believe RTTV made a prohibited in-kind corporate contribution since the press exemption applies to the activity at issue. The Commission exercised its prosecutorial discretion and dismissed the allegation that RTTV made and Ron Paul 2012 Presidential Campaign Committee, Inc. and Pyeatt, in her official capacity as treasurer, received prohibited contributions from foreign nationals in light of records before the Commission that reflect that RTTV is a domestic corporation and is wholly owned by a U.S. citizen.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6511</a> <br/>\n          COMPLAINANT: Citizens for Responsibility and Ethics in Washington; and Melanie Sloan<br/>\n          RESPONDENTS: Congressman Robert E. Andrews; and Rob Andrews U.S. House Committee and Maureen Doherty, in her official capacity as treasurer<br/>\n          SUBJECT:&#160; The complaint alleged that Rep. Andrews and Rob Andrews U.S. House Committee and Doherty, in her official capacity as treasurer, (the Committee) used campaign contributions to pay for expenses that were unrelated to Andrews&#8217;s campaign.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed allegations that Rep. Andrews and the Committee used campaign funds to pay for non-campaign related expenses incurred by Andrews&#8217;s daughter when she accompanied him on campaign trips to California in light of the small value of the potential personal use violation at issue. The Commission likewise dismissed the allegations in connection with for Andrews&#8217;s non-campaign related travel to Scotland, in light of the fact that Andrews reimbursed the Committee and the Committee to Strengthen America, Andrews&#8217;s Leadership PAC, for the expenses incurred by the Andrews family during the trip prior to receiving notice from the Commission of the complaint filed in this matter. The Commission found no reason to believe Rep. Andrews and the Committee used campaign funds to pay for expenses related to a party at Andrews&#8217;s home because the purpose of the event was primarily to commemorate Andrews&#8217;s service as a Member of Congress and because Andrews, using his personal funds, paid additional non-campaign related costs connected with his daughter and her guests at the party. Finally, the Commission found no reason to believe that Rep. Andrews and the Committee improperly used campaign funds for charitable donations to theaters near his district because the theaters at issue are qualified charitable organizations and there is no information to suggest that Andrews received any compensation from any of the theaters in return for his donations. Commissioner Ellen L. Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/14044354358.pdf\">Statement of Reasons</a>.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6609</a><br/>\n            COMPLAINANT: Clyde M. Collins, Jr.<br/>\n          RESPONDENTS: Friends of Connie Mack, Inc. and Craig Engle, in his official capacity as treasurer; and Connie Mack<br/>\n          SUBJECT: The complaint alleged that Mack and Friends of Connie Mack, Inc. and Engle, in his official capacity as treasurer, (the Committee) used campaign funds for personal use when an employee of Mack's campaign committee charged clothing purchases to Mack's campaign account.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the relatively low amount in violation and prompt remedial action taken by the Committee.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6773</a> <br/>\n          COMPLAINANT: Rick Weingard<br/>\n          RESPONDENTS: Brian Nestande; Nestande for Assembly 2012; Brian Nestande Officeholder Committee, Assembly 2012; Nestande for Congress and David Bauer, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Nestande and Nestande for Congress (Federal Committee) accepted prohibited non-federal funds and in-kind contributions from Nestande for Assembly 2012 and Brian Nestande Officeholder Committee, Assembly 2012, two committees associated with Nestande&#8217;s role as a state Assemblyman. The complaint alleged further that the Federal Committee failed to disclose the in-kind contributions from the state committees. Nestande is a 2014 candidate for California&#8217;s 36th Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the circumstances and in consideration of Commission priorities.</p>\n          <p><strong>AUDITS</strong></p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-31.pdf\">Audit Division Recommendation Memorandum on the Democratic Party of Illinois (DPIL)</a>. On June 26, the Commission approved the Audit Division Recommendation Memorandum on the DPIL, covering campaign finance activity between January 1, 2009 and December 31, 2010, subject to changes discussed at the open meeting. The Commission approved findings in the Draft Final Audit Report related to the misstatement of financial activity, recordkeeping for employees, and unreported Levin fund activity. &#160;The Commission directed the Audit Division to include in the Proposed Final Audit Report additional issues addressing (1) recordkeeping for certain employees and (2) fundraising receipts. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n          <p><a href=\"../../../audits/2012/AuditReport_2012_TennesseeDemocraticParty.shtml\">Final Audit Report on the Tennessee Democratic Party (TDP)</a>. On June 24, the Commission made public the Final Audit Report on the Tennessee Democratic Party, covering campaign finance activity between January 1, 2011 and December 31, 2012.&#160; The Commission approved a finding related to the filing of Levin Schedules.</p>\n          <p/>\n          <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p/>\n          <p>June 25, the Commission hosted a Webinar on July Quarterly Reporting for PACs and Party Committees.</p>\n          <p/>\n          <p>June 25, the Commission hosted a Webinar on FECFile for PACs and Party Committees.</p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../news_releases/20140626release.shtml\">FEC Approves Findings in Audit Division Recommendation Memorandum and Advisory Opinion</a> (issued June 26)</p>\n          <p><strong/></p>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>July 8: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>July 10: The Commission is scheduled to hold an <a href=\"../../../agenda/2014/agenda20140612.shtml\">open meeting</a>.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>July 15: July Quarterly Reports are due. For more information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#quarterly\">2014 Quarterly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website</p>\n          <p><strong/></p>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is now available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p>&#160;</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p/>\n          <p/>          <p align=\"center\">&#160;</p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of June 23 - June 27, 2014", "issue": "2014-26", "href": "press2014/digests/20140627digest.shtml", "date": "06/27/2014", "pdf": null}