{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>March 23, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-12</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\">&#160;</p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On March 20, the Commission held an Executive Session. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On March 22, the Commission held an Open Meeting. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"http://fec.gov/audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a><strong>.</strong></p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3411&amp;START=1205173.pdf\">AO 2012-05 (Lantos)</a>. On March 22, the Commission concluded that the Tom Lantos for Congress Committee may donate the balance of its funds to the Lantos Foundation for Human Rights and Justice, a tax-exempt charitable organization. The Federal Election Campaign Act of 1971, as amended, (the Act) permits the use of contributions accepted by a federal candidate for the purpose of making donations to an organization described in section 170(c) of the Internal Revenue code, and the Committee's proposed donation would not be a conversion to personal use. Tom Lantos was a member of Congress for 27 years and passed away in 2008.</p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3427\">AOR 2012-06 (RickPerry.org, Inc.)</a>. On March 22, the Commission discussed and voted on two draft advisory opinions regarding a request from RickPerry.org, Governor Rick Perry&#8217;s 2012 presidential campaign committee. The Commissioners agreed that RickPerry.org, Inc. may convert to a nonconnected committee and fund its activities with any remaining primary election funds or, alternatively, donate its primary election funds to Governor Perry&#8217;s state campaign committee, subject to the provisions of Texas law. The Commission did not reach consensus on either draft regarding the presidential committee&#8217;s proposed plan to obtain redesignations of contributions it designated and accepted for the general election for use by the nonconnected committee or by Governor Perry&#8217;s state campaign committee.The Commission directed the Office of General Counsel to prepare and circulate a revised draft advisory opinion reflecting the discussion at the meeting for a Commission vote. </p>\n        <p><u/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>AF 2290</strong></a> &#8211; Friends of Ray and Marian McKinney, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>AF 2487</strong></a> &#8211; Marco Rubio for US Senate and Keith A. Davis, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,360.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p><br/>\n            <a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Obama v. Federal Election Commission</em></a> (Civ. No. 11-1760). On March 21, a three-judge panel of the U.S. Court of Appeals for the Fourth Circuit heard oral argument in Richmond.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/vogel.shtml\"><em>Vogel for Congress v. FEC</em></a> (No. 11-cv-02309(RWR)). On March 21, the Commission filed a <a href=\"../../law/litigation/vogel_fec_mtd_memo.pdf\">motion to dismiss for lack of subject matter jurisdiction</a>.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (No. 11-cv-1841 (JEB)). On March 22, the United States District Court for the District of Columbia heard oral argument on plaintiffs' motion for a preliminary injunction.<br/>\n        </p>\n        <p><a href=\"../../law/litigation/Tisdale.shtml\"><em>Tisdale v. Obama</em></a> (Civ. No. 12-1124).&#160; On March 20, appellant filed a <a href=\"../../law/litigation/tisdale_tisdale_response_brief.pdf\">Response Brief in Opposition to the Commission&#8217;s Informal Brief</a> in the U.S. Court of Appeals for the Fourth Circuit.</p>\n        <p><br/>\n            <strong>PUBLIC DISCLOSURE </strong></p>\n        <p/>\n        <p>On March 22, the Commission announced the release of a new <a href=\"20120322DisclPortal.shtml\">campaign finance disclosure portal</a> that will simplify access to the wide range of data available on the agency&#8217;s website. The disclosure portal provides a single point of entry to federal campaign finance data. It features easily navigable maps, as well as a variety of search tools that will help users make the best use of the Commission&#8217;s data sources. Users can download many of the data sets available through the disclosure portal to perform their own analyses. The disclosure portal will be updated with new enhancements throughout the election cycle. </p>\n        <p/>\n        <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>On March 21, the Commission hosted a <em>Seminar/Webinar for House and Senate Campaigns and Political Party Committees. </em></p>\n        <p><strong/></p>\n        <p><strong>OUTREACH<br/>\n        </strong> </p>\n        <p>On March 21, Vice Chair Ellen Weintraub, Dan Patelas, Associated General Counsel for Enforcement, and Tom Hintermister, Assistant Staff Director for Audit Division, met with Prasana Dash, Director General of the Election Commission of India, to discuss the Commission's disclosure rules, enforcement procedure and the presidential public funding program.</p>\n        <p/>\n        <p>On March 22, Vice Chair Weintraub discussed campaign finance reform and recent campaign finance court cases with students from Seattle University.<br/>\n            <br/>\n  On March 19, Communications Specialist Isaac Baker discussed the presidential public funding program and recent campaign finance court cases with students from Williams College.</p>\n        <p><strong><br/>\n  PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120322OpenMeeting.shtml\">FEC Approves Advisory Opinion, Discusses Second, And Announces New Campaign Finance Disclosure Website Portal</a> (issued March 22)</p>\n        <p/>\n        <p><a href=\"20120322DisclPortal.shtml\">FEC Introduces New Campaign Finance Disclosure Website Portal</a> (issued March 22)</p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>March 20: March Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong><strong/></p>\n        <p><strong/></p>\n        <p>April 25, Washington, DC. <em>Seminar/Webinar for Corporations and their PACs.&#160; </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>May 23, Washington, DC. <em>Seminar/Webinar for</em><strong> </strong><em>Trade Associations, Labor Organizations, Membership Organizations and their PACs. </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.&#160;&#160; </p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of 11 CFR are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p>&#160;</p>\n      <p>&#160;</p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of March 19 - March 23, 2012 ", "issue": "2012-12", "href": "press2012/20120323digest.shtml", "date": "03/23/2012", "pdf": null}