{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">September 11,  2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150911digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-37</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of September 7 &#8211; 11</strong></p>\n          <p><strong><br/>\n  COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  </strong><br/>\n  <u>Drafts<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/aodocs/1318336.pdf\">AO 2015-06 (Maxine Waters)</a>. On September 10, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">two drafts</a> of Advisory Opinion 2015-06. The requestor, Representative Maxine Waters, asks whether members of Congress may contribute individually or through political committees to campaigns for elected office abroad. &#160;Public comments on the draft are due by noon on September 16. <br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public eight closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6626, 6629 and 6636</a><br/>\n  COMPLAINANTS: Sergio Torres, Sterling Marketing Group Inc.; Augusto Sevilla, Media225; and Elliott Arroyo <br/>\n  RESPONDENTS: Mittman for Congress and Tess Mittman, in her official capacity as treasurer; and Robert Mittman<br/>\n  SUBJECT: The complainants alleged that Mittman for Congress and Tess Mittman, in her official capacity as treasurer (the Committee), and Robert Mittman failed to reimburse them for services they rendered as vendors, and that the Committee did not disclose the amounts allegedly owed to the vendors on its disclosure reports. Mittman was a 2012 primary candidate for New York&#8217;s 6th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matters.&#160; The Commission observed that the Committee disclosed the claims underlying the complaints on its 2012 October Quarterly and subsequent financial disclosure reports.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6681</a><br/>\n  COMPLAINANT: Glenda Gail Parker<br/>\n  RESPONDENTS: Jill Stein for President and James Moran, in his official capacity as treasurer; Green Party of Virginia Federal PAC and Kirit Mookerjee, in his official capacity as treasurer; and SteppingStone Industries, Inc.<br/>\n  SUBJECT: The complaint alleged that the Green Party of Virginia Federal PAC and Mookerjee, in his official capacity as treasurer (GPVA), and Jill Stein for President and Moran, in his official capacity as treasurer (Stein Committee), knowingly accepted $7,755 in prohibited in-kind corporate contributions from the complainant&#8217;s company, SteppingStone Industries, Inc. (SSI), because GPVA and the Stein Committee did not compensate SSI for claimed services to the campaign for which SSI expected to be paid. Stein was a 2012 candidate for president.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter. The Commission observed that (1) there was no final agreement on a price for the complainant&#8217;s services, nor any agreement that she would be paid at all, thus creating a question as to the existence of any debt, and (2) the amount at issue was <em>de minimis</em>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6753</a><br/>\n  COMPLAINANT: Christy L. French<br/>\n  RESPONDENTS: Representative Stevan Pearce; People for Pearce and James Francis, in his official capacity as treasurer, and GOAL WestPAC and Philip G. Pearce, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Pearce and People for Pearce and Francis, in his official capacity as treasurer (Pearce Committee), directly or indirectly &#8220;established, financed, maintained or controlled&#8221; WestPAC, an independent expenditure-only political committee, which allegedly raised and spent money obtained outside federal limitations and source prohibitions. Pearce was a 2013 candidate for reelection from New Mexico&#8217;s 2nd Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter.&#160; The Commission observed that dismissal was appropriate given the relatively low dollar amount at issue, the fact that WestPAC refunded a $10,000 contribution to the Pearce Committee before the complaint in this matter was filed, and the fact that WestPAC spent the funds in question only on non-substantive, administrative expenses before refunding it.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6809</a><br/>\n  COMPLAINANT: Clayton L. Barker<br/>\n  RESPONDENTS: Kultala for Congress and Carol Marinovich, in her official capacity as treasurer; and Kultala for State Senate<br/>\n  SUBJECT: The complaint alleged that Kultala for Congress and Marinovich, in her official capacity as treasurer (Federal Committee), accepted a $1,000 contribution from Kultala for State Senate (State Committee), and that the two committees thus violated the prohibition on contributions from corporations and labor unions in connection with a federal election. Kelly Kultala was a 2014 candidate for Kansas&#8217;s 3rd Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter.&#160; The Commission observed that the amount of the alleged contribution was <em>de minimis</em> and was promptly refunded.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6862 and 6874</a><br/>\n  COMPLAINANT: Emily Cornell<br/>\n  RESPONDENTS: Friends of Mary Landrieu and Nancy Marsiglia, in her official capacity as treasurer; and Senator Mary Landrieu<br/>\n  SUBJECT: The first complaint alleged that Friends of Mary Landrieu and Marsiglia, in her official capacity as treasurer (the Committee), used $3,224.08 in official government funds to pay for a private charter flight, which Landrieu allegedly took solely to attend a campaign fundraising event, and failed to report those costs in its disclosure reports. The second complaint alleged that the Committee used $33,727.02 in official government funds to pay for Landrieu&#8217;s campaign-related charter flights, rather than using Committee funds to pay for those costs, and failed to report its expenditure of official government funds that that purpose.<br/>\n  DISPOSITION: The Commission found no reason to believe Landrieu or the Committee violated the Federal Election Campaign Act of 1971, as amended (the Act), because no provision of the Act or Commission regulations governs the use or misuse of official government funds for campaign-related travel, which instead is governed by a federal appropriations law and subject to Congressional oversight.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n  The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 754</a> &#8211; Gallego for Arizona and Rebecca Wininger, in her official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of a compliance operations manual which includes internal controls consistent with those described in the Commission&#8217;s Internal Controls and Political Committees advisory document and the Best Practices for Committee Management, (2) certify that a representative of the Committee participated in an FEC conference, webinar, or other program developed in consultation with the FEC&#8217;s Information Division, and (3) pay a civil penalty of $2,000.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/JeremyJohnson.shtml\"><em>FEC v. Johnson</em></a> (Case 2:15-cv-00439-DB). On September 8, the Defendant filed a <a href=\"../../../law/litigation/johnson_johnson_mtd.pdf\">Motion to Dismiss</a>  in the United States District Court for the District of Utah.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/Levinthal.shtml\"><em>Levinthal, et al v. FEC</em></a> (Case 1:15-cv-01148-JEB). On September 4, the Commission filed its <a href=\"../../../law/litigation/levinthal_fec_answer.pdf\">Answer</a> in the United States District Court for the District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/wagner.shtml\"><em>Wagner, et al. v. FEC</em></a> (Case 13-5162). On September 8, the United States Court of Appeals for the District of Columbia Circuit issued a <a href=\"../../../law/litigation/wagner_ac_mandate.pdf\">Mandate</a>.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><strong><br/>\n  </strong>On September 3-7, Commissioner Steven T. Walther served as an international observer for the 2015 General and Central American Parliament Deputies Elections in Guatemala. <br/>\n  <br/>\n  On September 10, Vice Chairman Matthew S. Petersen spoke at the Practising Law Institute conference in Washington, DC.<br/>\n  <strong><br/>\n  </strong>On September 11, Acting General Counsel Dan Petalas participated in a panel discussion at the Practising Law Institute conference in Washington, DC.<br/>\n  <strong><br/>\n  UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n  <br/>\n  September 15: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n  <br/>\n  September 17: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  September 30: FECFile Webinar for Candidates.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  October 20-21, San Diego, CA, Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  September 20: September Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml. </p>\n          <p align=\"center\">            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n              </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of September 7 - September 11, 2015", "issue": "2015-37", "href": "press2015/digests/20150911digest.shtml", "date": "09/11/2015", "pdf": null}