{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">October 24, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20141024digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-43</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of October 20 &#8211; 24</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On October 21, the Commission held an <a href=\"../../../sunshine/2014/executive/notice20141021.pdf\">executive session</a>.</p>\n          <p/>\n          <p>On October 23, the Commission held an <a href=\"../../../agenda/2014/agenda20141023.shtml\">open meeting</a>.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2014-16 (Connecticut Democratic State Central Committee).</a> On October 21, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1306461.pdf\">comment</a> on Advisory Opinion Request 2014-16 from the Connecticut Democratic State Central Committee. On October 22, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1306615.pdf\">supplement</a>. On the same day the Committee withdrew its Advisory Opinion Request. &#160;</p>\n          <p><strong/></p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public three closed cases and two Statements of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6578</a><br/>\n          COMPLAINANT: Dr. Samuel M. Aanestad<br/>\n          RESPONDENTS: Doug LaMalfa Committee and David Bauer, in his official capacity as treasurer; Doug LaMalfa; Mark Spannagel; and www.sam4congress.com<br/>\n          SUBJECT: The complaint alleged that Doug LaMalfa Committee and Bauer, in his official capacity as treasurer (the Committee), LaMalfa and Spannagel created a website, www.sam4congress.com, that expressly advocated complainant Aanestad&#8217;s defeat in the 2012 primary without the correct disclaimer. The complaint alleged further that the website was attributed falsely to supporters of another primary candidate and that, depending on the cost of the activity at issue, the Committee, LaMalfa and Spannagel failed both to file the necessary independent expenditure reports and to register as a political committee with the Commission. LaMalfa was a 2012 primary candidate for California&#8217;s 1st Congressional District. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegations that a website lacked a disclaimer in light of the <em>de minimis</em> amount at issue and the low number of visitors to the website. The Commission found no reason to believe the Committee, LaMalfa or Spannagel fraudulently misrepresented campaign authority because the website contained no suggestion that it was misrepresenting its source as Aanestad, the targeted candidate. The Commission further found no reason to believe that the Committee, LaMalfa or Spannagel (1) failed to file an independent expenditure report, because the costs associated with the website did not exceed $250, the threshold amount for the reporting requirement, or (2) failed to register as a political committee, because the costs associated with the website did not meet the $1,000 statutory threshold for political committee status.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6729</a><br/>\n          COMPLAINANT: Citizens for Responsibility and Ethics in Washington<br/>\n          RESPONDENT: Checks and Balances for Economic Growth<br/>\n          SUBJECT: The complaint alleged that Checks and Balances for Economic Growth (Checks and Balances), an organization formed under Section 501(c)(4) of the Internal Revenue Code, knowingly and willfully violated the Federal Election Campaign Act of 1971, as amended (the Act) by failing to file disclosure reports in connection with two television advertisements and failing to include disclaimers on the ads.<br/>\n          DISPOSITION: The Commission closed the file. Statements of Reasons were issued by <a href=\"http://eqs.fec.gov/eqsdocsMUR/14044363864.pdf\">Chairman Lee E. Goodman and Commissioners Caroline C. Hunter and Matthew S. Petersen</a> and by <a href=\"http://eqs.fec.gov/eqsdocsMUR/14044363872.pdf\">Vice Chair Ann M. Ravel</a>. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6768</a> <br/>\n          COMPLAINANT: FEC-Initiated<br/>\n          RESPONDENT: Debra Doherty <br/>\n          SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that Doherty, a former committee treasurer, made six unauthorized withdrawals of committee funds totaling $14,500 and failed to disclose either the withdrawals or subsequent repayments of those withdrawals in disclosure reports filed with the Commission. <br/>\n          DISPOSITION: The Commission found reason to believe that Doherty knowingly and willfully violated the Act. The Commission subsequently exercised its prosecutorial discretion and took no further action against Doherty.</p>\n          <p/>\n          <p><strong>ADMINISTRATIVE FINES</strong></p>\n          <p/>\n          <p>The Commission made public 10 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2791</a> &#8211; American Academy of Pediatric Dentistry Political Action Committee and John S. Rutkauskas, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $340.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2792</a> &#8211; Art Gardner 2014 and John W. Greenwald, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $360.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2795</a> &#8211; DC Democratic State Committee and William O&#8217;Field, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2798</a> &#8211; GrayRobinson, P.A., Political Action Committee and J. Charles Gray, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $220.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2800</a> &#8211; McCaskill Senate Fund and Michelle Sherod, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $117.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2802</a> &#8211; Plumbers and Pipefitters Local Union 74 and Mark R. Permar, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2804</a> &#8211; Steve Salazar for Congress and Rosario Rodriguez, in her official capacity as treasurer. The Commission made a final determination to take no further action.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2805</a> &#8211; Texans for Stovall and Katherine Brackeen Stovall, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,255.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2806</a> &#8211; Triumph Group Inc PAC and Clay Crawford, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $750.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2808</a> &#8211; United Fresh Produce Association FRESH POLITICAL ACTION COMMITTEE (FRESHPAC) and Robert Guenther, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public three campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 698</a> &#8211; Official 12th Dist. Dem. Party and James Jackson, in his official capacity as treasurer. The Commission dismissed the case.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 717</a> &#8211; Defend America PAC and John J. Lloyd, in his official capacity as treasurer. The respondent agreed to (1) certify that a representative participated in an FEC conference, and (2) pay a civil penalty of $4,500.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 729</a> &#8211; Liberty for All Action Fund and Christopher M. Marston, in his official capacity as treasurer. The respondent agreed to (1) certify that procedures whereby bank statements are reconciled with the accounting system and that all FEC reports are reconciled with bank statements prior to filing, and (2) pay a civil penalty of $10,000.</p>\n          <p><strong/></p>\n          <p><strong>AUDITS</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-54-a.pdf\">Proposed Final Audit Report on the Democratic Party of Illinois</a>. On October 23, the Commission approved the Proposed Final Audit Report on the Democratic Party of Illinois, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity, recordkeeping for employees and unreported Levin Fund activity. The report also addressed additional issues related to (1) recordkeeping for certain employees and (2) fundraising receipts.</p>\n          <p/>\n          <p><strong>COMMISSIONERS&#8217; STATEMENTS</strong></p>\n          <p><strong/></p>\n          <p>On October 20, a <a href=\"../../../members/ravel/statements/141020_Ravel_Statement_on_McCutcheon.pdf\">statement</a> was issued by Vice Chair Ann M. Ravel regarding the submission of public comments in the <em><a href=\"../../../agenda/2014/documents/mtgdoc_14-52-a.pdf\">McCutcheon v. FEC</a></em> rulemaking.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p/>\n          <p><a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 1:14-cv-01243-RMC). On October 20, the United States District Court for the District of Columbia issued a <a href=\"../../../law/litigation/holmes_dc_opinion.pdf\">Memorandum Opinion</a> and <a href=\"../../../law/litigation/holmes_dc_order.pdf\">Order</a> denying Plaintiffs' Motion for a Preliminary Injunction.</p>\n          <p/>\n          <p><em><a href=\"../../../law/litigation/public_citizen.shtml\">Public Citizen, et al. v. FEC</a></em> (Case 1:14-cv-00148-RJL). On October 22, the plaintiffs filed a <a href=\"../../../law/litigation/public_public_reply.pdf\">Reply Memorandum in Support of their Motion for Summary Judgment and Memorandum in Opposition to Commission&#8217;s Cross-Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n          <p/>\n          <p><strong>RULEMAKING</strong></p>\n          <p><strong/></p>\n          <p><a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=305685\">Final Rules on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations</a>. On October 21, 2014, the Commission published the <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=305685\">Final Rules</a> in the Federal Register. </p>\n          <p><strong/></p>\n          <p><strong>OUTREACH</strong></p>\n          <p><strong/></p>\n          <p>On October 22, Vice Chair Ravel discussed the work of the Commission with a delegation of young private sector and government leaders from Africa as part of the State Department's International Visitor Leadership Program.</p>\n          <p/>\n          <p>On October 23, Vice Chair Ravel participated in a public forum concerning the future of campaign finance at the Emory University School of Law in Atlanta, GA. </p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p/>\n          <p><a href=\"../news_releases/20141021release.shtml\">District Court Issues Memorandum Opinion and Order in <em>Holmes, et al. v. FEC</em></a> (issued October 21)</p>\n          <p/>\n          <p><a href=\"../news_releases/20141023release.shtml\">FEC Approves Proposed Final Audit Report</a> (issued October 23)</p>\n          <p/>\n          <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n          <p/>\n          <p>October 20: October Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p>October 23: Pre-General Reports were due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#general\">2014 General Election Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>November 6: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>November 18: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>November 20: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p/>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n          <p/>\n          <p>November 19, 2014, Federal Election Commission, Washington, DC. Roundtable/Webinar and In-Person Workshop on Post-General Reporting &amp; Winding Down the Campaign. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>December 4: Post-General Reports are due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#general\">2014 General Election Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is now available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of October 20 - October 24, 2014", "issue": "2014-43", "href": "press2014/digests/20141024digest.shtml", "date": "10/24/2014", "pdf": null}