{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">June 5, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150605digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-23</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong><br/>\n            Week of June 1 &#8211; 5</strong></p>\n          <p><br/>\n              <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n              </strong><br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  </strong><br/>\n  <a href=\"http://saos.fec.gov/aodocs/1316721.pdf\">AOR 2015-03 (Democracy Rules, Inc.)</a>. On June 4, the Commission made public Advisory Opinion Request 2015-03. Democracy Rules, Inc., a California corporation, asks whether it may collect and forward contributions from individuals to principal campaign committees. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than June 14, 2015) and issue a response no later than 60 days after receipt of the complete request, specifically by August 3, 2015.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  </strong><br/>\n  The Commission made public one closed case, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6363 and 6440</a><br/>\n  COMPLAINANTS: Christopher Wolfe; and Michael D. Brunelle, New Hampshire Democratic Party<br/>\n  RESPONDENTS: Frank Guinta; Friends of Frank Guinta and Paul Kilgore, in his official capacity as treasurer; Richard Guinta; and Magdalene Virginia Guinta<br/>\n  SUBJECT: The complaints alleged that Guinta and Friends of Frank Guinta and Paul Kilgore, in his official capacity as treasurer (the Committee), received excessive contributions in the name of another and misreported them as loans or contributions from the candidate. Guinta was a 2010 candidate for New Hampshire&#8217;s 1st Congressional District.<br/>\n  DISPOSITION: The Commission found reason to believe that the Committee accepted excessive contributions because funds that Guinta reported as personal loans to the Committee were drawn from accounts held in the names of Guinta&#8217;s parents, Richard and Magdalene Virginia Guinta. Following an investigation, the Commission entered into a conciliation agreement providing for Guinta and the Committee to pay a civil penalty of $15,000 and for the Committee to refund the $355,000 at issue within 12 months. The Commission issued a caution to Richard Guinta and Magdalene Virginia Guinta.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES</strong></p>\n          <p>    The Commission made public 22 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2846</a> &#8211; Beale for Congress and Steven R. Burris, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $7,700.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2847</a> &#8211; Calvin D. Turnquest for Congress and Olivia Outmezguine, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2850</a> &#8211; Espero for Congress and Bryan Gallarde, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2851</a> &#8211; Friends of Curtis C. Osborne and Christopher Eugene Carter, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $275.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2855</a> &#8211; Jason for South Dakota and Jamie Neitzke, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2856</a> &#8211; Jay Stamper for Senate Committee and Jeremy M. Stamper, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2857</a> &#8211; Jorge Bonilla for US Congress Inc and Magdalena Bonilla, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2858</a> &#8211; Julianne MN Inc and Charles P. Erickson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of <a name=\"OLE_LINK4\"/><a name=\"OLE_LINK1\">$1,090</a>.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2859</a> &#8211; Kirkmeyer for Congress and Marjorie Klein, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2860</a> &#8211; Kumar for Congress and Marjorie Kumar, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2861</a> &#8211; Malone People Action Committee-Delegate and Glenridge A Pole, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,070.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2862</a> &#8211; Marcus Brandon for Congress and Cecil Antonio Brockman, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2863</a> &#8211; McCline for Congress and Trine Andersen, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2864</a> &#8211; New Mexicans for Richard Priem and Patti Rivas, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2865</a> &#8211; Raye for Congress and Nichi S. Farnham, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2866</a> &#8211; Tom Carter for Congress and Thomas Carter, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2868</a> &#8211; Democratic Foundation of Orange County and Glen Hatton, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2869</a> &#8211; Int. Longshoremens Assoc (ILA) Local 1291 Political Action Committee and Martin Mascuilli, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $345.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2870</a> &#8211; Plumbers and Pipefitters Local Union 74 and Mark R. Permar, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,100.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2872</a> &#8211; Solano County Republican Central Committee (Fed. Acct.) and Delon Jackson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.<br/>\n    <strong><br/>\n    </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2909</a> &#8211; WENDYROGERS.ORG and Sarah M. Raybon, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,690.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2998</a> &#8211; Sullivan for US Senate and Eric Campbell, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,890.<strong><br/>\n    <br/>\n    ALTERNATIVE DISPUTE RESOLUTION<br/>\n    </strong><br/>\n    The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 752</a> &#8211; Joyce McDonald for Congress and Gary McDonald, in his official capacity as treasurer. The Commission exercised its prosecutorial discretion and dismissed the matter.<br/>\n    <br/>\n    <strong>LITIGATION<br/>\n    <br/>\n    </strong><a href=\"../../../law/litigation/public_citizen.shtml\"><em>Public Citizen, et al. v. FEC</em></a> (Case No. 14-5199). On June 5, a panel of the United States Court of Appeals for the District of Columbia Circuit issued its <a href=\"../../../law/litigation/public_ac_opinion.pdf\">Opinion</a> and Per Curiam <a href=\"../../../law/litigation/public_ac_judgment.pdf\">Judgment</a>. The Court of Appeals held that Crossroads GPS has standing to defend the Commission's decision dismissing Public Citizen's administrative complaint against it and that it has a right to intervene in the case, reversing the decision of the United States District Court for the District of Columbia that the Federal Election Commission adequately represents the interests of Crossroads GPS.<br/>\n    <br/>\n    <strong>EDUCATIONAL PROGRAMS<br/>\n    </strong><br/>\n    On June 3, the Commission hosted a Webinar for Campaign Committees.&#160; <br/>\n    <br/>\n    <strong>OUTREACH<br/>\n    <br/>\n    </strong>On June 1, Chair Ann M. Ravel discussed the work of the Commission with a group of students from Villanova University. The group also toured the agency's Public Records Office.<br/>\n    <br/>\n    <strong>PUBLIC DISCLOSURE<br/>\n    <br/>\n    </strong>On June 2, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../../fecig/documents/OIGSARtoCongress_May2015.pdf\">2015 Semiannual Report to Congress</a> covering October 31, 2014 through March 31, 2015.<a href=\"../../../fecig/documents/FEC2014FinancialStatementAuditReport.pdf\"/><br/>\n    <br/>\n    <strong>PRESS RELEASES<br/>\n    <br/>\n    </strong><a href=\"../news_releases/20150605release.shtml\">Appeals Court Reverses District Court Decision in <em>Public Citizen, et al. v. FEC</em></a><strong> </strong>(issued June 5) <br/>\n    <strong><br/>\n    UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n    <br/>\n    June 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n    <br/>\n    June 18: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n    <br/>\n    Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n    <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n    </strong><br/>\n    June 24: FECFile Webinar for Candidates.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n    <strong><br/>\n    UPCOMING REPORTING DUE DATES<br/>\n    </strong><br/>\n    June 20: June Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n    <strong><br/>\n    OTHER RESOURCES <br/>\n    </strong><br/>\n    The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n    <br/>\n    The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n    <br/>\n    The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n    <br/>\n    The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n    <br/>\n    The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n    <br/>\n    The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n    <br/>\n    The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n    <br/>\n    <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p>&#160;          </p>\n          <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a>\n          </div>\n          <p align=\"center\">&#160;          </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of June 1 - June 5, 2015", "issue": "2015-23", "href": "press2015/digests/20150605digest.shtml", "date": "06/05/2015", "pdf": null}