{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 17, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-33</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 13 &#8211; 17</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\"><strong>AO 2012-26 (Cooper for Congress, ArmourMedia, Inc., and m-Qube, Inc.)</strong></a>. On August 13, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1223452.pdf\">extension</a> from the requestors. On August 14, the Commission concluded that Cooper for Congress (the Committee), ArmourMedia, Inc., and m-Qube, Inc.&#8217;s proposal to receive and process contributions by text message is consistent with the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. In approving the advisory opinion, the Commission determined that the Committee is solely responsible for determining the eligibility of its contributors and that it will not receive in-kind contributions when wireless service providers apply their normal business practices in their administration of the Committee's text message program. &#160;</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AO 2012-28 (CTIA &#8211;</strong><strong> The Wireless Association)</strong></a>. On August 14, Commission concluded that CTIA &#8211; The Wireless Association&#8217;s proposal to process contributions by text message is consistent with the Act and Commission regulations. The Commission determined that CTIA and the wireless service providers are not responsible for determining the eligibility of a contributor or for ensuring compliance with (1) the $50 monthly limit on contributions, (2) the recordkeeping obligations for contributions in excess of $200, or (3) the limitation of one short code per campaign.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website.</p>\n        <p><strong>ENFORCEMENT<br/>\n          </strong><br/>\n  The Commission made public four closed cases and two Statements of Reasons. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6414</strong></a><br/>\n  COMPLAINANT: Edward R. Martin, Jr. on behalf of Ed Martin for Congress Committee <br/>\n  RESPONDENTS: Congressman Russ Carnahan; Russ Carnahan in Congress Committee and John R. Truman, in his official capacity as treasurer; Veritas Research, LLC; Michael Corwin; and Jeannine Dillon <br/>\n  SUBJECT: The complaint alleged (1) that Carnahan and Russ Carnahan in Congress Committee (the Committee) coordinated with Veritas Research, LLC (Veritas), Corwin and Dillon in the creation and publication of a website attacking Martin, and (2) that Carnahan and the Committee failed to provide a disclaimer indicating they had paid for and authorized the website. Carnahan and Martin were 2010 candidates for Missouri&#8217;s 3rd Congressional District. <br/>\n  DISPOSITION: The Commission found no reason to believe that Carnahan and the Committee failed to report in-kind contributions in creating and posting the website or failed to include a disclaimer on the website.&#160; The Commission also found no reason to believe that Veritas, Corwin or Dillon violated the Act in connection with the website, because it does not appear that the website satisfied the content standard of the Commission&#8217;s coordinated communication regulations and the individuals responsible for the website were not compensated for services relating to the website design, production or hosting.&#160; In addition, in connection with a possible excessive or prohibited in-kind contribution in the form of free or discounted services, the Commission exercised its prosecutorial discretion and dismissed the matter in connection with (1) Veritas making and the Committee and Truman, in his official capacity as treasurer, accepting such services and (2) the failure to report any such contributions, in light of the supplemental responses provided by respondents.<strong> </strong></p>\n        <p><strong><br/>\n          </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6441</strong></a> <br/>\n  COMPLAINANT: Melody M. Bradshaw<br/>\n  RESPONDENT: Unknown Respondent<br/>\n  SUBJECT: The complaint alleged that unknown persons or entities sponsored and distributed mailers without disclaimers identifying who was responsible for the mailers.<br/>\n  DISPOSITION: The Commission closed the file. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/12044320523.pdf\">Statement of Reasons</a> was issued by Vice Chair Ellen L. Weintraub and Commissioners Cynthia L. Bauerly and Steven T. Walther. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6502</strong></a><br/>\n          COMPLAINANT: Mark Fahleson, Chairman, Nebraska Republican Party <br/>\n          RESPONDENTS: Nebraska Democratic Party(f/k/a Nebraska Democratic State Central Committee) and Gerry Finnegan, in his official capacity as treasurer; Ben Nelson 2012 and Susan Landow, in her official capacity as treasurer; and Senator Ben Nelson<br/>\n          SUBJECT: The complaint alleged the Nebraska Democratic Party (f/k/a Nebraska Democratic State Central Committee) (NDP) and Finnegan, in his official capacity as treasurer, made, and Nelson and his principal campaign committee, Ben Nelson 2012 and Landow, in her official capacity as treasurer (Nelson Committee) accepted, excessive in-kind contributions in the form of coordinated party expenditures when the NDP paid over $450,000 to create and air four radio and television advertisements that featured Nelson in a voiceover and on camera. Specifically, the complaint alleged that the ads constituted republication of Nelson Committee campaign materials. The complaint further alleged that the NDP ads contained unclear and misleading disclaimers. Senator Nelson was a 2012 candidate for Nebraska&#8217;s U.S. Senate seat but announced on December 27, 2011 that he would not seek reelection. <br/>\n        DISPOSITION: The Commission found no reason to believe the NDP and Finnegan, in his official capacity as treasurer, made excessive contributions, and no reason to believe that Nelson and the Nelson Committee accepted excessive contributions because the ads do not satisfy the content prong of the coordination regulations. The Commission exercised its prosecutorial discretion and dismissed the allegation that the NDP and Finnegan, in his official capacity as treasurer, violated the disclaimer requirements of the Act and Commission regulations in light of the fact that one incorrect disclaimer resulted from vendor error and because it does not appear likely that the public would be confused or misled about who paid for the ads. The Commission sent a letter reminding the NDP of the Commission&#8217;s disclaimer requirements. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/12044320529.pdf\">Statement of Reasons</a> was issued by Vice Chair Ellen L. Weintraub and Commissioners Cynthia L. Bauerly and Steven T. Walther. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6549</strong></a><strong>&#160; <br/>\n        </strong>COMPLAINANT: John MacDonald<br/>\n        RESPONDENTS: Ted Waga; and the Committee to Elect Ted Waga III and Laurie Lee Wymer, in her official capacity as treasurer<br/>\n        SUBJECT: The complaint alleged that Waga, and the Committee to Elect Ted Waga III and Wymer, in her official capacity as treasurer, failed to include the required disclaimers in certain campaign radio advertisements. Waga was a 2012 candidate for Pennsylvania&#8217;s 19th Congressional District. <br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation that Waga, and the Committee to Elect Ted Waga III and Wymer, in her official capacity as treasurer, violated the disclaimer requirements of the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations.&#160; The Commission dismissed the allegation in light of the fact that the advertisements contained sufficient identifying information to prevent the public from being misled as to who paid for them, and in light of the low amount in violation and the fact that the Committee has taken remedial action. The Commission sent a letter reminding Waga and the Committee of the Commission&#8217;s disclaimer requirements on campaign radio advertisements.</p>\n        <p><strong/></p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2511</a> &#8211; Joe for Congress 2012 and Chris Marston, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $505.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../audits/2010/AuditReport_2010_FriendsofToddYoung.shtml\">Final Audit Report on the Friends of Todd Young</a>. On August 13, the Commission issued the Final Audit Report on the Friends of Todd Young, covering campaign finance activity between February 12, 2009 and December 31, 2010. The Commission found that the Committee received apparent prohibited contributions, received contributions in excess of the limit and failed to file 48-hour contribution notices.</p>\n        <p/>\n        <p><a href=\"../../audits/2010/AuditReport_2010_LegacyCommittee.shtml\">Final Audit Report on The Legacy Committee Political Action Committee</a>. On August 15, the Commission issued the Final Audit Report on The Legacy Committee Political Action Committee, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that the Committee misstated its financial activity and did not timely file independent expenditures notices, nor properly disclose independent expenditures. </p>\n        <p/>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/beam.shtml\"><em>Beam v. Hunter</em></a> (formerly Beam v. Petersen) (Case 11-3386). On August 13, the Plaintiffs-Appellants filed a <a href=\"../../law/litigation/beam_beam_reply_brief.pdf\">Reply Brief</a> in the United States Court of Appeals for the Seventh Circuit. Oral Argument is scheduled for October 2, 2012.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/combatveterans.shtml\"><em>Combat Veterans for Congress PAC v. FEC</em></a> (Case 1:11-cv-02168-CKK). On August 10, the plaintiffs filed a <a href=\"../../law/litigation/cvcp_cvcp_msj_memo2.pdf\">Memorandum of Points and Authorities in Further Support of their Motion for Summary Judgment and in Opposition to the Commission&#8217;s Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/FreeSpeech.shtml\"><em>Free Speech v. FEC</em></a> (Case 2:12-cv-00127-SWS). On August 10, the Campaign Legal Center and Democracy 21 filed an <a href=\"../../law/litigation/freespeech_amici_memo.pdf\">Unopposed Motion to Participate as Amici Curiae with Supporting Memorandum of Law</a>&#160; and a <a href=\"../../law/litigation/freespeech_amici_memo_opp_mpi.pdf\">Memorandum as Amici Curiae in Opposition to Plaintiff's Motion for Preliminary Injunction</a> in the United States District Court for the District of Wyoming. On the same day, the Commission filed its <a href=\"../../law/litigation/freespeech_fec_opp_mpi.pdf\">Opposition to Plaintiff&#8217;s Motion for Preliminary Injunction</a>. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/HLF.shtml\"><em>Hispanic Leadership Fund, Inc. v. FEC</em></a> (Case 1:12-cv-00893-TSE-TRJ). On August 10, the Hispanic Leadership Fund, Inc. filed a <a href=\"../../law/litigation/hlf_hlf_complaint2.pdf\">complaint</a> in the United States District Court for the Eastern District of Virginia Alexandria Division. The complaint challenges the Commission&#8217;s interpretation of what constitutes a &#8220;clearly identified candidate&#8221; in the context of the Federal Election Campaign Act&#8217;s disclosure requirements for electioneering communications. On the same day the plaintiff filed a <a href=\"../../law/litigation/hlf_hlf_mpi2.pdf\">Motion for Preliminary Injunction</a>. On August 15, the Commission filed a <a href=\"../../law/litigation/hlf_fec_opp_mpi.pdf\">Memorandum in Opposition to Plaintiff's Motion for Preliminary Injunction</a>.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. (LNC) v. FEC</em></a> (Case 1:11-cv-00562-RLW). On August 13, the plaintiff filed a <a href=\"../../law/litigation/lnc_lnc_memo_opp_msj.pdf\">Memorandum of Points and Authorities in Opposition to the Commission&#8217;s Motion for Summary Judgment and Reply to the Commission&#8217;s Opposition to Plaintiff's Certification Motion</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/nader.shtml\"><em>Nader v. FEC</em></a> (Case 12-5134). On August 10, the Appellant filed a <a href=\"../../law/litigation/nader_nader_app_brief.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\">Wagner v. FEC</a> (Case 1:11-cv-01841-JEB). On August 15, the Commission filed its <a href=\"../../law/litigation/wagner_fec_msj.pdf\">Motion for Summary Judgment</a> and a <a href=\"../../law/litigation/wagner_fec_msj_memo.pdf\">Memorandum in Support of its Motion for Summary Judgment and in Opposition to Plaintiffs' Motion for Summary Judgment</a> in the United States District Court for the District of Columbia.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120813AO_2.shtml\">FEC Issues Two Advisory Opinions</a> (issued August 15)</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong> </p>\n        <p/>\n        <p>August 23: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#meetings\">Open Session</a>.</p>\n        <p/>\n        <p>August 23: The Commission is scheduled to hold an open audit hearing on <a href=\"../../agenda/2012/agendaaudithearing20120823.shtml\">McCain-Palin 2008, Inc. and McCain-Palin Compliance Fund, Inc.</a></p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>August 28, Washington, DC. <em>Roundtable Workshop on</em> <em>Pre-Election Communications</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>August 20: August Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <u>http://twitter.com/fec</u></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of August 13 - August 17, 2012", "issue": "2012-33", "href": "press2012/20120817digest.shtml", "date": "08/17/2012", "pdf": null}