{"html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellpadding=\"0\">\n              </table>              \n              For Immediate Release\n              <br/>\n              December 24, 2009\n              <div align=\"right\">\n  <p>Contact:&#160;Judith Ingram<br/>\n    Mary Brandenberger<br/>\n      Christian Hilland<br/>\n      Julia Queen</p>\n  </div>\n              <p align=\"right\">ISSUE 2009-33</p>\n              <p align=\"center\"><strong>Weekly Digest</strong></p>\n              <p align=\"center\"><strong>Week of December 21 &#8211; 24</strong></p>\n              <p><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p><strong/></p>\n              <p>The Commission did not hold Open or Executive Sessions this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. </p>\n              <p>Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p><strong/></p>\n              <p><u>Request Received </u></p>\n              <p/>\n              <p><strong>AOR 2009-32 (Jorgensen). </strong>On December 22, the Commission made public Advisory Opinion Request 2009-32, in which Dr. Richard Jorgensen asks whether Commission regulations permit him to sell certain fundraising items for political committees.&#160; The Commission must issue a response no later than 60 days after receipt of a complete request, that is, by February 16.</p>\n              <p/>\n              <p><strong>ENFORCEMENT<br/>\n              </strong></p>\n              <p>The Commission made public five closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5996</a> &#8211; Education Finance Reform Group; and Tim Bee for Congress and David Katsel, in his official capacity as treasurer. The Commission found no reason to believe violations occurred in connection with two allegations and it dismissed a third allegation.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6196</a> &#8211; Christopher G. Kennedy.&#160; The Commission found no reason to believe the respondents violated the Federal Election Campaign Act of 1971, as amended (the Act). </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6192</a> &#8211; Madison County Democratic Central Committee; SimmonCooper LLC; and Lakin Law Firm P.C. The Commission found no reason to believe the respondents violated the Act. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6075</a> &#8211; Friends of Bill Zedler; Bill Zedler; Congressman Joe Barton; and Congresswoman Kay Granger. The Commission found no reason to believe the respondents violated the Act. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6037</a> &#8211; Jeff Merkley for Oregon and Kevin Neely, in his official capacity as treasurer; Jeff Merkley; Democratic Party of Oregon and Laura Calvo, in her official capacity as treasurer; and Democratic Senatorial Campaign Committee and John B. Poersch, Jr., in his official capacity as treasurer. The Commission closed the file. </p>\n              <p><strong>ALTERNATIVE DISPUTE RESOLUTION </strong></p>\n              <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n                  <br/>\n                  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 504</a> &#8211; Washington State Democratic Central Committee and Habib M. Habib as Treasurer. &#160;&#160;&#160;The Commission closed the file.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 505</a> &#8211; Democratic Party of Oregon and Laura Calvo as Treasurer. The respondents agreed to send a representative to an FEC conference and pay a civil penalty of $1,000.</p>\n              <p/>\n              <p><strong>LITIGATION</strong></p>\n              <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Obama, Inc. v. Federal Election Commission</em></a>. On December 22, the plaintiff filed a <a href=\"../../law/litigation/rtao_sc_rtao_writ_cert.pdf\"><em>Petition for a</em> <em>Writ of Certiorari</em></a> with the United States Supreme Court, after the United States Court of Appeals for the Fourth Circuit denied the plaintiff's petition for rehearing by the full Fourth Circuit of that Court's denial of a preliminary injunction. The Real Truth About Obama (RTAO), a nonprofit corporation that filed for status under section 527 of the Internal Revenue Code, had sought to enjoin the FEC and the Department of Justice from enforcing three FEC regulations and from following the agency&#8217;s enforcement approach regarding political committee status. In its unanimous opinion, the three-judge court stated that the district court had &#8220;acted within its discretion in determining that any harm created by Real Truth&#8217;s doubt about the legality of its intended fundraising and advertising was outweighed by the public interest identified by the Supreme Court in the enforcement of narrow restrictions on contributions to political candidates.&#8221;</p>\n              <p><em><a href=\"../../law/litigation/novacek.shtml#dc\">FEC v. Novacek</a>.</em> On December 21, defendant Jody L. Novacek filed an opposition to the Commission's motion for summary judgment in the United States District Court for the Northern District of Texas. The Commission alleges in this enforcement action that defendant Novacek created several entities -- including the \"Republican Victory Committee\" -- and made misrepresentations to vendors and the general public stating or implying that the entities were raising money for a political party committee. The FEC found probable cause to believe that the fundraising solicitations by phone and in mailers constituted knowing and willful fraudulent misrepresentations of the source of the solicitation and raised more than $75,000. In addition, the defendants are alleged to have failed to include on their communications some of the required disclaimer information, such as the street address, telephone number, or Internet address of the person who paid for the communication. </p>\n              <p><strong>PUBLIC DISCLOSURE</strong></p>\n              <p>On December 23, the Commission completed its online archive of previously closed enforcement cases, making all publicly released enforcement documents dating back to the agency's creation available on its website. Closed enforcement matters from 1975 through 1998 are available at <a href=\"../../MUR/\">http://www.fec.gov/MUR/</a>. Closed MURs dating from 1999 to the present can be found in the Enforcement Query Section of the FEC website at <a href=\"http://eqs.sdrdc.com/eqs/searcheqs\">http://eqs.sdrdc.com/eqs/searcheqs</a> .</p>\n              <p><strong>PRESS RELEASES</strong> </p>\n              <p><a href=\"2009Dec23Archive.shtml\">FEC Publishes Enforcement Case Files Dating Back to 1975</a> (issued December 23)</p>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p>January 20 &#8211; FEC Campaign Finance Law Roundtable Workshop. The schedule is <a href=\"../../info/outreach.shtml#roundtables\">here</a>.<br/>\n              </p>\n              <p>February 9-10, New Orleans, LA &#8211; <a href=\"../../info/conferences/2009/sanfrancisco09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is <a href=\"../../info/conferences/2010/neworleans.shtml\">here</a>. </p>\n              <p/>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p><strong/></p>\n              <p>January 7: Massachusetts Special Senate Pre-General Reports due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/masen.shtml\">here</a>.</p>\n              <p/>\n              <p>January 21: Florida 19th District Pre-Primary Reports due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/fl19.shtml\">here</a>.</p>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p/>\n              <p>The December issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/dec09.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.&#160; <br/>\n              </p>\n              <p>The December supplements to the FEC&#8217;s Campaign guides are <a href=\"../../info/publications.shtml\">here</a>.</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "title": "Week of December 21 - December 24", "issue": "2009-33", "href": "press2009/2009Dec24Digest.shtml", "date": "12/24/2016", "pdf": null}