{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>June 22, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-25</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 18 &#8211; 22</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>The Executive Session previously scheduled for June 19 was cancelled.</p>\n        <p/>\n        <p>On June 21, the Commission held an Open Meeting. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"http://fec.gov/audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3443&amp;START=1212476.pdf\">AO 2012-21 (Primerica, Inc.)</a>. &#160;On June 21, the Commission concluded that Primerica, Inc., a for-profit, publicly traded distributor of life insurance and financial products, and Citigroup, Inc., the former parent company of Primerica, Inc., are disaffiliated. Accordingly, Primerica, Inc. may establish its own separate segregated fund (SSF) that is not affiliated with Citigroup's SSFs. During the discussion, the Commission heard from counsel on behalf of Primerica, Inc.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT<br/>\n          </strong><br/>\n  The Commission made public three closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6500</strong></a> <br/>\n  RESPONDENTS: The American Way-Durant 2012 and Water Czarnecki, in his official capacity as treasurer; W. Clark Durant, in his individual capacity; New Common School Foundation; and Cornerstone Schools Association<br/>\n  COMPLAINANT: Bill Beddoes&#160; <br/>\n  SUBJECT: The complaint alleged that two non-profit corporations, New Common School Foundation (NCSF) and Cornerstone Schools Association (CSA), made, and The American Way-Durant 2012 and Czarnecki, in his official capacity as treasurer, (the Committee) accepted, prohibited in-kind contributions. The alleged contributions were in the form of (1) payment for legal advice, (2) an email invitation to a CSA meeting during which Durant announced his candidacy, (3) a CSA television advertisement, (4) the Committee&#8217;s use of a CSA facility for the announcement, and (5) the Committee&#8217;s use of video materials from CSA&#8217;s YouTube page in a campaign mailer. Durant, president and member of the board of directors of NCSF and the founding chair and a member of the Board of Directors of CSA, is a 2012 candidate for Michigan&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe that NCSF and CSA made and the Committee accepted prohibited contributions because: (1) NCSF&#8217;s use of funds for obtaining legal advice appears to have been for its own interests; (2) CSA would be permitted to endorse Durant's candidacy following the Supreme Court&#8217;s ruling in <em>FEC v. Citizens United</em> and there was no coordination between CSA and the Durant Committee in preparing the email at issue; (3) it was not alleged that the television advertisement featured Durant, expressly advocated for his election, was coordinated with the Committee or constituted an electioneering communication; (4) the available information supports the respondents&#8217; contention that CSA was permitted to make its facilities available to Durant in the ordinary course of business at the usual and normal cost; and (5) the available information supports the respondents&#8217; contention that CSA&#8217;s videos are publicly available and that the Committee&#8217;s decision to post its video was not made in consultation with CSA.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6493</strong></a><strong> </strong><br/>\n  RESPONDENTS: Fox News Channel; Rupert Murdoch; Roger Ailes, and Michael Clemente<br/>\n  COMPLAINANT: Fred Karger<br/>\n  SUBJECT: The complaint alleged that Fox made a prohibited corporate contribution by failing to abide by its stated candidate debate criteria when it refused to accept online polls and a three-month-old poll submitted by Karger. Karger is a 2012 presidential candidate.<br/>\n  DISPOSITION: The Commission found no reason to believe that the respondents made prohibited corporate contributions in light of a sworn statement that Clemente submitted indicating that Fox excluded Karger solely because he failed to meet Fox's pre-established and objective criteria, including a 1% polling threshold to be met using the most recent traditional polls, and evidence that Fox applied these criteria consistently to all candidates.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6503</strong></a><br/>\n  RESPONDENT:&#160; Congressman Frank Guinta<br/>\n  COMPLAINANT:&#160; Ray Buckley, New Hampshire Democratic Party<br/>\n  SUBJECT: The complaint alleged that Guinta solicited funds from the Republican Governors Association for the Republican Party of New Hampshire that were outside the limits and prohibitions of the Federal Election Campaign Act of 1971, as amended. Guinta was a 2010 candidate for New Hampshire&#8217;s First Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe Guinta made the solicitation because there was insufficient information available to support the allegation. </p>\n        <p><strong>AUDITS</strong></p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1248.pdf\">Audit Division Recommendation Memorandum on the Friends of Todd Young</a>. &#160;On June 21, the Commission approved the Audit Division Recommendation Memorandum on the Friends of Todd Young, covering campaign finance activity between February 12, 2009 and December 31, 2010, subject to an amendment put forward at the meeting. The Audit Division Recommendation Memorandum proposed that the Commission approve findings presented in the Draft Final Audit Report related to the receipt of apparent prohibited contributions, receipt of contributions in excess of the limit and failure to file 48-hour contribution notices. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/combatveterans.shtml\"><em>Combat Veterans for Congress PAC v. FEC</em></a> (No. 11-cv-02168 (CKK)). On June 20, the plaintiffs filed an <a href=\"../../law/litigation/cvcp_cvcp_amend_compl.pdf\">Amended Petition for Review of Commission Determination and Complaint for Declaratory and Injunctive Relief</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/crew110951_complaint.pdf\"><em>CREW v. FEC</em></a> (No. 12-5004). On June 18, <em>Amici Curiae</em> Public Citizen, Electronic Frontier Foundation, Electronic Privacy Information Center, OMB Watch, OpentheGovernment.org, and Project on Government Oversight filed an <a href=\"../../law/litigation/crew_amici_brief.pdf\"><em>amicus curiae</em> brief</a> in Support of the Plaintiff-Appellant in the United States Court of Appeals for the D.C. Circuit.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (No. 12-5117). On June 20, Appellant Center for Individual Freedom filed an <a href=\"../../law/litigation/van_hollen_cfif_brief.pdf\">Opening Brief</a> in the United States Court of Appeals for the District of Columbia Circuit. On June 21, Appellant Hispanic Leadership Fund filed a <a href=\"../../law/litigation/van_hollen_hlf_cx_brief.pdf\">Corrected Opening Brief</a>. Also on June 21, United States Senator Mitch McConnell filed a <a href=\"../../law/litigation/van_hollen_mcconnell_cx_amicus_brief.pdf\">Corrected Brief as <em>Amicus Curiae</em> Supporting Appellants for Reversal</a>.</p>\n        <p><strong>PRESS RELEASES<br/>\n          </strong><br/>\n          <a href=\"20120621openmeeting.shtml\">FEC Issues Advisory Opinion, Approves Audit Division Recommendation Memorandum</a> (issued June 21)</p>\n        <p><strong>  CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>June 20: June Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>June 27: The Commission is scheduled to hold an open audit hearing on the <a href=\"../../agenda/2012/agendaaudithearing20120627.shtml\">Washington State Republican Party</a>. </p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p>July 11, Washington, DC. <em>Roundtable Workshops on Reporting for PACs and Party Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 11, Washington, DC.<em> Roundtable Workshops on FECFile &amp; E-Filing for Candidates Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 11, Washington, DC. <em>Roundtable Workshops on Reporting for Candidate Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 11, Washington, DC. <em>Roundtable Workshops on FECFile &amp; E-Filing for PACs and Party</em><strong> </strong><em>Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml)\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of June 18 - June 22, 2012", "issue": "2012-25", "href": "press2012/20120622digest.shtml", "date": "06/22/2012", "pdf": null}