{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 26,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-34</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 22 &#8211; 26</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Extension of Time Received</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1176720.pdf\">AOR 2011-14 (Utah Bankers Association)</a></strong>. On August 25, the Commission received an <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3287&amp;START=1185351.pdf\">Extension of Time</a> until September 23 on an advisory opinion request submitted by the Utah Bankers Association. The requestor asks whether its separate segregated fund may set up a website and an email list that would ask individuals to contribute directly to particular Federal candidates. </p>\n        <p><strong/></p>\n        <p><u>Drafts</u></p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1177546.pdf\">AO 2011-15 (Hassan)</a></strong>. On August 26, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3307&amp;START=1185406.pdf\">two drafts of Advisory Opinion 2011-15</a>. Abdul K. Hassan, a naturalized United States citizen, intends to be a candidate for President in 2012, and he asks whether provisions of the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations pertaining to campaign contributions and expenditures, and recordkeeping and reporting requirements, apply to him as a naturalized citizen. He also asks whether he is eligible to receive Presidential matching funds. Comments on the drafts are due by noon on August 31. </p>\n        <p><u>Comments Received</u> </p>\n        <p/>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1185201.pdf\">AOR 2011-17 (Giffords)</a></u></strong>. On August 19, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1185264.pdf\">comment</a> on Advisory Opinion Request 2011-17. The request asks whether Giffords for Congress may use campaign funds to pay the costs of installing security improvements at Representative Gabrielle Giffords' home. <strong/></p>\n        <p><strong/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public two closed cases. </p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6358</a><br/>\n        </strong>RESPONDENTS: &#160;Representative Jaime Herrera Beutler (f/k/a Jaime Herrera); Jaime for Congress (f/k/a Jaime Herrera for Congress) and Keith Bundy, in his official capacity as treasurer; and Americans for Prosperity<br/>\n        COMPLAINANT: Dwight Pelz, Chair, Washington State Democratic Party<br/>\n        SUBJECT: The complaint alleged that Americans for Prosperity (AFP) coordinated a television advertisement with Herrera Beutler and Jaime for Congress. The complaint alleged further that AFP&#8217;s payment for the advertisement constituted an in-kind contribution exceeding $1,000 and that as a result, AFP was required to register and report to the Commission as a political committee. Herrera Beutler was a 2010 candidate for Washington&#8217;s 3rd Congressional District <br/>\n        DISPOSITION: The Commission found no reason to believe that the advertisement was coordinated in light of the respondents&#8217; specific denials, the speculative nature of the complaint and the absence of any other information suggesting coordination. The Commission found no reason to believe AFP satisfied the threshold requirement for political committee status because the advertisement does not appear to have been coordinated, and thus did not constitute an in-kind contribution. </p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6448</a> </strong></p>\n        <p>RESPONDENTS: &#160;NoTolls.com; U.S. Digital; and David Madore <br/>\n        COMPLAINANT: Alexander Stone <br/>\n        SUBJECT: The complaint alleged that NoTolls.com (NoTolls) failed to register and file reports with the Commission despite exceeding the statutory limits for political committee status through contributions received or expenditures made for its website and a mailer that promoted two federal candidates. The complaint alleged further that the website and mailer were independent expenditures that did not include proper disclaimers. The complaint also alleged that U.S. Digital and Madore, its CEO, made and NoTolls received excessive contributions.<br/>\n        DISPOSITION: The Commission found no reason to believe NoTolls failed to register and file reports with the Commission because, although it appears that NoTolls satisfied the statutory threshold for political committee status by making expenditures for the purpose of influencing federal elections exceeding $1,000, it does not appear that NoTolls's major purpose was the election of federal candidates. The Commission found no reason to believe U.S. Digital and Madore made and NoTolls accepted excessive contributions because NoTolls is not a federal political committee and thus is not subject to the Act&#8217;s contribution limits. The Commission exercised its prosecutorial discretion and dismissed the allegations that NoTolls failed to include a disclaimer on its mailer and to file the required independent expenditure report for its mailer and its website in light of the small federal share of the amount at issue and in furtherance of the Commission&#8217;s priorities relative to other matters. The Commission sent a letter to NoTolls reminding it of the disclaimer requirements and its reporting responsibilities.</p>\n        <p/>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p><em/></p>\n        <p><em><a href=\"../../law/litigation/carey.shtml\">Carey v. FEC</a></em> (Civ. No. 11- 259(RMC)). On August 19, the United States District Court for the District of Columbia issued a <a href=\"../../law/litigation/carey_dc_stip_order_consent_judg.pdf\">Stipulated Order and Consent Judgment</a> declaring the contribution limits applicable to political committees in 2 U.S.C. &#167;&#167; 441a (a)(1)(C) and 441a(a)(3) unconstitutional as applied to contributions the National Defense PAC (NDPAC) receives to make independent expenditures. The judgment also prohibits the Commission from enforcing 2 U.S.C. &#167;&#167; 441a (a)(1)(C) and 441a(a)(3) against NDPAC, which seeks to solicit and deposit unlimited contributions in one bank account designated for independent expenditures, while maintaining a second, separate bank account designated for source- and amount-limited contributions to candidates and their authorized political committees. </p>\n        <p><em/></p>\n        <p><em><a href=\"../../law/litigation/herron.shtml\">Herron for Congress v. FEC</a></em> (No. 11-cv-01466). On August 12, the plaintiff filed a <a href=\"../../law/litigation/herron_herron_complaint.pdf\">complaint</a> in the United States District Court for the District of Columbia pursuant to 2 U.S.C. 437g(a)(8), seeking judicial review of the Commission&#8217;s dismissal of MUR 6386. The complaint also alleges that the Commission fails to provide timely explanations for dismissing complaints.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p>            <a href=\"../press2011/20110824_20126mCongCandSum.shtml\">2012 Congressional Candidates Raise Over $285 Million in First Half of 2011</a> (issued August 24)<br/>\n            <br/>\n        <strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>August 30: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p/>\n        <p>September 1: The Commission is scheduled to hold an Open Session. When the Commission releases an agenda, it will be available on the <a href=\"../../agenda/agendas.shtml\">Commission Meetings</a> page of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong><strong> </strong></p>\n        <p><strong/></p>\n        <p>September 1:&#160; Nevada&#8217;s 2nd Congressional District Special Pre-General Election Reports are due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/nv02.shtml\">Special Election Report Notice</a> &#160;section of the Commission website.</p>\n        <p><strong/></p>\n        <p>September 1:&#160; New York&#8217;s 9th Congressional District Special Pre-General Election Reports are due. For information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ny09.shtml\">Special Election Report Notice</a>&#160; section of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS<br/>\n        </strong> </p>\n        <p>September 7-8, Minneapolis, MN &#8211; <em>Regional</em> <em>Conference for House and Senate Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. &#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">August 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p>&#160;</p>\n      <p>&#160;</p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of August 22 - August 26, 2011", "issue": "2011-34", "href": "press2011/20110826digest.shtml", "date": "08/26/2011", "pdf": null}