{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>July 13, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-28</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 9 &#8211; 13</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On July 10, the Commission held an Executive Session. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>The Open Meeting previously scheduled for July 12 was cancelled.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1213384.pdf\">AOR 2012-24 (Peterson)</a>. On July 11, the Commission made public Advisory Opinion Request 2012-24. Dean Peterson plans to form a limited liability company that will publish and distribute an autobiography by Lee Byberg, who is currently a candidate for the U.S. House of Representatives in Minnesota. Peterson asks whether the activities proposed in the request would constitute an in-kind contribution to Byberg or his campaign committee. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than July 23, 2012) and must issue a response no later than 60 days after receipt of the complete request, specifically by September 10, 2012.</p>\n        <p><strong/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT<br/>\n          </strong><br/>\n  The Commission made public three closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 5924</strong></a><strong> <br/>\n        </strong>RESPONDENT:&#160; Tan Nguyen; Tan Nguyen for Congress and Tan Nguyen, in his official capacity as treasurer<br/>\n  COMPLAINANT:&#160; State of California Department of Justice<br/>\n  SUBJECT: The complaint alleged that Nguyen and Tan Nguyen for Congress and Nguyen, in his official capacity as treasurer, (the Committee) accepted an excessive, in-kind contribution in the form of a coordinated communication: a letter sent to approximately 14,000 foreign-born, Spanish-speaking registered voters alleging criminal penalties for immigrants who vote. Nguyen was a 2006 candidate for California&#8217;s 47th Congressional District.<br/>\n  DISPOSITION:&#160; On Feb. 3, 2009, the Commission found reason to believe Nguyen and the Committee knowingly and willfully accepted an excessive in-kind contribution and failed to include a disclaimer on a public communication. The Commission also found reason to believe the Committee knowingly and willfully failed to report the in-kind contribution and failed to report disbursements. The Commission then abated its proceeding pending the resolution of a separate criminal proceeding against Nguyen. On June 12, 2012, the Commission agreed to enter into a conciliation agreement that does not provide for payment of a civil penalty due to Nguyen&#8217;s demonstration of financial hardship but does contain admissions of violations and a provision that a civil penalty of up to $42,000 will be due immediately should evidence be uncovered indicating Nyugen&#8217;s financial condition is not as stated.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6443</strong></a> <br/>\n  RESPONDENT:&#160; Americans for Common Sense Solutions<br/>\n  COMPLAINANT: Democratic Congressional Campaign Committee<br/>\n  SUBJECT: The complaint alleged that Americans for Common Sense Solutions (ACSS) failed to disclose electioneering communication notices for television and radio advertisements.<br/>\n  DISPOSITION:&#160; The Commission found reason to believe ACSS failed to file electioneering communication notices and that a radio ad failed to include a proper disclaimer. The Commission entered into a conciliation agreement, whereby ACSS agreed to pay a civil penalty of $9,000.</p>\n        <p/>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6593</strong></a><strong> </strong>&#160;<br/>\n  RESPONDENT: American Hospital Association<br/>\n  COMPLAINANT: Self-Initiated<br/>\n  SUBJECT: The American Hospital Association (AHA) disclosed information to the Commission that it did not file electioneering communication reports for two television advertisements and did not include a complete disclaimer in one of the ads.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement, whereby AHA agreed to pay a civil penalty of $11,000.<br/>\n        </p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 579 </a>&#8211; Teri Davis Newman for Congress and Teri Davis Newman, in her official capacity as treasurer. The respondent agreed to work with Commission staff to terminate the Committee and the Commission assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 614 </a>&#8211; San Diego County Democratic Party and Xavier Martinez, in his official capacity as treasurer. The Commission dismissed the case.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/combatveterans.shtml\"><em>Combat Veterans for Congress PAC v. FEC</em></a> (No. 11-cv-02168 (CKK)). On July 9, the Commission filed its <a href=\"../../law/litigation/cvcp_fec_msj_memo.pdf\">Motion for Summary Judgment and Opposition to Plaintiffs' Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/crew110951_complaint.pdf\"><em>CREW v. FEC</em></a> (No. 12-5004). On July 10, the Commission filed a <a href=\"../../law/litigation/crew_fec_app_brief.pdf\">Brief</a> in the United States Court of Appeals for the D.C. Circuit.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/FreeSpeech.shtml\"><em>Free Speech v. FEC</em></a> (No. 2:12-cv-127 (SWS)). Free Speech filed a <a href=\"../../law/litigation/freespeech_fs_complaint.pdf\">complaint</a> against the Commission in the United States District Court for the District of Wyoming. The complaint challenges the Commission's regulation defining express advocacy and its method of determining political committee status.<br/>\n        </p>\n        <p><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. (LNC) v. FEC</em></a> (No. 11-cv-562 (RLW)). On July 6, the Commission filed its <a href=\"../../law/litigation/lnc_fec_msj_memo.pdf\">Motion for Summary Judgment and its Opposition to Plaintiff's Motion to Certify Facts and Questions</a> in the United States District Court for the District of Columbia. Also on July 6, the LNC filed <a href=\"../../law/litigation/lnc_lnc_obj_facts.pdf\">Objections to the Commission&#8217;s Facts Submitted for Certification</a> and the Commission filed its <a href=\"../../law/litigation/lnc_fec_response_facts.pdf\">Responses to Plaintiff&#8217;s Facts Submitted for Certification</a>.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/McCutcheon.shtml\"><em>McCutcheon, et al. v. FEC</em></a> (No. 12-cv-01034 (JEB, JRB, RLW)). On July 9, the Commission filed its <a href=\"../../law/litigation/mccutcheon_fec_opp_mpi.pdf\">Opposition to Plaintiffs&#8217; Motion for Preliminary Injunction</a> in the United States District Court for the District of Columbia. Also on July 10, the Campaign Legal Center and Democracy 21 filed a <a href=\"../../law/litigation/mccutcheon_amici_opp_memo.pdf\">Memorandum as <em>Amici Curiae</em> in Opposition to Plaintiffs&#8217; Motion for a Preliminary Injunction</a>. </p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On July 5, Vice Chair Ellen L. Weintraub discussed campaign finance law and Commission operations with the Chief Election Commissioner of Bhutan.</p>\n        <p/>\n        <p>On July 9, Vice Chair Weintraub discussed Commission operations and recent developments in campaign finance law with government and political leaders from Central and South America as part of the State Department's International Visitor Leadership Program.</p>\n        <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>On July 11, the Commission hosted a <em>Roundtable Workshop on Reporting for PACs and Party Committees</em>. </p>\n        <p/>\n        <p>On July 11, the Commission hosted a <em>Roundtable Workshop on FECFile &amp; E-Filing for Candidates Committees</em>. </p>\n        <p/>\n        <p>On July 11, the Commission hosted a <em>Roundtable Workshop on Reporting for Candidate Committees</em>. </p>\n        <p/>\n        <p>On July 11, the Commission hosted a <em>Roundtable Workshop on FECFile &amp; E-Filing for PACs and Party</em><strong> </strong><em>Committees</em>. </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml)\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <u>http://twitter.com/fec</u></p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of July 9 - July 13, 2012", "issue": "2012-28", "href": "press2012/20120713digest.shtml", "date": "07/13/2012", "pdf": null}