{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">June 10, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160610digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-24</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of June 6 &#8211; 10</strong></p>\n          <strong><br/>\nCOMMISSION MEETINGS AND HEARINGS<br/>\n<br/>\n          </strong>No  Commission open meetings or executive sessions were scheduled this week.<br/>\n          <br/>\n          <strong>ADVISORY OPINION<br/>\n          <br/>\n          </strong><u>Drafts<br/>\n          </u><br/>\n          <a href=\"http://saos.fec.gov/saos/searchao\">Advisory  Opinion 2016-05 (Huckabee for President)</a>. On June 9,  the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201605.pdf\">draft</a> of Advisory Opinion 2016-05. The  requestor, the principal campaign committee for former presidential candidate  Mike Huckabee, asks whether a separate legal defense fund may be used to pay  the amount the Committee has agreed to pay in settlement of a copyright  infringement lawsuit. Public comments on the draft are due by noon on June  15, 2016.<br/>\n          <br/>\n          <u>Request Received<br/>\n          </u><br/>\n          <a href=\"http://saos.fec.gov/aodocs/201607R_1.pdf\">Advisory Opinion Request 2016-07  (United National Committee)</a>. On June 6, the Commission made public Advisory  Opinion Request 2016-07. United National Committee asks whether it qualifies as  the national committee of a political party, the Unity Party of America.&#160; The Commission will accept written comments  on the request during the 10-day period following publication of the request  (no later than June 16, 2016) and shall issue a response no later than 60 days  after receipt of the complete request, specifically by August 2, 2016.<br/>\n          <br/>\n          <strong>ENFORCEMENT<br/>\n          <br/>\n          </strong>The Commission made public four closed cases, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n          <br/>\n          <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6804</a><br/>\nCOMPLAINANT: Maximilian Halm<br/>\nRESPONDENTS:&#160; Randall W. Olsen; Committee  to Elect Randall Olsen and Randall Olsen, in his official capacity as  treasurer; and North Park Prescription Pharmacy, Inc.<br/>\nSUBJECT: The complaint alleged that the Committee failed to include disclaimers  on yard signs and flyers and failed to timely register with the Commission and  file required financial disclosure reports. The complaint alleged further that  the Committee either purchased pharmacy prescription bags that lacked  disclaimers or, in the alternative, failed to report the advertising space on  the bags as an in-kind contribution from North Park Pharmacy. Olsen was a 2014 candidate for Congress from  Illinois's 16<sup>th&#160;&#160; </sup>Congressional  District.<br/>\nDISPOSITION: The Commission found no reason to believe the Committee or Olsen  failed to timely register and report because the first report the Committee  filed after Olsen met the registration threshold for candidates was the first  it was required to file. The Commission exercised its prosecutorial discretion  and dismissed the disclaimer allegations; the Commission observed that the  Committee appeared to have taken prompt remedial action. The Commission also  found no reason to believe Olsen or North Park Pharmacy violated the Federal  Election Campaign Act of 1971, as amended (the Act) or Commission regulations  in connection with the prescription bags.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6822</a><br/>\nCOMPLAINANT: Ken Dickson<br/>\nRESPONDENT: Ratcliffe for Congress and Betsy Roe, in her official capacity as  treasurer (the Committee); and Johnny Morgan Jackson<br/>\nSUBJECT: The complaint alleged that Jackson made and the Committee accepted an  excessive contribution. John Ratcliffe was a 2014 candidate for Texas&#8217;s 4<sup>th</sup> Congressional District.<br/>\nDISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter in light of the circumstances surrounding the contribution  at issue, the small amount, the remedial action taken by the committee, and in  furtherance of the Commission&#8217;s priorities.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6871</a><br/>\nCOMPLAINANT:&#160; Derek P. Franklin<br/>\nRESPONDENT:&#160; Tucker for Congress and  Edwin Anthony Stremel, in his official capacity as treasurer (the Committee)<br/>\nSUBJECT:&#160; The complaint alleged that the  Committee failed to include a disclaimer on an automated telephone message  recorded by Joshua J. Tucker, stating that the Committee had paid for the message.  Tucker was a 2014 candidate for Kansas&#8217;s 2<sup>nd</sup> Congressional District.<br/>\nDISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter in consideration of Commission priorities and the circumstances, including that the  Committee quickly corrected the error and the phone message reflected the identity  of the candidate whose committee paid for it.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6963</a><br/>\nCOMPLAINANT:&#160; Melody Huckin<br/>\nRESPONDENT: Bullwinkel for Congress and Donna Depaul-Kelly, in her official  capacity as treasurer (the Committee) <br/>\nSUBJECT:&#160; The complaint alleged that the  Committee failed to include the required disclaimers on its website.&#160; Deb Bullwinkel was a 2016 primary candidate  for Illinois&#8217;s 8<sup>th</sup> Congressional District.<br/>\nDISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter in consideration of Commission priorities and the  circumstances, including that the Committee had corrected the error.<br/>\n<br/>\n<strong>ADMINISTRATIVE FINES</strong><br/>\n<br/>\nThe Commission made public one campaign finance enforcement matter that was  resolved through its Administrative Fines (AF) program, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3024</a> &#8211; Whitwell for Congress and the Office of  Treasurer. The Commission made a final determination and  assessed a civil penalty of $6,130.<br/>\n<br/>\n<strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n</strong><br/>\nThe Commission made public one campaign finance enforcement matter that was resolved through its  Alternative Dispute Resolution (ADR) program, as follows. For more information,  see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 792</a> &#8211; Oakland County Democratic Party and Phillip W. Reid, in his official  capacity as treasurer. The respondent agreed to (1) develop and certify  implementation of a revised and updated compliance operations manual that  includes internal controls consistent with the Commission&#8217;s Internal Controls  and Political Committees advisory document and the Best Practices for Committee  Management, as well as a process to track receipt of, and response to,  communications with the Commission, (2) certify that a representative of the  Committee participated in an FEC conference, webinar, or other program  developed in consultation with the FEC&#8217;s Information Division, and (3) pay a  civil penalty of $10,000.<br/>\n<br/>\n<strong>LITIGATION<br/>\n<br/>\n</strong><a href=\"../../../law/litigation/crew_161088.shtml\"><em>CREW v. FEC</em></a> (Case 1:16-cv-01088).&#160; On June 10, Citizens for Responsibility and  Ethics in Washington and Noah Bookbinder filed a <a href=\"../../../law/litigation/crew161088_complaint.pdf\">Complaint  for Injunctive and Declaratory Relief</a> in the United States  District Court for the District of Columbia.<br/>\n<br/>\n<a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a>&#160; (Case 1:15-cv-01397-TSC). On June 8, Plaintiffs filed a <a href=\"../../../law/litigation/lpf_lpf_reply_memo.pdf\">Reply  Memorandum of Points and Authorities in Further Support of their Motion for  Summary Judgment and in Opposition to Defendant's Cross-Motion for Summary  Judgment</a> in the United States District Court for the District  of Columbia. <br/>\n<br/>\n<strong>OUTREACH<br/>\n</strong><br/>\nOn June 10, Commissioner Ann M. Ravel participated in a panel discussion about  politics, campaign disclosure and civic engagement at Loyola Law School of Los  Angeles's Journalist Law School. <br/>\n<br/>\n<strong>EDUCATIONAL  PROGRAMS<br/>\n</strong><br/>\nOn June 8, the Commission hosted a Webinar for Membership and Labor  Organizations and their PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of  the Commission website.<br/>\n<a href=\"../../../fecig/documents/OIGSemiannualReporttoCongress-May2016-FinalPublicDistribution.pdf\"><strong><br/>\n</strong></a><strong>PRESS RELEASES<br/>\n</strong><br/>\n<a href=\"../news_releases/20160610release.shtml\">FEC Cites Committees for Failure  to File 12-Day Pre-Primary Financial Report</a> (issued June 10)<br/>\n<br/>\n<strong>UPCOMING FORUM<br/>\n<br/>\n</strong>June 23, 10 a.m.:  Forum hosted by Commissioner Ellen L. Weintraub at the FEC: Corporate Political  Spending and Foreign Influence.<br/>\n<br/>\n<strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n</strong><br/>\nJune 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n<br/>\nJune 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n<br/>\nMeeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n<strong><br/>\nUPCOMING EDUCATIONAL PROGRAMS<br/>\n</strong><br/>\nJune 22: Webinar on Reporting for Candidate Committees. Additional information  is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n<br/>\nJune 22: Webinar on FECfile for Candidate Committees. Additional information is  available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n<br/>\nJune 29: Webinar on FECfile for PACs and Party Committees. Additional  information is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n<br/>\n<strong>UPCOMING REPORTING DUE DATES<br/>\n</strong><br/>\nJune 20: June Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n<br/>\nJuly 15:&#160; July Quarterly Reports are  due.&#160; For more information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n<br/>\nJuly 20: July Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n<br/>\n<strong>DISCLOSURE  INITIATIVES<br/>\n<br/>\n</strong>Commission  staff, together with our partners at 18F, continue to add new features to the  agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission  encourages website visitors to submit comments and questions by clicking on the  &#8220;Feedback&#8221; tab at the bottom of each page. <br/>\n<br/>\n<strong>ADDITIONAL  RESEARCH MATERIALS<br/>\n</strong><br/>\nAdditional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n<br/>\nThe <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2016 edition of the Combined Federal State  Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public  Records</a> section of the Commission website. This publication  identifies the federal and state agencies responsible for the disclosure of  campaign finances, lobbying, personal finances, public financing, candidates on  the ballot, election results, spending on state initiatives and other financial  filings.<br/>\n<br/>\nThe Commission has published the <a href=\"../../../pdf/record/2016/june2016.pdf\">June Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign up</a> to  receive email notification when new Record articles are posted. <br/>\n<br/>\nThe 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n<p><br/>\n</p>\n          <p>Follow us on Twitter  - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a><br/>\n            <br/>\n            <br/>\n          </p>\n          <p><br/>\n        </p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of June 6 - June 10, 2016", "issue": "2016-24", "href": "press2016/digests/20160610digest.shtml", "date": "06/10/2016", "pdf": null}