{"html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>November 6, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"right\">ISSUE 2009-26</p>\n              <p align=\"center\"><strong>Weekly Digest</strong></p>\n              <p align=\"center\"><strong>Week of November 2 &#8211; 6</strong></p>\n              <p><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p><strong/></p>\n              <p>On November 3, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p/>\n              <p>On November 4, the Commission held an <a href=\"../../agenda/2009/oral_hearing20091104.shtml\">open audit hearing</a>.</p>\n              <p/>\n              <p>On November 5, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. Links to live audio transmission during open sessions can be found by clicking at the top of each meeting agenda listed <a href=\"../../agenda/agendas.shtml\">here</a>.</p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p><u>Advisory Opinions Issued</u></p>\n              <p><strong>AOR 2009-25 (Jennifer Brunner Committee)</strong>. On November 5, the Commission determined not to render an Advisory Opinion. The Committee had sought an Advisory Opinion on whether it may pay three charities the market value of assets including computers, office equipment and supplies that, as represented in the request, formerly belonged to a since-terminated state committee and were left on the property of the state committee&#8217;s former landlord. The payment by the Committee was proposed in lieu of a straight sale of the assets. As a result of unresolved factual questions about the proposed transaction, the Commission determined not to render an opinion on the matter. </p>\n              <p><strong>AO 2009-26 (State Representative Elizabeth Coulson).</strong> On November 5, the Commission approved Advisory Opinion 2009-26, concluding that Coulson, Coulson for Congress and Coulson&#8217;s State Campaign Committee may use State Campaign Committee funds or State Officeholder funds to sponsor a fair for seniors, and to pay for mailers publicizing that event and a health care legislative update letter since these activities are not connected with any federal or non-federal election. Additionally, the Commission concluded that neither the postcards nor the letter would constitute coordinated communications between the State accounts and the Federal committee.</p>\n              <p/>\n              <p><u>Request Received</u></p>\n              <p><u/></p>\n              <p><strong>AOR 2009-27 (American Future Fund). </strong>On November 2, the Commission made public Advisory Opinion Request 2009-27 (American Future Fund). The Committee requests an advisory opinion on whether the Federal Election Campaign Act of 1971, as amended (the Act) preempts state laws restricting automated campaign phone calls. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by December 28. </p>\n              <p/>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong>ENFORCEMENT </strong></p>\n              <p>The Commission made public three closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6204</a> &#8211; Dallas County Republican Party and Jonathan Neerman, in his official capacity as treasurer. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $37,500.<br/>\n              </p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6164</a> &#8211; Mike Sodrel; Friends of Mike Sodrel and Gregory M. Fitzloff, in his official capacity as treasurer; Citizens for Truth and Economic Freedom Fund. The Commission dismissed an allegation in connection with Citizens for Truth and found no reason to believe violations occurred in connection with the other allegations in the matter. </p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6103</a> &#8211; Singh for Congress 2008, Inc. and Timothy J. Davis, in his official capacity as treasurer. The Commission dismissed the case.</p>\n              <p><strong>ALTERNATIVE DISPUTE RESOLUTION </strong></p>\n              <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n                  <br/>\n                  <u>ADR 501</u> &#8211; Wicker Mississippi Victory Committee and Arnie Hederman as Treasurer. The respondents agreed to send a representative to an FEC conference and pay a civil penalty of $4,000.</p>\n              <p><u>ADR 503</u> &#8211; Alaskans for Begich and Kevin Wiley as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $3,500.</p>\n              <p><strong>AGENCY PROCEDURES</strong></p>\n              <p/>\n              <p>On November 5, the Commission began consideration of a policy to place First General Counsel&#8217;s Reports on the public record at the conclusion of enforcement cases. The Commission had followed a practice of disclosing such reports in most cases for the first 25 years of its existence. However, in 2007, the agency informally initiated a practice of not placing these reports on the public record.&#160; Two draft proposals of the new policy were made public: one by <a href=\"../../agenda/2009/mtgdoc0972a.pdf\">Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Commissioner Donald F. McGahn</a> and one drafted by the <a href=\"../../agenda/2009/mtgdoc0972.pdf\">Office of General Counsel</a>. The Commission will vote on the practice at another open meeting later this year.</p>\n              <p/>\n              <p><strong>PUBLIC DISCLOSURE</strong></p>\n              <p/>\n              <p>On November 5, the Commission released an <a href=\"../../pages/hearings/statusofwebsiteinitiative-bluedraftrev.pdf\">update on its Website and Internet Communications Improvement Initiative</a><br/>\n                  <br/>\n  On November 3, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../fecig/procurement.pdf\">2008 Final Audit Report on Procurement and Contract Management</a>.&#160; </p>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p/>\n              <p><a href=\"20091104AuditMeeting.shtml\">FEC Holds First Hearing Under New Audit Procedures Policy</a> (issued November 4)</p>\n              <p/>\n              <p><a href=\"20091006OpenMeeting.shtml\">FEC Takes Action on Advisory Opinion Requests, Discusses Proposed Policy on Disclosing General Counsel&#8217;s Reports and Hears Update on Website Improvement </a>(issued November 6)</p>\n              <p/>\n              <p/>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p><strong/></p>\n              <p>November 20: Disclosure reports for monthly filers are due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. <br/>\n              </p>\n              <p>November 26: Massachusetts Special Senate Pre-Primary Report</p>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p/>\n              <p>The November issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/nov09.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.&#160; </p>\n              <p>The November supplements to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n              <p/>\n              <p/>\n              <p align=\"center\"><strong>              </strong></p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "title": "Week of November 2 - November 6, 2009", "issue": "2009-26", "href": "press2009/20091106Digest.shtml", "date": "11/06/2009", "pdf": null}