{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 17, 2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-37</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Diges</strong><strong>t</strong></p>\n        <p align=\"center\"><strong>Week of September 13 &#8211; 17</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Drafts<br/>\n          <br/>\n        </u><strong><a href=\"http://saos.fec.gov/aodocs/1145270.pdf\">AO 2010-16 (EmblemHealth Services Company LLC)</a></strong>. On September 16, the Commission made public a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3129&amp;START=51.pdf\">draft</a> of Advisory Opinion 2010-16. EmblemHealth Services Company LLC, a wholly corporate owned subsidiary, asks whether it may act as a connected organization for the separate segregated fund (SSF) of one of its corporate members and whether the SSF may be renamed as \"EmblemHealth Services Company LLC Federal Political Action Committee,\" abbreviated as \"EmblemHealth PAC\". </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1145325.pdf\">AO 2010-17 (Stutzman for Congress)</a>. On September 17, the Commission made public a <a href=\"http://saos.fec.gov/saos/searchao\">draft</a> &#160;of Advisory Opinion 2010-17, in which Stutzman for Congress, the principal campaign committee of Marlin Stutzman, asks whether it may redesignate certain contributions from the general election to the special election held on the same day. Marlin Stutzman is an Indiana State Senator and a candidate for the U.S. House of Representatives seat in Indiana's Third Congressional District.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1145414.pdf\">AO 2010-18 (Minnesota Democratic-Farmer-Labor Party)</a>. On September 17, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">two drafts</a> of Advisory Opinion 2010-18. The Minnesota Democratic-Farmer-Labor Party (the \"DFL\") is a State political party committee. The DFL has funds raised for a 2008 recount remaining in its recount fund. The DFL asks the following questions: (1) May the DFL transfer the excess funds to its Federal account to the extent that the transfer does not cause any donor to exceed its 2010 limits for contributions to the Federal account? (2) In the alternative, may the DFL request the donors to re-designate their recount fund donations to the DFL's Federal account to the extent that the re-designation does not cause the donor to exceed its 2010 contribution limits? (3) Irrespective of the answers to questions 1 and 2, may the DFL spend any remaining recount funds on recount activities in connection with the 2010 election?</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1145325.pdf\">AO 2010-19 (Google)</a>. On September 17, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao\">two drafts</a> of Advisory Opinion 2010-19. Google asks whether text ads generated by its AdWords program are exempt from the disclaimer requirements of 11 CFR 110.11, under the \"small items\" exception. If they are not, Google asks whether displaying the URL of the ad's sponsor would satisfy the disclaimer requirement.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3127\">AO 2010-20 (National Defense PAC)</a>. On September 17, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3129&amp;START=51.pdf\">Draft A</a> of Advisory Opinion 2010-20. National Defense PAC asks whether it may accept unlimited contributions from individuals, other political committees, corporations and unions to make independent expenditures, and whether it may accept these funds into a separate account of the PAC. The request also concerns whether National Defense PAC may use these unlimited contributions to pay for the administrative and operating expenses of both its general operations, and any independent expenditures made from its separate account. Please note one or more additional drafts of this advisory opinion may be forthcoming.</p>\n        <p/>\n        <p><u>Request Received</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/70.pdf\">AOR 2010-23 (CTIA - The Wireless Association)</a></strong>. On September 13, the Commission made public Advisory Opinion Request 2010-23. In the request, CTIA - The Wireless Association asks whether it may administer Common Short Codes (five- or six-digit numbers) to allow the use of cellular phone text messaging for anonymous contributions to candidates and political committees.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by November 12.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT<br/>\n              <br/>\n        </strong>The Commission made public one Statement of Reasons. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6002</a>&#160; &#8211; Freedom&#8217;s Watch, Inc. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/10044280805.pdf\">Statement of Reasons</a> was issued by Vice Chair Cynthia L. Bauerly and Commissioner Ellen L. Weintraub.<br/>\n            <br/>\n            <strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public 11 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2117</a> &#8211; American Pilots&#8217; Association Political Action Committee and Captain Michael R. Watson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,237.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2118</a> &#8211; Assisted Living Federation of America and Ms. Maribeth Bersani, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,145.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2120</a> &#8211; Dan Gelber for Senate and Brenda Schwartz, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2121</a> &#8211; Friends of Wayne and Sarah Westcott, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2123</a> &#8211; Doug Hoffman for Congress and Gary R. Benware, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,930.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2124</a> &#8211; American Pilots&#8217; Association Political Action Committee and Captain Michael R. Watson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $243.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2143</a> &#8211; National Milk Producers Federation PAC (NMPF PAC) and Dana Brooks, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $340.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2145</a> &#8211; Dr. Dan 4 Congress and Brian Umbarger, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,300.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2146</a> &#8211; Iott for Congress 2010 and Larry A. Davenport, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,320.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2147</a> &#8211; Johnson Senate Committee and Amy Smith, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $115.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2148</a> &#8211; Maurice Sweeney for United States Senate and Toni Levy, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><strong>LITIGATION </strong></p>\n        <p><a href=\"../../law/litigation/beam.shtml\"><em>Beam v. FEC</em></a> (formerly <em>Beam v. Gonzales</em>). On September 13, the Commission filed its <a href=\"../../law/litigation/beam_fec_prop_fof.pdf\">Proposed Findings of Fact and Conclusions of Law</a>, following the August bench trial in the United States District Court for the Northern District of Illinois on Plaintiffs' claim under the Right to Financial Privacy Act. On that same day, Plaintiffs filed a <a href=\"../../law/litigation/beam_beam_memo_of_law.pdf\">Memorandum of Law</a> requesting that the Court enter judgment in their favor on the claim. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/novacek.shtml\">FEC v. Novacek</a>. On September 16, the United States Court of Appeals for the Fifth Circuit granted the Commission's motion for summary affirmance and dismissed the Appellant's request to be allowed to represent the corporate entities as moot.</p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p>On September 15, the Commission published in the Federal Register the <a href=\"../../law/cfr/ej_compilation/2010/notice2010-17.pdf\">Final Rules and Explanation and Justification for Coordinated Communications</a>. The Final Rules add a new standard to the content prong of the coordination rules to cover public communications that are the functional equivalent of express advocacy. The final rules do not alter the conduct prong of the coordination rules, but provide further justification for retaining the 120-day time period in the common vendor and former employee conduct standards. The final rules adopt a new safe harbor for certain commercial and business communications. These final rules were promulgated in response to the decision of the Court of Appeals for the District of Columbia Circuit in <em><a href=\"../../law/litigation_CCA_S.shtml_06\">Shays v. FEC</a></em>, 528 F.3d 914 (D.C. Cir. 2008). The Final Rules go into effect on December 1, 2010.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p>On September 14, Communications Specialist Kathy Carothers met with a group from the American Civics Center. The group was interested in learning about the role of the Commission in the electoral process.</p>\n        <p/>\n        <p>On September 15, Vice Chair Cynthia Bauerly met with a delegation of political leaders from India and Bhutan. The delegation was sponsored by the Department of State's International Visitor Leadership Program. The delegation was interested in learning about campaign finance regulations and the Commission's role in enforcing those regulations.</p>\n        <p/>\n        <p>On September 15, representatives from the Embassy of Japan met with Amy Rothstein and Kathleen Guith in the Office of General Counsel. The representatives wanted to learn about the advisory opinion process, the development of regulations and the agency's enforcement procedures.</p>\n        <p/>\n        <p>On September 15, Chairman Matthew Petersen and Communications Specialist Isaac Baker met with a delegation of political leaders from Taiwan. The delegation was sponsored by the Department of Agriculture Graduate School's International Institute. The delegation learned about the Commission's role in establishing and enforcing campaign finance regulations.</p>\n        <p/>\n        <p>On September 17, Chairman Matthew Petersen and Communications Specialist Chris Berg met with a delegation of political leaders from around the world. The group was sponsored by the Department of State's International Visitor Leadership Program. The group was interested in learning about the Commission's role in facilitating the disclosure of political committee reports. </p>\n        <p><strong>CONFERENCES </strong></p>\n        <p>September 15, Washington, DC.&#160; The FEC hosted a Roundtable Workshop on Pre-Election Communications. </p>\n        <p/>\n        <p><strong>IT INITIATIVES </strong></p>\n        <p>This week the Commission added a new presentation to its <u><a href=\"../../info/elearning.shtml\">E-Learning</a></u> page regarding the basic rules for corporate PAC solicitations.&#160; The presentation gives an overview of the basic rules for solicitations by a separate segregated fund.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>September 21: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p>September 23: The Commission is scheduled to hold an Open Session. When the Commission releases an agenda, it will be available <a href=\"../../agenda/agendas.shtml#meetings\">here</a>.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>September 20: September Monthly Reports are due. For information on reporting dates, click <a href=\"../../info/report_dates_2010.shtml#monthly\">here</a>. </p>\n        <p/>\n        <p>September 20: &#160;Louisiana Pre-Runoff Reports are due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/laprim.shtml\">here</a>.<br/>\n            <strong/></p>\n        <p><a name=\"FEAShays3\"/><strong>UPCOMING EVENTS</strong></p>\n        <p>October 6, Washington, DC. FEC Roundtable Workshops on Reporting Requirements, FECFile &amp; E-Filing. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>October 7, Washington, DC. FEC Roundtable Workshop on FECFile &amp; E-Filing for PACs and Party Committees. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>\n    The September issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/sep10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/>\n        <p>Sunshine Act Notices for previous Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for previous Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected previous meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>.</p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of September 13 - September 17, 2010 ", "issue": "2010-37", "href": "press2010/20100917Digest.shtml", "date": "09/17/2010", "pdf": null}