{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 17, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150717digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-29</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong><strong><br/>\n  Week of July 13 &#8211; 17</strong></p>\n          <p><br/>\n              <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n              </strong><br/>\n  On July 14, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20150714.pdf\">executive session</a>.<br/>\n  <br/>\n  On July 16, the Commission held an <a href=\"../../../agenda/2015/agenda20150618.shtml\">open meeting</a> and an <a href=\"../../../sunshine/2015/executive/notice20150714.pdf\">executive session</a>.<br/>\n  <strong><br/>\n  2015 COMMISSION MEETING CALENDAR<br/>\n  <br/>\n  </strong>On July 16, the Commission approved revised meeting dates for <a href=\"../../../agenda/2015/documents/mtgdoc_15-42-a.pdf\">September-December 2015</a>. <br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2015/documents/mtgdoc_15-40-a.pdf\">AO 2015-02 (Grand Trunk Western Railroad &#8211; Illinois Central Railroad PAC)</a>. On July 16, the Commission concluded that the requestor&#8217;s connected organizations may match contributions made to the requestor with charitable donations to a Canadian registered charity, as proposed. During the discussion, the requestor was available.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-38-a.pdf\">AO 2015-03 (Democracy Rules, Inc.)</a>. On July 16, the Commission discussed and held over for further discussion the requestor&#8217;s proposal to transmit political contributions to candidates on behalf of its members. The requestor was available to answer questions.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-39-a.pdf\">AO 2015-04 (Collective Actions PAC)</a>. On July 16, the Commission concluded that the requestor -- an unauthorized, independent expenditure-only committee -- may not use Senator Bernard Sanders&#8217;s name as proposed in the names of its websites or social media pages, because the names of the requestor&#8217;s websites and social media accounts that include Senator Sanders&#8217;s name do not clearly express opposition to him.<strong> <br/>\n  <br/>\n  ENFORCEMENT<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-41-a.pdf\">Motion to Set Priorities and Scheduling on Pending Enforcement Matters Awaiting Reason-to-Believe Consideration</a>.The Commission did not approve a motion on establishing a priority and timetable for the Commissioners to take immediate substantive action on reason to believe or other recommendations pending for one year or more from the date of receipt by the Commissioners.<br/>\n  <br/>\n<strong>\n  ADMINISTRATIVE FINES</strong><br/>\n  <br/>\n  The Commission made public 15 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2910</a> &#8211; Boyd Gaming Political Action Committee and William J. Noonan, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2911</a> &#8211; Chiang Patel and Yerby Inc PAC and David W. Hays, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2912</a> &#8211; Drinker Biddle Political Action Committee and Jonathan Tarnow, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2913</a> &#8211; Drummond Company, Inc. Political Action Committee (DPAC) and Scott O. Stanfield, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2914</a> &#8211; Federal Forest Resource Coalition PAC (FFRC PAC) and William G. Imbergamo, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2915</a> &#8211; ICE PAC and Reid LeBeau, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,300.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2916</a> &#8211; M&amp;T Bank and Wilmington Trust Political Action Committee and Julian Broggio, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2917</a> &#8211; Moving America Forward and Jennifer G. Mitchell, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2918</a> &#8211; National Association of Chemical Distributors Responsible Distribution Political Action Co and Lisa J. Vienna, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2919</a> &#8211; National Potato Council Potato Political Action Committee and John Keeling, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2921</a> &#8211; Progressive Voters America and F. Philip Fiermonte, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,600.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2923</a> &#8211; VIGOR PAC and Taylor Christine Luby, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2944</a> &#8211; Progressive Voters of America and F. Philip Fiermonte, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3002</a> &#8211; Wichern for Congress and Mark K. Wichern, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,220.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3003</a> &#8211; Rounds for Senate and Barbara Everist, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,350.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n  The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 747</a> &#8211; Nebraska Democratic Party and Gerry Finnegan, in his official capacity as treasurer. The respondent agreed to (1) conduct internal training focused on coordinated party expenditures and (2) pay a civil penalty of $2,950.<br/>\n  <strong><br/>\n  AUDITS<br/>\n  <br/>\n  </strong><a href=\"../../../audits/2012/AuditReport_2012_GaryJohnson2012Inc.shtml\">Final Audit Report of the Commission on Gary Johnson 2012, Inc </a>&#160;On July 13, the Commission issued the Final Audit Report of the Commission on Gary Johnson 2012, Inc, covering campaign finance activity between April 1, 2011 and November 30, 2014. The Commission approved findings related to net outstanding campaign obligations, amounts owed to the U.S. Treasury, use of general election contributions for primary election expenses, and reporting of debts and obligations. The Final Audit Report includes an Additional Issues section relating to the extension of credit by a commercial vendor. <br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-25-b.pdf\">Proposed Directive 74 on the Timely Resolution of Enforcement Matters</a>. On July 16, the Commission discussed and held over a proposed directive to set deadlines for considering and voting on enforcement matters. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-26-a.pdf\">Notice to Respondents of Information Sharing by the Commission</a>. On July 16, the Commission discussed and held over a recommendation to provide notice to respondents that information provided to the Commission in enforcement matters may be shared with other law enforcement agencies. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. On July 16, the Commission held over a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-37-a.pdf\">Policy on Third-Party Appearances Before the Commission to Discuss Advisory Opinions</a>. On July 16, the Commission discussed an Office of General Counsel memorandum assessing possible third-party appearances before the Commission to discuss advisory opinions.&#160; The Commission declined to direct the Office of the General Counsel to draft a proposed policy to alter current Commission practice.<br/>\n  <br/>\n  Notice of Disposition on REG 2014-06 (Candidate Debates). On July 16, the Commission decided not to initiate a rulemaking in response to a <a href=\"http://sers.fec.gov/fosers/\">petition</a> asking the Commission to amend its regulation on candidate debates to revise the criteria governing the inclusion of candidates in presidential and vice presidential candidate debates. The Commission directed the Office of General Counsel to draft a Notice of Disposition reflecting the discussion at the table.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-36-a.pdf\">Notice of Availability on REG 2015-03 (Contributions from Corporations and Other Organizations to Political Committees)</a>. On July 16, the Commission approved a Notice of Availability of a Petition for Rulemaking that asks the Commission to revise existing rules concerning contributions to political committees from corporations and other organizations. Statements in support of or in opposition to the Petition must be submitted within 90 days of publication of the Notice of Availability in the Federal Register.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-35-a.pdf\">Notice of Availability on REG 2015-04 (Independent Spending by Corporations, Labor Organizations, Foreign Nationals, and Certain Political Committees)</a>. On July 16, the Commission approved a Notice of Availability of two Petitions for Rulemaking that ask the Commission to issue new rules and revise existing rules concerning (1) the disclosure of certain financing information regarding independent expenditures and electioneering communications; (2) election-related spending by foreign nationals; (3) solicitations of corporate and labor organization employees and members; and (4) the independence of expenditures made by independent-expenditure-only political committees and accounts. Statements in support of or in opposition to the Petitions must be submitted within 90 days of publication of the Notice of Availability in the Federal Register.<br/>\n  <br/>\n  <strong>COMMISSIONERS&#8217; STATEMENTS<br/>\n  <br/>\n  </strong>On July 16, Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"../../../members/statements/Statement_on_the_Timely_Resolution_of_Enforcement%20Matters_(MSP%20CCH%20LEG).pdf\">Statement</a>.<br/>\n  <strong><br/>\n  OUTREACH<br/>\n  <br/>\n  </strong>On July 14, Chair Ann M. Ravel spoke about campaign finance and PAC compliance at a National Association of Business PAC luncheon.<br/>\n  <br/>\n  On July 15, Communications Specialist Zainab Smith discussed the role of the Commission and campaign finance law with an international delegation of government officials visiting the United States as part of an &#8220;Accountability in Government&#8221; program sponsored by the State Department&#8217;s International Visitor Leadership Program.<br/>\n  <br/>\n  On July 17, Chair Ravel discussed the role of the Commission and campaign finance disclosure rules with a group of political party leaders from Gabon as part of the State Department&#8217;s International Visitor Leadership Program.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  <br/>\n  </strong><a href=\"../news_releases/20150716release.shtml\">FEC Approves Two Advisory Opinions</a> (issued July 16)<br/>\n  <br/>\n  <strong>CAMPAIGN FINANCE REPORTS<br/>\n  </strong><br/>\n  July 15: July Quarterly Reports were due. For more information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#quarterly\">2015 Quarterly Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n  <br/>\n  August 11: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n  <br/>\n  August 13: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  August 25-26, Chicago, IL, Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <br/>\n  July 31: Mid-Year reports are due. For more information on semiannual reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#semi\">Semiannual Reporting</a> page of the Commission website.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n  <br/>\n          </p>\n          <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a>\n          </div>\n          <p align=\"center\">&#160;          </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of July 13 - July 17, 2015", "issue": "2015-29", "href": "press2015/digests/20150717digest.shtml", "date": "07/17/2015", "pdf": null}