{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>October 21,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-42</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of October 17 &#8211; 21</strong></p>        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On October 18, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On October 20, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public four closed cases and one Statement of Reasons. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6346</a> &#160;&#160;<br/>\n        </strong>RESPONDENTS:&#160; Cornerstone Action; Friends of Kelly Ayotte and Theodore V. Koch, in his official capacity as treasurer<br/>\n        COMPLAINANT: Bryan Lanza, Campaign Manager, Bill Binnie for U.S. Senate<br/>\n        SUBJECT: The complaint alleged that Cornerstone Action, organized under Section 501(c)(4) of the Internal Revenue Code, made and Friends of Kelly Ayotte and Koch, in his official capacity as treasurer, (the Committee) accepted an excessive and prohibited corporate in-kind contribution in the form of a coordinated communication. Ayotte was a 2010 candidate for New Hampshire&#8217;s U.S. Senate seat.<br/>\n        DISPOSITION: The Commission found no reason to believe that Cornerstone Action made and the Committee accepted an excessive and prohibited contribution because the available information did not indicate that the advertisement at issue satisfied the conduct prong of the coordination regulation. The Commission closed the file with respect to the question of whether Cornerstone Action failed to file a 48-hour independent expenditure report for the advertisement. \n        <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044304055.pdf\">A Statement of Reasons</a>  was issued by Chair Cynthia L. Bauerly and Commissioners Steven T. Walther and Ellen L. Weintraub.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6418</a><br/>\n          </strong>RESPONDENTS:&#160; Republican Committee of Chester County; and Friends of Joe Pitts and Duer A. Pierce, in his official capacity as treasurer<br/>\n  COMPLAINANT: Lois Herr<br/>\n  SUBJECT:&#160; The complaint alleged that the Republican Committee of Chester County (RCCC) failed to register with the Commission as a political committee and failed to report expenditures associated with videos it produced targeting Herr, a federal candidate, and benefitting Pitts, her opponent. The complaint also alleged that the disclaimer the RCCC included on each of its videos was incomplete, and it alleged that Friends of Joe Pitts and Pierce, in his official capacity as treasurer, (the Pitts Committee) failed to report the videos as in-kind contributions.<br/>\n  DISPOSITION: The Commission found no reason to believe the RCCC failed to register as a political committee because the videos at issue were produced by a volunteer and the amount the RCCC paid to host the website on which the videos were posted fell short of the financial thresholds that would trigger political committee status. The Commission also found no reason to believe the RCCC failed to include disclaimers since the videos did not qualify as &#8220;public communications&#8221; and thus did not appear to have required disclaimers. The Commission found no reason to believe the Pitts Committee failed to report the cost of the videos as an in-kind contribution because there was no information contrary to the Pitts Committee&#8217;s assertion that it never received notification from the RCCC that an in-kind contribution had been made. The Commission exercised its prosecutorial discretion and dismissed the allegation that the RCCC failed to report its expenditures on the videos because neither the complaint nor the responses included any substantial information as to the content of the videos and, given the low amount spent in connection with the website, it did not appear that the use of Commission resources to conduct an investigation was warranted.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6423</a> <br/>\n        </strong>RESPONDENTS:&#160; Langevin for Congress and Edward A. Giroux, in his official capacity as treasurer; and James R. Langevin<br/>\n        COMPLAINANT: Giovanni Cicione, Chairman of the Rhode Island Republican Party<br/>\n        SUBJECT:&#160; The complaint alleged that Langevin for Congress and Giroux, in his official capacity as treasurer, (the Committee) and Langevin filed incomplete reports with the Commission during the 2009-2010 election cycle. Langevin was a 2010 candidate for Rhode Island&#8217;s 2nd Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in furtherance of its priorities relative to other matters, and because it appears the incomplete information was caused by a problem with the Committee&#8217;s software and the Committee took remedial measures by having the vendor address the problem and amending its reports to include the missing information. The Commission sent a letter reminding the Committee of the itemization requirements relating to the reporting of credit card transactions.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6458 </a>&#160;&#160;<br/>\n        </strong>RESPONDENTS:&#160; Friends of Sean Bielat and Norm Fay, in his official capacity as treasurer; Sean Bielat; and Abiomed, Inc.<br/>\n        COMPLAINANT: Stacey Monahan, Executive Director of the Massachusetts Democratic Party<br/>\n        SUBJECT:&#160; The complaint alleged that Abiomed, Inc. made and Friends of Sean Bielat and Norm Fay, in his official capacity as treasurer, (the Committee), and Bielat accepted a prohibited corporate contribution. Bielat was a 2010 candidate for Massachusetts&#8217;s 4th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe Abiomed, Inc. made and the Committee and Bielat accepted a prohibited corporate contribution because the contribution in question was made by Abiomed, Inc.&#8217;s political action committee.</p>\n        <p/>\n        <p>For information regarding the above matter, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES<br/>\n        </strong></p>\n        <p>The Commission made public seven campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2188</a> &#8211; Phillip Brutus for Congress and Camelia Siguineau, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2241</a> &#8211; Phillip Brutus for Congress and Camelia Siguineau, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2261</a> &#8211; O&#8217;Neill for Congress 2010 and James Mueller, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2285</a> &#8211; Bryan Underwood for Congress and Bradley Dax Underwood, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,650.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2288</a> &#8211; Committee to Elect Maryanne Lewis and Wendi Nelson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2296</a> &#8211; O&#8217;Neill for Congress 2010 and James Mueller, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $360.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2300</a> &#8211; Chuck Flume for Congress and Bruce Bloch, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,030.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1154a.pdf\">Proposed Final Audit Report on the Service Employees International Union Committee on Political Education (SEIU COPE)</a>. The Commission approved a Final Audit Report on the Service Employees International Union Committee on Political Education (SEIU COPE), covering campaign finance activity between January 1, 2007 and December 31, 2008. </p>\n        <p/>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/schonberg.shtml\">Schonberg v. FEC</a></em> (No. 11-5199). On October 17, the Commission filed a <a href=\"../../law/litigation/schonberg_ac_fec_msa_reply_memo.pdf\">Reply Memorandum in Support of Its Motion for Summary Affirmance</a>&#160; in the United States Court of Appeals for the District of Columbia Circuit. The district court dismissed all claims against the Commission and the United States. Schonberg challenged the constitutionality of provisions of the Act, the statute governing representational allowances for Members of the House of Representatives, and legislation commonly referred to as &#8220;earmarks.&#8221;</p>\n        <p/>\n        <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Obama, Inc. v. Federal Election Commission</em></a> (No. 11-1760). On October 20, the Commission filed the <a href=\"../../law/litigation/rtao_ac_rtao_appellant_brief.pdf\">Brief of Appellees</a> Federal Election Commission and United States Department of Justice in the United States Court of Appeals for the Fourth Circuit.</p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1162.pdf\">Final Rules and Explanation and Justification for Standards of Conduct</a>. The Commission approved Final Rules and Explanation and Justification for the Standards of Conduct, which govern the conduct of Commissioners and Commission employees. The revised rules, which are being issued with the concurrence of the Office of Government Ethics (OGE), update the Commission&#8217;s regulations to reflect statutory changes enacted after the Standards of Conduct originally were promulgated, and to conform to regulations issued by OGE and the Office of Personnel Management. In addition, new rules supplementing OGE&#8217;s Standards of Ethical Conduct for Employees of the Executive Branch address outside employment of Commissioners and FEC employees. The new rules are effective 30 days after publication in the Federal Register.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On October 17, Communications Specialist Isaac Baker discussed recent campaign finance litigation with visitors from the American Civics Center Elderhostel.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../20111020opoenmeeting.shtml\">FEC Approves Final Audit Report and Final Rules</a> (issued October 20) </p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>October 20: October Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>October 25-26, San Diego, CA &#8211; <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs. </em>&#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of October 17 - October 21, 2011", "issue": "2011-42", "href": "press2011/20111021digest.shtml", "date": "10/21/2011", "pdf": null}