{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">March 20, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150320digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-12</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of March 16 &#8211; 20</strong></p>\n          <p/>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On March 17 and 19, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20150317.pdf\">executive session</a>.</p>\n          <p/>\n          <p>On March 19, the Commission held an <a href=\"../../../agenda/2015/agenda20150319.shtml\">open meeting</a>.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">AO 2014-20 (Make Your Laws PAC)</a>. On March 19, the Commission concluded that the requestor, a nonconnected political committee, may accept the assignment of intellectual property rights created by foreign nationals as a result of uncompensated volunteer services the foreign nationals provide to the requestor to develop the requestor&#8217;s website code, logos, trademarks and trade dress, as proposed in its advisory opinion request. During the discussion, the Commission heard from the requestor.<br/>\n          </p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n              <br/>\n              <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6819</a><br/>\n  COMPLAINANT: Darren Sutphen<br/>\n  RESPONDENTS: Al Krulick; and Krulick for Congress and Al Krulick, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Krulick filed his Statement of Candidacy late and that Krulick for Congress and Krulick, in his official capacity as treasurer (the Committee), filed its Statement of Organization late. Krulick was a 2014 candidate for Florida&#8217;s 7th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe that Krulick and the Committee submitted their filings late because the available information indicates that Krulick did not exceed the $5,000 threshold that triggers registration and reporting requirements before the day he signed the Statements of Candidacy and Organization.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6834</a><br/>\n  COMPLAINANT: C. Jason Perkey<br/>\n  RESPONDENTS: Lynn Jenkins; Lynn Jenkins for Congress and Heather Grote, in her official capacity as treasurer; and William Roe<br/>\n  SUBJECT: The complaint alleged that Roe made and Jenkins and Lynn Jenkins for Congress and Grote, in her official capacity as treasurer, received but failed to report in-kind contributions in the form of Roe&#8217;s services as campaign spokesman or campaign manager. Jenkins was a 2014 candidate for reelection in Kansas&#8217;s 2nd Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe a violation occurred because there is no information indicating that Roe received payment for the volunteer services he provided to the Committee and thus no basis to conclude that the services at issue constituted a contribution triggering reporting requirements.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public 27 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2814</a>&#8211; Beale for Congress and Steven R. Burris, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $7,700.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2816</a>&#8211; Edwards Wildman PAC INC and John Holthaus, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $332.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2817</a>&#8211; First Colonies Anesthesia Associates LLC Political Action Committee and Jeremy Roth, MD, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $800.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2818</a>&#8211; Friends of Stephen K. Simpson, Inc. and Joel A. Graham, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2819</a>&#8211; Int. Longshoremens Assoc (ILA) Local 1291 Political Action Committee and Martin Mascuilli, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $225.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2820</a>&#8211; Jay Stamper for Senate Committee and Jeremy M. Stamper, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2821</a>&#8211; Jonathan Hoffman for Congress and Matthew G Watson, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2822</a>&#8211; Jorge Bonilla for U.S. Congress, Inc. and Magdalena Bonilla, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,660.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2823</a>&#8211; Kirk Jorgensen for Congress and Michelle D. Moons, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,950.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2824</a>&#8211; Owen Hill for Senate and Owen J. Hill, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2827</a>&#8211; 10th District Republican Congressional Committee and Mary Gail Swenson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $175.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2828</a>&#8211; Jill Stein for President and James Moran, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2829</a>&#8211; Virgin Islanders for Plaskett and Michele Hyndman, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,750.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2830</a>&#8211; Sherow for Congress and Lawrence Blake, Jr, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $220.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2831</a>&#8211; Sharon Sund for Congress and Conrad Segal, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $210.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2832</a>&#8211; Charlie Hardy for US Senate and Charles E. Hardy, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2833</a>&#8211; Calvin D. Turnquest for Congress and Olivia Outmezguine, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2834</a>&#8211; Elect April Freeman and Betty Kostrach, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2835</a>&#8211; Hires for Congress and Roy Wiley, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2836</a>&#8211; Joe Martinez for Congress and Susana Tacoronte, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,142.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2837</a>&#8211; Jorge Bonilla for U.S. Congress, Inc. and Magdalena Bonilla, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2838</a>&#8211; Lorenzo &#8216;Larry&#8217; Palomares-Starbuck for Congress and Ely Cesar, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2839</a>&#8211; Morel for Congress Inc and Charon Williams, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $115.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2840</a>&#8211; Jill Stein for President and James Moran, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2841</a>&#8211; Republican Central Committee of Los Angeles County (Fed. Acct.) and Albert Gersh, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $258.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2844</a>&#8211; Hawaii Democratic Party and Florence L. Kong Kee, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $325.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2892</a>&#8211; Friends of Susan Brooks and Judith A. Christofolis, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,961. </p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 728</a>&#8211; Bartlett for Congress and Robert Perry, in his official capacity as treasurer. The respondent agreed to (1) certify the closure of the Committee&#8217;s federal account and work with Commission staff to terminate their political committee status and reporting obligations and (2) pay a civil penalty of $3,500.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 737</a>&#8211; Pure Political Action Committee and Mary Doster, in her official capacity as treasurer. The Commission exercised prosecutorial discretion and dismissed the matter.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p/>\n          <p><a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a>(Case 1:14-cv-01243-RMC). On March 13, the plaintiffs filed an <a href=\"../../../law/litigation/holmes_holmes_brief_certification.pdf\">Opening Brief Regarding Certification</a> in the United States District Court the District of Columbia. On the same day, the Commission filed its <a href=\"../../../law/litigation/holmes_fec_opp_brief.pdf\">Brief Opposing Certification and in Support of Summary Judgment in Favor of the Commission</a>.</p>\n          <p/>\n          <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n          <p/>\n          <p><a href=\"../../../agenda/2015/agenda20150319.shtml\">Draft Notice of Availability of a Petition for Rulemaking on Federal Contractors</a>. On March 19, the Commission approved a Draft Notice of Availability of a Petition for Rulemaking on Federal Contractors that was filed by Public Citizen. The petition requests that the Commission&#160; revise its regulations relating tofederal contractors, to include certain factors for determining whether entities of the same corporate family are distinct business entities for purposes of the prohibition on contributions by federal contractors. The Commission invited public comment through its online comment system, by mail, or by email. Statements in support of or in opposition to the Petition must be submitted within 60 days of publication of the Notice of Availability in the Federal Register. </p>\n          <p/>\n          <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-17-a.pdf\">Draft Notice of Availability of a Petition for Rulemaking on Administrative Fines Program and Commission Forms</a>. On March 19, the Commission approved a Draft Notice of Availability of a Petition for Rulemaking on Administrative Fines Program and Commission Forms that was filed by seven attorneys. The petition requests that the Commission expand its Administrative Fines Program and revise and update several Commission forms and their instructions. The Commission invited public comment through its online comment system, by mail, or by email. Statements in support of or in opposition to the Petition must be submitted within 60 days of publication of the Notice of Availability in the Federal Register. </p>\n          <p/>\n          <p><strong>OUTREACH</strong></p>\n          <p/>\n          <p>On March 18, Chair Ann M. Ravel discussed the role and work of the Commission with a group of Oakwood High School students visiting from North Hollywood, CA.</p>\n          <p/>\n          <p>On March 18, Deputy Press Officer Christian J. Hilland andPaul C. Clark of the Office of the Chief Information Officer discussed the Commission's disclosure systems with a group of students from The George Washington University. </p>\n          <p><strong>PUBLIC DISCLOSURE</strong></p>\n          <p><strong/></p>\n          <p>The Commission has posted a chart showing the <a href=\"../../../info/contriblimitschart1516.pdf\">2015-2016 Price Index Adjustments for Contribution and Expenditure Limitations</a> on the Commission website. During the current, two-year election cycle, individuals may contribute up to $2,700 per election to federal candidates for President, the U.S. Senate and the U.S. House of Representatives and up to $33,400 per year to national party committees.<br/>\n              <br/>\n              <strong>PRESS RELEASES</strong></p>\n          <p/>\n          <p><a href=\"../news_releases/20150319release.shtml\">FEC Approves Advisory Opinion and Two Notices of Availability of Rulemaking Petitions</a> (issued March 19)<br/>\n              <br/>\n              <a href=\"../news_releases/20150320release.shtml\">FEC Chart: 2015-2016 Campaign Cycle Contribution Limits</a><strong> </strong>(issued March 20)</p>\n          <p/>\n          <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n          <p><strong/></p>\n          <p>On March 20, March Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml\">2015 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>April 21: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>April 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>. </p>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; </strong></p>\n          <p/>\n          <p>March 25: Webinar for Member/Labor PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>April 1: Reporting and FECFile Webinars for Candidate Committees. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>April 29: Webinar for Trade Association PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p><strong/></p>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#quarterly\">2015 Quarterly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p>April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile</a></p>\n          <p/></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of March 16 - March 20, 2015", "issue": "2015-12", "href": "press2015/digests/20150320digest.shtml", "date": "03/20/2015", "pdf": null}