{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">February 12, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160212digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-07</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of February 8 &#8211; 12</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>On February 11, the Commission held an <a href=\"../../../agenda/2016/agenda20160211.shtml\">open meeting</a>.<br/>\n            <br/>\n            No Commission executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2016/documents/mtgdoc_15-69-e.pdf\">Advisory  Opinion 2015-14 (Hillary for America II)</a>. On February 11, the Commission approved  an advisory opinion in response to a request from Hillary for America (the  Committee). The Commission concluded that the provision of a stipend and  academic credit by DePauw University to a student who interned for the  Committee is permissible under the Federal Election Campaign Act of 1971, as  amended (the Act), and Commission regulations. On February 11, two concurring  statements were issued: one by <a href=\"../../../members/statements/AO-2015-14_(Hillary_for_America)_Concuring_Statement.pdf\">Chairman  Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman</a>,  the other by <a href=\"http://saos.fec.gov/aodocs/CS201514.pdf\">Commissioner  Ellen L. Weintraub</a>. On February 12, Commissioner Weintraub issued a <a href=\"../../../members/weintraub/statements/AO_2015-14_Hillary_for_America_Second_concurring_statement_ELW.pdf\">second  concurring statement</a>.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160211.shtml\">Advisory Opinion Request 2015-16 (Niger Innis for  Congress)</a>. On February  11, the Commission discussed two draft advisory opinions in  response to a request from Niger Innis for Congress, but held over a vote on  the matter. The requestor asks whether it may pay certain costs associated with  general election contributions from general, rather than primary, election  funds and whether it may donate uncashed refunds of general election  contributions to a charity, rather than disgorge the funds to the U.S.  Treasury. The Commission received an <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=4071&amp;START=Ext201516.pdf\">Extension  of Time</a> until February 25, 2016.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public one closed case, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <strong><br/>\n  </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6785</a> <br/>\n            COMPLAINANT: Scott Kalota<br/>\n            RESPONDENTS: Kwasman for Congress and Bret Summers, in his official capacity as  treasurer; and Adam C. Kwasman<br/>\n            SUBJECT: The complaint alleged that Kwasman filed his Statement of Candidacy  late, and that Kwasman for Congress and Summers, in his official capacity as  treasurer (the &#8220;Committee&#8221;) filed its Statement of Organization and 2013  Year-End Report late, accepted excessive contributions, used assets from  Kwasman&#8217;s state campaign to support his federal campaign, and included improper  disclaimers on campaign materials. Kwasman was a 2014 primary candidate for  Arizona&#8217;s 1<sup>st</sup> Congressional District.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission noted the short period of time between the  date on which the Statements of Candidacy and Organization were due and the  date on which they were actually filed, and observed that the late filing of  the Statements of Candidacy and Organization did not cause the Committee to  miss filing any scheduled disclosure report. The Commission observed that the  filing of the 2013 Year-End Report within a day following the deadline did not  merit investigation. The Commission observed further that the apparently  excessive contributions may simply have been a typographical error that was corrected  when the Committee filed an amended 2013 Year-End report that reduced each of  three allegedly excessive contributions to permissible amounts. As to the  allegation concerning the use of state campaign assets, the Commission observed  the lack of information concerning the allegation and the likely <em>de minimis</em> value of the alleged  violation arising from state campaign-funded signs. Finally, the Commission  observed that the allegedly improper disclaimer on campaign signs was unlikely  to have misled the public about whether the candidate had authorized the  communication. <br/>\n  <strong><br/>\n  </strong><strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign finance  enforcement matter that was resolved through its Alternative Dispute Resolution  (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 775</a> &#8211; Marjorie 2014  and Jennifer May, in her official capacity as treasurer. The respondent agreed  to (1) certify the closure of the Committee&#8217;s federal account, (2) file a debt  settlement plan with the Commission prior to filing a termination report, (3)  work with Commission staff to terminate their political committee status and  reporting obligations with the Commission, and (4) continue reporting until  such time as the Committee&#8217;s termination has been approved.<br/>\n  <strong><br/>\n    AUDITS<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2016/documents/mtgdoc_16-05-a.pdf\">Audit Division Recommendation Memorandum on the Oklahoma  Democratic Party</a>. The Commission approved an Audit  Division Recommendation Memorandum on the Oklahoma Democratic Party, covering  campaign finance activity between January 1, 2011 and December 31, 2012. The  Commission approved findings related to the misstatement of financial activity,  misstatement of financial activity concerning Levin Funds, and reporting of  debts and obligations. The Commission did not approve a proposed  finding addressing recordkeeping for employees (monthly payroll logs).&#160; The Audit Division will include a discussion  of the issue in the Additional Issues section of the Proposed Final Audit  Report.<br/>\n  <strong><br/>\n    LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/crew_152038.shtml\"><em>CREW v. FEC</em></a> (Case 15-2038). On February 12, the Commission entered its <a href=\"../../../law/litigation/crew152038_fec_answer.pdf\">Answer</a>  in the United States District Court for the District of  Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/lagop.shtml\"><em>Republican Party  of Louisiana et al. v. FEC</em></a>. (Case 1:15-cv-01241-CRC)&#160; On  February 11, plaintiffs entered their <a href=\"../../../law/litigation/lagop_lagop_mot_sj.pdf\">Motion for Summary Judgment</a> in the United States District Court for the  District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/public_citizen.shtml\"><em>Public Citizen, et al. v. FEC</em></a> (Case  1:14-cv-00148-RJL). On February 8, Intervenor-Defendant, Crossroads Grassroots  Policy Strategies filed a <a href=\"../../../law/litigation/public_crossroads_msj.pdf\">Motion  for Summary Judgment</a> in the United States District Court  for the District of Columbia.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><br/>\n            On February 6, Commissioner Weintraub spoke on &#8220;Ethics  in Campaign Finance: Issues Facing our Democracy&#8221; at the 2016 Bryce Harlow  Workshop on Ethics and Lobbying at American University in Washington, D.C.<br/>\n  <br/>\n            On February 8, Commissioner Weintraub met with members of the  European Parliament to discuss the Commission's role in regulating the  financing of elections for federal office. The meeting was part of the Graduate  School USA&#8217;s International Visitor Leadership Program.<br/>\n  <br/>\n  <strong>PUBLIC DISCLOSURE</strong><br/>\n  <br/>\n            The Commission has posted the <a href=\"../../../info/charts_cpe_2016.shtml\">2016 coordinated party expenditure limits</a>.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  </strong><br/>\n            <a href=\"../news_releases/20160211release.shtml\">FEC Issues an Advisory Opinion and Approves an Audit Division Recommendation  Memorandum</a>  (issued February 11)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS</strong></p>\n          <p align=\"left\">            February 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            February  25: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            February 24: Webinar for Political Party Committees. Additional information is  available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            February 20: February Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <strong><br/>\n</strong></p>\n        <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></div></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of February 8 - February 12, 2016", "issue": "2016-07", "href": "press2016/digests/20160212digest.shtml", "date": "02/12/2016", "pdf": null}