{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">March 7 , 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140307digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-10</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\">&#160;</p>\n          <p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of March 3 - 7</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p>On March 6, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n          <p>On March 6, the Commission held an executive session. </p>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><u>Extension of Time Received</u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2014-01 (Solano County United Democratic Central Committee)</a>.&#160; On March 5, the Commission received an <a href=\"http://saos.fec.gov/saos/searchao\">Extension of Time</a> until April 4 on Advisory Opinion Request 2014-01 from the Solano County United Democratic Central Committee. The requestor asked whether it may use unreported funds remaining in the federal account of its predecessor committee. </p>\n          <p><u>Supplement Received</u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2014-02 (Make Your Laws PAC)</a>. On February 24, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1252134.pdf\">supplement</a> to Advisory Opinion Request 2014-02 from Make Your Laws PAC (MYL PAC). MYL PAC asks several questions related to its receipt, purchase, and disbursement of Bitcoins. </p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p>The Commission made public four closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6554</a> <br/>\n          COMPLAINANT: Whitney Burns<br/>\n          RESPONDENT: Friends of Weiner and Nelson Braff, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Friends of Weiner and Braff, in his official capacity as treasurer, (the Committee) failed to report more than $68,000 in outstanding debts owed to the complainant for compliance services. Weiner was a 2012 primary candidate for New York&#8217;s 9th Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the unique circumstances in this matter, including the passage of over 10 years from the Committee&#8217;s alleged incurring of the debt to the time the complainant demanded payment and the disagreement over the nature of the relationship between the complainant and the Committee.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6680</a> <br/>\n  COMPLAINANT: North Dakota Democratic-NPL Party<br/>\n  RESPONDENTS: Congressman Rick Berg; Berg for Senate and Kelly J. Zander, in his official capacity as treasurer; 714 Partners LLP; Dr. Jim Frisk; James Wieland; and Bradley S. Williams<br/>\n  SUBJECT: The complaint alleged that 714 Partners LLP (714 LLP) and Berg&#8217;s 714 LLP partners Frisk, Wieland and Williams made, and Berg for Senate and Zander, in his official capacity as treasurer, (the Committee) accepted, excessive contributions when Berg used a private plane owned by 714 Partners LLP for trips related to his Senate campaign without the Committee paying for the flights. The complaint alleged further that the Committee failed to disclose the flights to the Commission. Berg was a 2012 candidate for North Dakota&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the Committee appears to have paid for the campaign-related flights and disclosed the payments to the Commission, and in light of the likely <em>de minimis </em>amount of any potential violation.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6745</a> <br/>\n  COMPLAINANT: American Federation of Government Employees Political Action Committee<br/>\n  RESPONDENT: Jennifer T. Scott<br/>\n  SUBJECT: The complaint alleged that Scott, a member of the American Federation of Government Employees, embezzled $1,507.28 from the bank account of the union&#8217;s Political Action Committee (AFGE-PAC).<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of a dispute over who was responsible for the embezzlement and the low dollar amount at issue.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6763</a> <br/>\n          COMPLAINANT: FEC-Initiated<br/>\n          RESPONDENTS: Maine Republican Party and Ben Lombard, in his official capacity as treasurer<br/>\n          SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that the Maine Republican Party and Lombard, in his official capacity as treasurer, (the Committee) violated the Act by understating disbursements by $29,346 and by improperly reporting $56,601 in independent expenditures as operating expenditures.<br/>\n          DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $5,000. </p>\n          <p><strong>AUDITS</strong></p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-12-a.pdf\">Proposed Final Audit Report on the Dallas County Republican Party</a>. The Commission approved the Proposed Final Audit Report on the Dallas County Republican Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity and recordkeeping for employees. </p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-13-a.pdf\">Proposed Final Audit Report on the Republican Party of Iowa</a>. The Commission approved the Proposed Final Audit Report on the Republican Party of Iowa, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to recordkeeping for employees and the failure to itemize debts and obligations. The report also addressed an additional issue related to recordkeeping for employees.</p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-14.pdf\">Proposed Final Audit Report on the Vermont Democratic Party</a>. The Commission approved the Proposed Final Audit Report on the Vermont Democratic Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved a finding related to recordkeeping for employees.</p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-15.pdf\">Proposed Final Audit Report on the Democratic Party of South Carolina</a>. The Commission approved the Proposed Final Audit Report on the Democratic Party of South Carolina, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to recordkeeping for employees and coordinated party expenditures.</p>\n          <p><strong>LITIGATION</strong></p>\n          <p><a href=\"../../../law/litigation/combatveterans.shtml\"><em>Combat Veterans for Congress PAC v. FEC</em></a> (Case 13-5358). On March 4, appellants filed an <a href=\"../../../law/litigation/cvcp_cvcp_opp_summ_affirm.pdf\">Opposition to the Commission's Motion for Summary Affirmance</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n          <p><a href=\"../../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 13-5088). On February 28, the Commission filed its <a href=\"../../../law/litigation/lnc_fec_reply_supp_mootness.pdf\">Reply in Support of Its Suggestion of Mootness</a> in the United States Court of Appeals for the District of Columbia Circuit. </p>\n          <p><strong>RULEMAKINGS AND AGENCY OPERATIONS</strong></p>\n          <p><a href=\"../../../law/policy.shtml\">Draft Interpretive Rule on Reporting Nationwide Independent Expenditures in Presidential Primary Elections</a>. The Commission received <a href=\"../../../law/policy.shtml\">comments</a> on <a href=\"../../../law/policy/nationwideiereporting/draftnationwideiereporting.pdf\">three alternative drafts</a> of an interpretive rule to clarify its interpretation of how its reporting regulations apply to independent expenditures that political committees distribute nationwide in presidential primary elections but that do not reference or target a specific state&#8217;s primary election. The comment period ended on February 20. </p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-16.pdf\">Technical Corrections to Title 11 of the Code of Federal Regulations</a>. On March 6, the Commission made public draft final rules and an explanation and justification for technical corrections to various provisions in Title 11 of the Code of Federal Regulations. The Commission has requested <a href=\"../../../law/policy.shtml#Requests\">comments</a> by noon on March 17, 2014.</p>\n          <p><strong>PUBLIC DISCLOSURE</strong></p>\n          <p>On March 7, the Commission published its <a href=\"../../../pages/strategic_plan/FECStrategicPlan2014-2019.pdf\">Fiscal Year 2014-2019 Strategic Plan</a>.</p>\n          <p>On March 7, the Commission posted its <a href=\"../../../pages/budget/fy2015/fy_2015_congressional_budget.pdf\">Fiscal Year 2015 Congressional Budget Justification</a> on the Commission website.</p>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><a href=\"../news_releases/20140306release.shtml\">FEC Makes Public Draft Technical Corrections, Approves Four Audits</a> (issued March 6)</p>\n          <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n          <p>March 18: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p>March 20: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p>March 20: March Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website.</p>\n          <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#quarterly\">2014 Quarterly Reporting page</a> of the Commission website.</p>\n          <p>April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website.</p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS </strong></p>\n          <p>March 19, Federal Election Commission, Washington, D.C. Seminar/Webinar for House and Senate Campaigns and Party Committees. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website. </p>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p><a href=\"../../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of March 3 - March 7, 2014", "issue": "2014-10", "href": "press2014/digests/20140307digest.shtml", "date": "03/07/2014", "pdf": null}