{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 14 , 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-37</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of September 10 &#8211; 14</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or open meetings were scheduled this week.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Drafts</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1223966.pdf\"><strong>AO 2012-31 (AT&amp;T Inc.)</strong></a>. On September 13, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1224333.pdf\">draft</a> of Advisory Opinion 2012-31.&#160; AT&amp;T Inc. asks whether establishing a new rate structure for processing contributions to political committees by text message would result in an in-kind contribution to participating political committees. Comments on the draft are due by noon on September 19, 2012.&#160; On September 10, the Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">comments</a> on the request.</p>\n        <p><strong/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong>        </strong>The Commission made public three closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6234</strong></a><strong> <br/>\n        </strong>COMPLAINANTS: Citizens for Responsibility and Ethics in Washington <br/>\n        RESPONDENTS: Arlen B. Cenac, Jr. and Cenac Towing Co., LLC, as successor-in-interest to Cenac Towing Co., Inc. <br/>\n  SUBJECT: The complaint alleged that Friends of Mary Landrieu, Inc. and Nancy Marsiglia, in her official capacity as treasurer, (Landrieu Committee) accepted contributions they suspected to be illegal and disgorged them to the United States Treasury, rather than returning them to the original contributors. <br/>\n  DISPOSITION:&#160; The Commission dismissed the allegations in connection with the Landrieu Committee in light of the fact that it took appropriate remedial steps within the applicable regulatory timeframes. On January 24, 2012, the Commission found reason to believe that Cenac and Cenac Towing Co. LLC (Cenac Towing) knowingly and willfully (1) made contributions in the name of other persons to the Landrieu Committee and David Vitter for U.S. Senate; (2) made prohibited corporate contributions to David Vitter for U.S. Senate; and (3) that Cenac made excessive contributions to the Landrieu Committee. The Commission entered into a conciliation agreement whereby Cenac and Cenac Towing agreed to pay a civil penalty of $170,000. On January 24, 2012, the Commission found reason to believe that Roger Beaudean, Travis Breaux, Ena Breaux, Kurt Fakier, Andrew Soudelier and Renee Soudelier assisted in the making of contributions in the name of another. On August 15, 2012, the Commission determined to take no further action as to these respondents.</p>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6463</strong></a><strong> </strong><br/>\n  COMPLAINANTS: Iraj J. Zand and Raymond Sehayek <br/>\n  RESPONDENTS: John &#8220;Jack&#8221; Joseph Antaramian; Mona Antaramian; David Antaramian; Yasmeen Wilson; Antaramian Development Corporation of Naples; Antaramian Family Trust; Pettit Square Partners, LLC; Democratic National Committee and Andrew Tobias, in his official capacity as treasurer; Organizing for America, Florida (a project of the Democratic National Committee); and Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer <br/>\n  SUBJECT: The complaint alleged that (1) Antaramian Development Corporation of Naples, Inc. (ADCN) made prohibited corporate contributions of office space it had leased from Pettit Square Partners, LLC (Pettit Square), to the Democratic National Committee (DNC), which planned to use it to house staff of Organizing for America, Florida (OFA), (2) Jack and Mona Antaramian made undisclosed in-kind contributions to the DNC of utilities and furnishings for the office space, (3) Jack and Mona Antaramian made contributions to the DNC and others in the names of David Antaramian and Yasmeen Wilson, and (4) Jack and Mona Antaramian exceeded their biennial contribution limits for the 2008 election cycle. The complaint alleged further that some of the contributions may have originated with foreign nationals and been laundered through the Antaramian Family Trust. In a supplemental complaint, it was alleged that Jack Antaramian made an in-kind contribution to the Obama Victory Fund (OVF) by not seeking reimbursement for an event he sponsored at the Naples Bay Resort.<br/>\n  DISPOSITION:&#160; The Commission entered into a conciliation agreement, whereby ADCN and Jack Antaramian agreed to pay a civil penalty of $15,000 for making prohibited or excessive in-kind contributions to the DNC by providing it office space, office services and services related to the Naples Bay Resort event. The Commission also entered into a conciliation agreement, whereby the DNC, OVF and Tobias, in his official capacity as treasurer, agreed to pay a civil penalty of $16,000 related to ADCN&#8217;s and Antaramian&#8217;s in-kind contributions. The Commission dismissed the allegations in connection with OFA because it appeared to be only a &#8220;project&#8221; of the DNC and not a separate entity. The Commission found no reason to believe (1) that Mona Antaramian exceeded her biennial contribution limit because her contributions to state party committees, the DNC and Obama for America were under the applicable limits, (2) that Jack and Mona Antaramian, David Antaramian or Yasmeen Wilson made contributions in the name of others or allowed their names to be used to effect such contributions because the allegation appeared to be based on speculation and was specifically refuted in a sworn affidavit, or (3) that the Antaramian Family Trust violated the Act and Commission regulations in light of the fact that the allegations that Jack Antaramian made or received funds from foreign or other sources were speculative and directly refuted, including in a sworn affidavit. The Commission exercised its prosecutorial discretion and dismissed the allegation that Mona Antaramian made excessive in-kind contributions to the DNC by paying for office expenses, in light of the small amount at issue. The Commission dismissed the allegation in connection with Pettit Square in light of indications that Pettit Square may not have authorized the DNC to occupy the rental space or otherwise make an in-kind contribution under the Act.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6632</strong></a><strong><br/>\n          </strong>COMPLAINANT: Self-Initiated<br/>\n  RESPONDENT: U.S. Chamber of Commerce<br/>\n  SUBJECT: The U.S. Chamber of Commerce (the Chamber) disclosed information to the Commission that it failed to file 24-hour electioneering communication reports in a timely manner for two television advertisements costing a total of $253,264.86.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement, whereby the Chamber agreed to pay a civil penalty of $11,000.<br/>\n        </p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>AF 2497</strong></a> &#8211; Oakland County Democratic Party and Ryan J. Gesund, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,410.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/HLF.shtml\"><em>Hispanic Leadership Fund, Inc. v. FEC</em></a> (Case 1:12-cv-00893-TSE-TRJ). The Hispanic Leadership Fund, Inc. challenges the Commission&#8217;s interpretation of what constitutes a &#8220;clearly identified candidate&#8221; in the context of the Federal Election Campaign Act&#8217;s electioneering communications provisions. On September 13, the Commission filed a <a href=\"../../law/litigation/hlf_fec_supp_brief.pdf\">Supplemental Brief</a> in the United States District Court for the Eastern District of Virginia Alexandria Division. A hearing is scheduled for September 20, 2012.&#160; </p>\n        <p><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 1:11-cv-00562-RLW). On September 14, the Commission filed a <a href=\"../../law/litigation/lnc_fec_msj_reply_memo.pdf\">Reply Memorandum in Support of its Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p><a href=\"../../law/litigation/nader.shtml\"><em>Nader v. FEC</em></a> (Case 12-5134). On September 10, the Commission filed a <a href=\"../../law/litigation/nader_nader_app_brief.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Abortion f/k/a Real Truth About Obama v. Federal Election Commission</em></a> (Case 09-724). On September 10, the plaintiff filed a <a href=\"../../law/litigation/rtao_sc_rtao_cert.pdf\">Petition for Writ of Certiorari</a> in the United States Supreme Court.</p>\n        <p><a href=\"../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (Case 12-5117). Van Hollen challenges as contrary to the law the Commission&#8217;s regulation concerning disclosure for electioneering communications, 11 C.F.R. 104.20(c)(9). On September 14, the United States Court of Appeals for the District of Columbia Circuit heard oral argument. Because the Commission did not appeal the lower court decision granting summary judgment to Van Hollen, it was not represented at oral argument.</p>\n        <p><strong>UPCOMING COMMISSION MEETING </strong></p>\n        <p><strong/></p>\n        <p>September 20: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#meetings\">open session</a>.</p>\n        <p>December 12: On Wednesday, December 12, 2012 at 10:00 a.m., the Commission will hold a public hearing to discuss several key issues related to its enforcement process, including issues relating to the <a href=\"../../law/procedural_materials.shtml\">documents</a> that were released to the public recently. (The hearing was originally scheduled for September 12, 2012.) Any general questions and comments related to the documents can be sent to <a href=\"mailto:Documents_Feedback@fec.gov\">Documents_Feedback@fec.gov</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> <em>Reporting for Candidate Committees</em>. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> FECFiling &amp; E-Filing for PACs and Party Committees. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> Reporting for PACs and Party Committees. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> FECFiling &amp; E-Filing for Candidate Committees. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>September 20: September Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p>October 15: October Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p>October 20: October Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <u>http://twitter.com/fec</u></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of September 10 - September 14, 2012", "issue": "2012-37", "href": "press2012/20120914digest.shtml", "date": "09/14/2012", "pdf": null}