{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">July 12, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-28</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 8 &#8211; 12</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On July 9, the Commission held an executive session.</p>\n        <p/>\n        <p>On July 11, the Commission held an open meeting. Click here for<a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for<a href=\"../../audio/audio.shtml\"> audio recordings of selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Requests Received</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1241627.pdf\">AOR 2013-07 (Winslow II)</a>. On July 8, the Commission made public Advisory Opinion Request 2013-07. Dan Winslow was a candidate for Senate in the April 30 Massachusetts special election and is raising contributions to retire debt. His committee wishes to apply the \"spouse contribution rule\" to such contributions from lawfully married same-sex couples. In his previous request, Winslow asked whether his committee could apply the \"spouse contribution rule\" to contributions from same-sex couples who are lawfully married under the laws of a state that recognizes same-sex marriage. In a follow-up request, Winslow asks the Commission to reexamine the meaning of the word \"spouse\" with respect to such couples in light of the Supreme Court decision in <em>U.S. v. Windsor</em>, 570 U. S. ____ (2013)<em>. </em>The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than July 18, 2013) and shall issue a response no later than 60 days after receipt of the complete request, specifically by September 3, 2013.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1241696.pdf\">AOR 2013-08 (American Veterinary Medical Association)</a>. On July 8, the Commission made public Advisory Opinion Request AO 2013-08. &#160;The American Veterinary Medical Association (AVMA) is a professional association for veterinarians.&#160; The AVMA asks whether it may solicit contributions for its separate segregated fund from members of the Student American Veterinary Medical Association.&#160; The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than July 19, 2013) and shall issue a response no later than 60 days after receipt of the complete request, specifically by September 6, 2013. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1242023.pdf\">AOR 2013-09 (Special Operations Speaks PAC, Maness)</a>. On July 10, the Commission made public Advisory Opinion Request 2013-09, submitted by Special Operations Speaks PAC (SOS PAC), and Colonel Robert Maness.&#160; The requestors ask whether SOS PAC, a non-connected political committee, may make contributions of up to $5000 per election to Col. Maness, a federal candidate, before it has made contributions to five or more federal candidates to qualify as a multicandidate committee (see 2 U.S.C. 441a (a)(4)); and whether Col. Maness may accept such contributions. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by September 9, 2013.</p>\n        <p/>\n        <p><u>Comments Received</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1241372.pdf\">AOR 2013-04 (DGA/Jobs and Opportunity)</a>.&#160; On July 9, the Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3453\">comments</a> on Advisory Opinion Request 2013-04. The Democratic Governors Association (DGA) is an independent, unincorporated political organization that operates under section 527 of the Internal Revenue Code. Its membership consists of the nation's incumbent Democratic governors. Jobs and Opportunity intends to be a separate 527 organization that will engage in independent spending in gubernatorial races. The requestors ask whether, under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations, their disbursements for voter registration, get-out-the-vote activities, voter identification, and generic campaign activities may be made with non-federal funds. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public five closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6571</a> <br/>\n  COMPLAINANT: Gerald Weinand<br/>\n  RESPONDENTS: Poliquin for U.S. Senate and Timothy L. Thompson, in his official capacity as treasurer; and Bruce L. Poliquin<br/>\n  SUBJECT: The complaint alleged that Poliquin and Poliquin for U.S. Senate and Thompson, in his official capacity as treasurer, (the Committee) failed to file a Statement of Candidacy and a quarterly report after Poliquin qualified as a candidate. Poliquin was a 2012 candidate for Maine&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe Poliquin and the Committee failed to file the reports in question because it appears that Poliquin properly registered his candidacy and principal campaign committee and his Committee filed its initial disclosure report.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6602</a> <br/>\n          COMPLAINANT: Cathie Lynn Russell<br/>\n  RESPONDENTS: Matt Moore; Moore for Alaska and Carolyn H. Covington, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Moore failed to file, or failed to file in a timely manner, a Statement of Candidacy and that Moore for Alaska and Covington, in her official capacity as treasurer, (the Committee) failed to file disclosure reports and failed to open and designate a committee bank account. Moore was a 2012 candidate in the primary election for Alaska&#8217;s at-large congressional seat.<br/>\n  DISPOSITION: The Commission found no reason to believe violations of the Act or Commission regulations occurred since it appears that Moore properly filed his Statement of Candidacy and registered the Committee, including designating a depository institution, in a timely manner and that the Committee filed all of the required disclosure reports at issue.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6669</a> <br/>\n          COMPLAINANT: Robert M. Paskiewicz<br/>\n  RESPONDENT: Duckworth for Congress and Nancy Chen, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Duckworth for Congress and Chen, in her official capacity as treasurer, (the Committee) failed to file a complete quarterly report.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the Committee took remedial steps and subsequently filed a complete report, as well as in consideration of Commission priorities.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6682</a> <br/>\n          COMPLAINANT: Bryan Grant Jeansonne<br/>\n  RESPONDENT: Rufus Holt Craig, Jr.<br/>\n  SUBJECT: The complaint alleged that Craig, failed to include a &#8220;paid for&#8221; disclaimer on his yard signs. <br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the manner in light of the likely <em>de minimis</em> amount of expenditures at issue and because the public was unlikely to have been misled as to who paid for the flyers.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6731</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: Democratic Executive Committee of Florida and Judy Mount, in her official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that the Democratic Executive Committee of Florida and Mount, in her official capacity as treasurer, (1) made an excessive contribution by exceeding its coordinated party expenditure limit, (2) failed to itemize coordinated party expenditures, and (3) accepted an excessive contribution.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $9,000.<br/>\n        </p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public four campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 603</a>&#160; &#8211; Henry Yanez for Congress and James C. Winne, in his official capacity as treasurer, Lapeer County Democratic Party and Gary Medland, in his official capacity as treasurer. The respondent agreed to develop and certify implementation of compliance measures.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 624</a>&#160; &#8211; Pennsylvania Democratic Party and Ann Bursis, in her official capacity as treasurer.&#160; The Commission closed the file. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 628</a>&#160; &#8211; Mica for Congress and W. Edward Langdon, in his official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of compliance measures, (2) send a representative to an FEC seminar and (3) pay a civil penalty of $3,500. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 630</a>&#160; &#8211; Americans for Prosperity. The respondent agreed to send a representative to an FEC seminar.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 13-5162). On July 10, the Center for Competitive Politics and Cato Institute filed a Corrected Brief of <em>Amici Curiae</em> in Support of Appellants and Urging Reversal in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY OPERATIONS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-25.pdf\">Final Rules and Explanation and Justification on Civil Monetary Penalties Inflation Adjustments</a>. &#160;On July 11, the Federal Election Commission approved the Final Rules and Explanation and Justification on Civil Monetary Penalties Inflation Adjustments. The rules make adjustments for inflation to some of the Commission's civil monetary penalties as required by the Federal Civil Penalties Inflation Adjustment Act of 1990, as amended, 28 U.S.C. 2461 note.</p>\n        <p><strong/></p>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../law/cfr/ej_compilation/2013/notice2013-09.pdf\">Interpretive Rule on Reporting Ultimate Payees of Political Committee Disbursements</a>. On July 8, the Commission&#8217;s Interpretive Rule on Reporting Ultimate Payees of Political Committee Disbursements was published in the Federal Register.&#160; </p>\n        <p/>\n        <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>On July 10, the Commission hosted a Seminar/Webinar on Mid-Year Reporting for PACs and Party Committees.</p>\n        <p/>\n        <p>On July 10, the Commission hosted a Seminar/Webinar on FECFiling &amp; E-Filing for PACs and Party Committees. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><br/>\n            <a href=\"20130711openmeeting.shtml\">FEC Approves Final Rules on Civil Monetary Penalties Inflation Adjustments</a> (issued July 11)</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>August 20-21, Austin, Texas, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#quarterly\">2013 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>July 20: July Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n          </strong><br/>\n  The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n        </p>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p align=\"center\">&#160;</p>\n        <p><strong/></p>\n        <p>&#160;</p>\n        <p/>\n        <p align=\"center\"><strong>        </strong></p></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of July 8 - July 12, 2013", "issue": "2013-28", "href": "press2013/20130712digest.shtml", "date": "07/12/2013", "pdf": null}