{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">November 20,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151120digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-47</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of November 16 &#8211; 20</strong></p>\n          <p><strong><br/>\n  COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  On November 17, the Commission held an <a href=\"../../../agenda/2015/agenda20151110.shtml\">open meeting</a> and an <a href=\"../../../sunshine/2015/executive/notice20151117.pdf\">executive session</a>.<br/>\n  <br/>\n  On November 19, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20151117.pdf\">executive session</a>.<br/>\n  <strong><br/>\n  ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Advisory Opinions Considered<br/>\n  </u><strong><br/>\n  </strong><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2015-11 (FYP, LLC)</a>. &#160;On November 17, the Commission voted on <a href=\"../../../agenda/2015/agenda20151110.shtml\">two drafts</a> of an advisory opinion based on a request from FYP, LLC, concerning its proposed app, MyChange. The app would allow users to round up spare change from the user's credit or debit card transactions and contribute the funds to designated political committees or nonprofit organizations. The Commission was unable to reach agreement by the required four affirmative votes on either draft, and instructed the Office of General Counsel to produce a third draft that outlines areas of consensus for a possible future vote. The Commission has until November 23 to issue a response or it may seek an extension of time from the requestor. <br/>\n  <br/>\n  <strong>COMMISSIONERS&#8217; STATEMENT<br/>\n  </strong><u><br/>\n  </u><a href=\"http://saos.fec.gov/saos/searchao\">AO 2015-09 (Senate Majority PAC and House Majority PAC)</a>. On November 13, Commissioner Ellen L. Weintraub issued a <a href=\"http://saos.fec.gov/aodocs/1322762.pdf\">statement</a>.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public one closed case, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6528</a> <br/>\n  COMPLAINANT: Paul A. Duffy<br/>\n  RESPONDENTS: U.S. Representative Michael Grimm; Michael Grimm for Congress and Nancy H. Watkins, in her official capacity as treasurer; Ofer Biton; Rabbi Yoshiyahu Yosef Pinto; and Mosdot Shuvah Israel Synagogue<br/>\n  SUBJECT: The complaint alleged that Grimm, Michael Grimm for Congress and Watkins, in her official capacity as treasurer (the Committee), and Biton knowingly and willfully solicited and received contributions that were in excess of the&#160; limitations of the Federal Election Campaign Act of 1971, as amended, in cash amounts exceeding $100, from foreign nationals, and in the names of others. Grimm was a 2010 candidate for New York&#8217;s 13th Congressional District when the activity at issue occurred.<br/>\n  DISPOSITION: On April 22, 2015, the Commission found reason to believe that the Committee improperly reported contributions, accepted prohibited contributions and accepted contributions in the names of others. On October 5, 2015, the Commission found reason to believe the Committee and Grimm knowingly and willfully solicited and received contributions from foreign nationals. In light of the statute of limitations, however, the Commission took no action in connection with the remaining allegations against Grimm and the other Respondents and took no further action on the previous reason to believe findings against the Committee. On October 16, the Commission closed the entire file in light of the imminent expiration of the statute of limitations regarding the allegations in the complaint, and in consideration of the Commission&#8217;s priorities.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  <br/>\n  </strong>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3007</a> &#8211; Friends of Edwin W. Edwards and Rachelle Marks, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <strong><br/>\n  </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3010</a> &#8211; Treadwell Alaska Inc. and Cheryl Frasca, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n  The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 765</a> &#8211; Texans for a Conservative Majority and Randy Cubriel, in his official capacity as treasurer.&#160; The respondent agreed to (1) circulate a written policy and procedure document detailing the proper reporting of independent expenditures and regular reports of activity, (2) certify that the Committee performed a reconciliation of the Committee&#8217;s accounts for each required FEC report, and (3) pay a civil penalty of $6,150.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/StopHillaryPAC.shtml\"><em>Stop Hillary PAC v. FEC</em></a> (Case 1:15-cv-01208-GBL-IDD). On November 17, the Plaintiffs filed a <a href=\"../../../law/litigation/shp_shp_rebut.pdf\">Rebuttal Memorandum in Support of Their Motion for Preliminary Injunction</a> in the United States District Court for the Eastern District of Virginia.<br/>\n&#160;<br/>\n  <strong>REGULATIONS AND AGENCY OPERATIONS<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2015/agenda20151110.shtml\">Rulemaking Priorities and Proposals</a>. On November 17, the Commission discussed a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a.pdf\">Memorandum on Regulatory Relief for Political Parties</a>. It voted on a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a-1.pdf\">revised draft Resolution on Commencing Work on a Notice of Proposed Rulemaking Focused on Strengthening Political Parties</a>, but was unable to reach agreement by the required four affirmative votes. &#160;<br/>\n  <br/>\n  On November 17, the Commission discussed and held over further discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-d.pdf\">Memorandum on a Coordination Rulemaking Proposal</a>.</p>\n          <p>    On November 17, the Commission discussed and held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-c.pdf\">Draft Notice of Proposed Rulemaking (NPRM) on Technological Modernization</a>, which would request comment on proposed changes to more than 100 Commission regulations to address contributions and expenditures made by electronic means, such as through internet-based payment processors or text messaging; to eliminate and update references to outdated technologies; and to address similar issues. <br/>\n    <br/>\n    On November 17, the Commission discussed and held over an <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">Outline of a Draft NPRM Implementing Party Segregated Accounts</a>, intended to implement both the separate limits on contributions to three types of segregated accounts of national party committees established by the Consolidated and Further Continuing Appropriations Act, 2015, Pub. L. No. 113- 235, 128 Stat. 2130, 2772 (2014) and certain provisions of the Gabriella Miller Kids First Research Act, Pub. L. No. 113- 94, 128 Stat. 1085 (2014).<br/>\n    <br/>\n    <a href=\"../../../agenda/2015/agenda20151110.shtml\">Commission Documents/Public Disclosure Policies</a>. On November 17, the Commission discussed and held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a-1.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>, which would expand the range of records to be made publicly available on a regular basis. The Commission directed the Office of General Counsel to draft an additional document on the subject. <br/>\n    <br/>\n    <a href=\"../../../agenda/2015/agenda20151110.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. On November 17, the Commission held over discussion of an NPRM on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and are publicly distributed in multiple states but do not refer to any particular state&#8217;s primary election, and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-b.pdf\">draft interpretive rule</a> on reporting independent expenditures for presidential primaries that are distributed nationwide.<br/>\n    <br/>\n    <strong>OUTREACH<br/>\n    </strong><br/>\n    On November 18-21, Chair Ann M. Ravel participated in discussions on campaign finance, the use of social networks in elections and the implementation of electoral reforms at the Tenth International Meeting of Electoral Bodies in Brazil.&#160; </p>\n          <p>            <strong>EDUCATIONAL PROGRAMS<br/>\n            <br/>\n            </strong>On November 18, the Commission hosted Candidate 101: Basics for Campaign Treasurers &amp; Staff webinar for new candidates and their committees.&#160; </p>\n          <p>            <strong>PUBLIC DISCLOSURE<br/>\n                      </strong><br/>\n          On November 17, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"http://links.govdelivery.com:80/track?type=click&amp;enid=ZWFzPTEmbWFpbGluZ2lkPTIwMTUxMTE3LjUxNTU5NzQxJm1lc3NhZ2VpZD1NREItUFJELUJVTC0yMDE1MTExNy41MTU1OTc0MSZkYXRhYmFzZWlkPTEwMDEmc2VyaWFsPTE3NTEwNjQ4JmVtYWlsaWQ9anF1ZWVuQGZlYy5nb3YmdXNlcmlkPWpxdWVlbkBmZWMuZ292JmZsPSZleHRyYT1NdWx0aXZhcmlhdGVJZD0mJiY=&amp;&amp;&amp;100&amp;&amp;&amp;http://www.fec.gov/fecig/documents/ManagementandPerformanceChallenges-2015-FinalReport.pdf\">Inspector General Statement on the FEC's Management and Performance Challenge - 2015</a>&#160; and <a href=\"http://links.govdelivery.com:80/track?type=click&amp;enid=ZWFzPTEmbWFpbGluZ2lkPTIwMTUxMTE3LjUxNTU5NzQxJm1lc3NhZ2VpZD1NREItUFJELUJVTC0yMDE1MTExNy41MTU1OTc0MSZkYXRhYmFzZWlkPTEwMDEmc2VyaWFsPTE3NTEwNjQ4JmVtYWlsaWQ9anF1ZWVuQGZlYy5nb3YmdXNlcmlkPWpxdWVlbkBmZWMuZ292JmZsPSZleHRyYT1NdWx0aXZhcmlhdGVJZD0mJiY=&amp;&amp;&amp;101&amp;&amp;&amp;http://www.fec.gov/fecig/documents/FY2015FinancialStatementAuditReport-Final.pdf\">Audit of the FEC's Fiscal Year 2015 Financial Statements</a>.</p>\n          <p>            On November 17, the Commission made public a new report: <a href=\"../../../pubrec/fe2014/federalelections2014.shtml\">Federal Elections 2014: Election Results for the U.S. Senate and the U.S. House of Representatives</a>.<br/>\n            <br/>\n            <strong>FEDERAL REGISTER<br/>\n  <br/>\n            </strong>On November 20, the Commission published the <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2015-11-20/pdf/2015-29494.pdf\">Notice of Disposition on Amendment of 11 CFR 110.13(c) regarding Candidate Debates</a> in the Federal Register. <br/>\n            <br/>\n            <strong>PRESS RELEASES<br/>\n            </strong><br/>\n            <a href=\"../news_releases/20151117release.shtml\">FEC Considers Advisory Opinion and Rulemaking Proposals</a><strong> </strong>(issued November 17)<br/>\n            <br/>\n            <a href=\"../news_releases/20151119release.shtml\">O&#8217;Malley Becomes First Presidential Candidate Declared Eligible for Primary Matching Funds in 2016 Race</a> (issued November 19)<br/>\n            <br/>\n            <strong>CAMPAIGN FINANCE REPORTS<br/>\n            </strong><br/>\n            November 20: November Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n            <br/>\n            <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>December 10: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n            <br/>\n            December 15: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n            <br/>\n            December 17: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n            <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n            <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n            </strong><br/>\n            December 2: Nonconnected PAC Webinar for Treasurers and staff of nonconnected political committees, including Super PACs, Hybrid PACs &amp; Leadership PACs.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n            <br/>\n            <strong>UPCOMING REPORTING DUE DATES<br/>\n            </strong><br/>\n            December 20: December Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n            <strong><br/>\n  ADDITIONAL RESEARCH MATERIALS<br/>\n            </strong><br/>\n            Additional research materials about the agency, campaign finance information and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the Commission website. <br/>\n          </p>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n            <br/>\n            <strong><br/>\n            </strong></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of November 16 - November 20, 2015", "issue": "2015-47", "href": "press2015/digests/20151120digest.shtml", "date": "11/20/2015", "pdf": null}