{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">May 2, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140502digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-18</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of April 28 &#8211; May 2</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><u>Request Received</u></p>\n          <p><a href=\"http://saos.fec.gov/aodocs/1256102.pdf\">AOR 2014-04 (Enterprise Holdings, Inc.)</a>. On April 28, the Commission made public Advisory Opinion Request 2014-04. Enterprise Holdings, Inc. asks whether the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations preempt a state law that appears to prohibit an employer's use of payroll deductions for contributions to that employer's separate segregated fund. The Commission must issue a response no later than 60 days after receipt of the complete request, or specifically by June 23, 2014.</p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p>The Commission made public three closed cases and one Statement of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6615</a>&#160; <br/>\n          COMPLAINANT: Brandie Reiner<br/>\n          RESPONDENTS: SAVE 9 480-459-6842; and John Doe(s) <br/>\n          SUBJECT: The complaint alleged that SAVE 9 480-459-6842 (SAVE 9) and the individuals associated with at least 50 campaign signs that purportedly expressly advocated the defeat of Kyrsten Sinema failed to identify who paid for the signs and to disclose whether they were authorized by another candidate or candidate&#8217;s committee. Sinema was a 2012 candidate for Arizona&#8217;s 9th Congressional District. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the signs did not contain express advocacy and in light of the likely <em>de minimis</em> cost associated with the signs. </p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6640</a> <br/>\n          COMPLAINANT: Robert Sterling<br/>\n          RESPONDENTS: Friends of Jeff Kazanow and Jeff Kazanow, in his official capacity as treasurer; and Jeffrey H. Kazanow<br/>\n          SUBJECT: The complaint alleged that Friends of Jeff Kazanow and Kazanow, in his official capacity as treasurer, (the Committee) and Kazanow failed to include the year the candidate was seeking election in his Statement of Candidacy and filed a quarterly report late. The complaint alleged further that the Committee&#8217;s website lacked a disclaimer stating that the Committee had paid for it.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the relatively limited scope of the violations and in consideration of Commission priorities.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6648</a> <br/>\n          COMPLAINANT: Republican Party of Arkansas<br/>\n          RESPONDENT: Gene Jeffress for Congress and Allen Searcy, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Gene Jeffress for Congress and Searcy, in his official capacity as treasurer, (the Committee) failed to provide proper disclaimers on the Committee&#8217;s campaign materials.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the distribution of the campaign materials appears to have been minimal and in light of the Committee&#8217;s prompt remedial action. </p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6656</a> &#8211; Anchin, Block &amp; Anchin LLP; and Evan H. Snapper. On April 29, Commissioners Caroline C. Hunter, Matthew S. Petersen, and Ellen L. Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/14044353578.pdf\">Statement of Reasons</a>.</p>\n          <p><strong>LITIGATION</strong></p>\n          <p><a href=\"../../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 13-5162). On April 25, the plaintiffs filed a <a href=\"../../../law/litigation/wagner_wagner_supp_brief.pdf\">Supplemental Brief</a> in the United States Court of Appeals for the District of Columbia Circuit.&#160; On May 2, the Commission filed its <a href=\"../../../law/litigation/wagner_fec_supp_brief.pdf\">Supplemental Brief</a>. </p>\n          <p><strong>COMMISSIONER&#8217;S STATEMENT</strong></p>\n          <p>On April 30, Vice Chair Ann M. Ravel delivered <a href=\"../../../members/ravel/testimony/written_testimony_04302014.pdf\">testimony</a> in her capacity as Former Chair of the California Fair Political Practices Commission at a hearing of the United States Senate Committee on Rules and Administration. </p>\n          <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p>On April 30, the Commission hosted a Seminar/Webinar for Corporations and their PACs. </p>\n          <p><strong>OUTREACH</strong></p>\n          <p>On April 28, Commissioner Ellen L. Weintraub discussed the work of the Commission with the Secretary General of the Association of World Election Bodies (A-WEB), H.E. Yong-Hi Kim.&#160; </p>\n          <p>On April 29, Chairman Lee E. Goodman met with a Nigerian Senate delegation. The Chairman spoke in connection with a seminar the International Law Institute was hosting on U.S. election laws in advance of Nigeria's upcoming 2015 elections.</p>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p>May 6: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p>May 8: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p><strong>UPCOMING EVENTS</strong></p>\n          <p>June 4: FEC Chairman Goodman and Vice Chair Ravel will host an informal public forum to discuss agency operations that affect local, state, and national political parties with Commissioners and senior staff. If you would like to attend the forum in person or participate via webcast, or if you are unable to attend but would like to submit written comments, please email us at <a href=\"mailto:politicalpartyforum@fec.gov\">politicalpartyforum@fec.gov</a>. If you have any questions, please feel free to contact either of our offices at 202-694-1000.</p>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website.</p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS </strong></p>\n          <p>May 21, Federal Election Commission, Washington, D.C. Seminar/Webinar for Trade Associations, Labor Organizations, Membership Organizations and their PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES</strong></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p align=\"center\">&#160;</p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of April 28 - May 2, 2014", "issue": "2014-18", "href": "press2014/digests/20140502digest.shtml", "date": "05/02/2014", "pdf": null}