{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">December 19, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20141219digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-51</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\">&#160;</p>\n          <p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong> December 15 - December 19, 2014</strong></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On December 16, the Commission held an <a href=\"../../../sunshine/2014/executive/notice20141209.pdf\">executive session</a>.</p>\n          <p/>\n          <p>On December 17, the Commission held an <a href=\"../../../agenda/2014/agenda20141211.shtml\">open meeting</a>.</p>\n          <p/>\n          <p><strong>2015 OFFICERS AND CALENDAR</strong></p>\n          <p><strong/></p>\n          <p>On December 17, the Commission elected Ann M. Ravel as Chair and Matthew S. Petersen as Vice Chairman for 2015. The Commission also approved an initial <a href=\"../../../agenda/2014/documents/mtgdoc_14-65-a.pdf\">schedule of meeting dates</a> in 2015.</p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public five closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6665</a> <br/>\n          COMPLAINANT: John D. Daniello, Chairman of the Delaware Democratic Party <br/>\n          RESPONDENTS: Alex Pires for U.S. Senate and Stephen W. Spence, in his official capacity as treasurer; Alexander J. Pires, Jr.; Bottle &amp; Cork; Jimmy&#8217;s Grille &amp; Catering, LLC; and Woodward Outdoor Equipment<br/>\n          SUBJECT:&#160; The complaint alleged that (1) Bottle &amp; Cork, Jimmy&#8217;s Grille &amp; Catering, LLC, and Woodward Outdoor Equipment gave, and Pires and Alex Pires for U.S. Senate and Spence, in his official capacity as treasurer (the Committee), accepted, prohibited, in-kind corporate contributions in connection with two campaign events and (2) the Committee failed to include disclaimers on the campaign&#8217;s website and certain campaign materials. Pires was a 2012 independent candidate for Delaware&#8217;s United States Senate seat.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of (1) the apparently <em>de minimis</em> amount of potential contributions and communications at issue and (2) the fact that the Committee took remedial action in connection with the disclaimers. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6693</a> <br/>\n          COMPLAINANT: Frank Smith<br/>\n          RESPONDENT: Jackson for Virginia and Theodora J. Jackson, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Jackson for Virginia and Jackson, in her official capacity as treasurer (the Committee), accepted excessive contributions and may have been aware of an attempt to conceal these contributions. Earl W. Jackson, Sr., was a 2012 primary election candidate for Virginia&#8217;s United States Senate seat.<br/>\n          DISPOSITION: The Commission found no reason to believe the Committee accepted excessive contributions because the contributors named in the complaint submitted sworn, notarized responses confirming their contributions were within the legal limits. The Commission exercised its prosecutorial discretion and dismissed the allegation that the Committee provided inaccurate contributor information in light of the <em>de minimis </em>amount at issue. The Commission sent a letter reminding the Committee of requirements for filing reports.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6699</a> <br/>\n          COMPLAINANT:&#160; Sheryl V. Wooley<br/>\n          RESPONDENTS:&#160; Friends of Trey Radel, Inc., and Barbara Bisnette, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Friends of Trey Radel, Inc., and Bisnette, in her official capacity as treasurer (the Committee), used contributor information obtained from disclosure reports filed with the Commission to solicit contributions. Radel was a 2012 candidate for Florida&#8217;s 19th Congressional District.<br/>\n          DISPOSITION:&#160; In light of the inadvertent nature of the violation and the Committee&#8217;s corrective actions, the Commission exercised its prosecutorial discretion and dismissed the matter.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6835</a> <br/>\n          COMPLAINANT: Paul Chabot<br/>\n          RESPONDENT:&#160; Lesli Gooch for Congress and Jen Slater, in her official capacity as treasurer<br/>\n          SUBJECT:&#160; The complaint alleged that Lesli Gooch for Congress and Slater, in her official capacity as treasurer (the Committee), distributed a mailer that failed to include a disclaimer indicating the party responsible for the printed communication. Gooch was a 2014 primary election candidate for California&#8217;s 31st Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the facts that (1) the exact scope and cost of the mail piece is unknown, (2) the Committee asserted that proper disclaimers were included on other mail pieces during the campaign, and (3) there was some identifying information on the mailer, which linked it to the Committee, and in consideration of Commission priorities.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6844</a><br/>\n          COMPLAINANT: Tamara R. Rubyn, President/Business Manager for the Office and Professional Employees International Union, Local 29, AFL-CIO<br/>\n          RESPONDENTS: Kaiser Foundation Hospitals; Kaiser Foundation Health Plan, Inc.; and The Permanente Medical Group, Inc.<br/>\n          SUBJECT: The complaint alleged that Kaiser Foundation Hospitals, Kaiser Foundation Health Plan, Inc., and The Permanente Medical Group, Inc. (collectively, Kaiser) failed to honor employee requests for voluntary payroll deductions.<br/>\n          DISPOSITION: The Commission found no reason to believe that Kaiser violated the Federal Election Campaign Act of 1971, as amended (the Act), or Commission regulations because Kaiser is not obligated under the Act to provide the union with a system for voluntary payroll deductions since Kaiser does not use a method of soliciting voluntary contributions from any of its salaried supervisory or management personnel.</p>\n          <p/>\n          <p><strong>ADMINISTRATIVE FINES</strong></p>\n          <p/>\n          <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2773</a> &#8211; Beale for Congress and Steven R. Burris, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,775.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2784</a> &#8211; Steve Salazar for Congress and Rosario Rodriguez, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $8,662. </p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 723</a> &#8211; Revolution PAC and Dan Backer, in his official capacity as treasurer. The Commission closed the file.</p>\n          <p/>\n          <p><strong>LITIGATION&#160; </strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/crew_141419.shtml\"><em>CREW, et al. v. FEC</em></a> (Case 1:14-cv-01419-CRC). On December 16, the Commission filed a <a href=\"../../../law/litigation/crew141419__fec_reply_mtd.pdf\">Reply in Support of its Motion to Dismiss</a> in the United States District Court for the District of Columbia. </p>\n          <p/>\n          <p><a href=\"../../../law/litigation/Kuhn.shtml#dc\"><em>Kuhn for Congress v. FEC</em></a> (Case 2:13-cv-03337-PMD). On December 15, the United States District Court for the District of South Carolina issued its <a href=\"../../../law/litigation/kuhn_dc_order.pdf\">Order</a> and on December 16, issued its <a href=\"../../../law/litigation/kuhn_dc_judgment.pdf\">Judgment</a>, adopting the recommendation contained in the <a href=\"../../../law/litigation/kuhn_dc_findings.pdf\">Proposed Findings of Fact and Conclusions of Law</a> of the Magistrate Judge and granting the FEC&#8217;s motion to dismiss.</p>\n          <p/>\n          <p><a href=\"../../../law/litigation/StopHillaryPAC.shtml\"><em>Stop Hillary PAC v. FEC</em></a> (Case 1:14-cv-02080-KBJ). On December 11, Stop Hillary PAC filed a <a href=\"../../../law/litigation/shp_shp_complaint.pdf\">Complaint for Declaratory Relief</a> in the United States District Court for the District of Columbia.&#160; </p>\n          <p><a href=\"../../../law/litigation/StopthisInsanity.shtml\"><em>Stop This Insanity, Inc., et al. v. FEC</em></a> (Case 14-391). On December 12, the Petitioners filed a <a href=\"../../../law/litigation/sti_sti_supp_cert.pdf\">Reply in Support of Petition for a Writ of Certiorari </a>in the United States Supreme Court.</p>\n          <p/>\n          <p><strong>REGULATION</strong></p>\n          <p/>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-16.pdf\">Technical Amendments and Corrections to 11 CFR Chapter 1</a>. On December 16, the Commission approved for publication in the Federal Register final rules and an explanation and justification for technical amendments to various provisions in Title 11 of the Code of Federal Regulations. In addition to making technical corrections, the rules update Commission regulations to reflect the transfer of FECA from Title 2 of the U.S. Code to the new Title 52.</p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-51-a.pdf\"/></p>\n          <p><u><em><a href=\"../../../agenda/2014/documents/mtgdoc_14-51-a.pdf\">McCutcheon v. FEC Final Rule</a></em></u>. On December 17, the Commission approved for publication in the Federal Register final rules and an explanation and justification that remove regulatory limits on the aggregate amounts an individual may contribute to federal candidates and political committees in a two-year cycle. The Commission issued these rules in light of the Supreme Court decision in <em>McCutcheon v. FEC</em>, which held that the aggregate contribution limits are unconstitutional. </p>\n          <p/>\n          <p><strong>PUBLIC DISCLOSURE</strong></p>\n          <p><strong/></p>\n          <p>On December 12, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../../fecig/documents/ReviewofCompletedCorrectiveActionsofFY2014FinancialStatementAudit-December2014.pdf\">Review of Completed Corrective Actions of FY 2014 Financial Statements - December &#160;2014</a>.</p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../news_releases/20141216release.shtml\">District Court Issues Order in Kuhn for Congress v. FEC</a> (issued December 16)</p>\n          <p/>\n          <p><a href=\"../news_releases/H.R.83Statement.shtml\">FEC Statement on Campaign Finance Provisions of the Consolidated and Further Continuing Appropriations Act, 2015 (H.R. 83)</a> (issued December 17)</p>\n          <p/>\n          <p><a href=\"../news_releases/2015ElectionofOfficers.shtml\">FEC Elects Ann Ravel as Chair; Matthew Petersen to Serve as Vice Chairman</a> (issued December 17)</p>\n          <p/>\n          <p><a href=\"../news_releases/121714OpenMeeting.shtml\">FEC Approves 2015 Meetings Dates, Elects 2015 Officers</a> (issued December 17)</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>January 13, 2015: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>January 15, 2015: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <strong><br/>\n          </strong>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; </strong></p>\n          <p><strong/></p>\n          <p>January 14: Webinars for PACs and party committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>January 21: Webinars for candidate committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>January 31, 2015: Year-End Reports are due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml\">2014 Reporting Dates page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p/>\n          <p/>\n          <p/>\n          <p/>\n          <p/>\n          <p/>\n          <p/>\n          <p/></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of December 15 - December 19, 2014", "issue": "2014-51", "href": "press2014/digests/20141219digest.shtml", "date": "12/19/2014", "pdf": null}