{"html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">July 26, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-30</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 22 &#8211; 26</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On July 23, the Commission held an executive session.</p>\n        <p/>\n        <p>On July 25, the Commission held an open meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings of selected meetings, hearings and presentations</a>.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-26.pdf\">AO 2013-05 (Gallegly)</a>. On July 25, the Commission concluded that the requestor, a former member of the U.S. House of Representatives, may use campaign funds to pay for the temporary storage of his officeholder and campaign materials pending their final disposition after his retirement from federal office because these are ordinary and necessary expenses incurred in connection with his duties as a federal officeholder.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-30.pdf\">AO 2013-06 (DSCC)</a>. On July 25, the Commission concluded that (1) same-sex couples married under state law are &#8220;spouses&#8221; for the purpose of Commission regulations and therefore the requestor may apply 11 CFR 110.1(i) to the contributions it receives from such persons, (2) a Senate candidate who is legally married to a same-sex spouse may utilize &#8220;jointly owned assets&#8221; under 11 CFR 100.33(c) and 100.52(b)(4) under the same conditions as a Senate candidate who is married to an opposite-sex spouse, and (3) DSCC representatives may appear at restricted-class events, pursuant to 11 CFR 114.3(c)(2), at which legally married same-sex spouses are present as &#8220;families&#8221; of other restricted class members under 11 CFR 114.1(j).</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-27.pdf\">AO 2013-07 (Winslow II)</a>. On July 25, the Commission concluded that same-sex couples married under state law are &#8220;spouses&#8221; for the purpose of Commission regulations and therefore the requestor may apply 11 CFR 110.1(i) to the contributions it receives from such persons.</p>\n        <p/>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><u/></p>\n        <p><a href=\"../../agenda/2013/agenda20130725.shtml\">AOR 2013-04 (Democratic Governors Association/Jobs and Opportunity)</a>. On July 25, the Commission discussed three drafts and then held over an advisory opinion request from the Democratic Governors Association (DGA) and Jobs and Opportunity. DGA is an independent, unincorporated political organization that operates under section 527 of the Internal Revenue Code. Its membership consists of the nation's incumbent Democratic governors. Jobs and Opportunity intends to be a separate 527 organization that will engage in independent spending in gubernatorial races. The requestors ask whether, under the Federal Election Campaign Act of 1971, as amended, and Commission regulations, their disbursements for voter registration, get-out-the-vote activities, voter identification, and generic campaign activities may be made with non-federal funds.On July 22, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1243389.pdf\">comment</a> on Advisory Opinion Request 2013-04.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public six closed cases and two Statements of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6522</a><br/>\n  COMPLAINANT: Sean Murphy<br/>\n  RESPONDENTS: Lisa Wilson-Foley for Congress and William M. Kolo, in his official capacity as treasurer (the Committee); Lisa Wilson-Foley; All Star Therapy, LLC; Blue Fox Enterprises, Inc., and Apple Health Care, Inc.<br/>\n  SUBJECT: The complaint alleged that three of Wilson-Foley&#8217;s businesses&#8212;Apple Health Care, Inc., All Star Therapy, LLC, and Blue Fox Enterprises, Inc.&#8212;made, and Wilson-Foley and the Committee received, impermissible, in-kind corporate contributions resulting from coordinated communications. Wilson-Foley was a 2012 primary election candidate for Connecticut&#8217;s 5th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe that the three businesses made or that Wilson-Foley or the Committee received impermissible in-kind corporate contributions because the advertisements and other communications at issue were not coordinated communications under Commission regulations.</p>\n        <p>            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6583</a><br/>\n  COMPLAINANT: Daniel C. Buell, Chairman, Washoe County Republican Central Committee<br/>\n  RESPONDENTS: Nevada State Democratic Party and Jan Churchill, in her official capacity as treasurer; and Berkley for Senate and Steven W. Mele, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that the Nevada State Democratic Party and Churchill, in her official capacity as treasurer, (Nevada Democratic Party) made and Berkley for Senate and Mele, in his official capacity as treasurer, (the Committee) accepted an excessive in-kind contribution, and that the Nevada Democratic Party failed to include an appropriate disclaimer on mailers. Berkley was a 2012 candidate for Nevada&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe the Nevada Democratic Party made and the Committee received excessive contributions or that the Nevada Democratic Party distributed communications without the appropriate disclaimer because the mailers constituted coordinated party expenditures, their cost did not exceed the coordinated party expenditure limits, and the disclaimers adhered to the requirements of the Act and Commission regulations.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6594</a><br/>\n          COMPLAINANTS: David Clark; Cherilyn Eagar; Howard Wallack; and John Charles &#8220;Chuck&#8221; Williams <br/>\n  RESPONDENTS: Friends of Chris Stewart, Inc. and Chris Marston, in his official capacity as treasurer; Chris Stewart; Milton Hanks for Congress; Milton Hanks; Randy Minson; Brian Steed; and Timothy Stewart<br/>\n  SUBJECT: The complaint alleged that the respondents may have been responsible for an anonymous letter without a disclaimer that was mailed to a select group of delegates prior to the Utah Republican State Nominating Convention. Chris Stewart was a 2012 candidate for Utah&#8217;s 2nd Congressional District.&#160; <br/>\n  DISPOSITION: The Commission found no reason to believe the respondents violated the Act or Commission regulations because there was an insufficient basis upon which to conclude that the anonymous letter at issue was a public communication and thus would require a disclaimer.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6600</a> <br/>\n          COMPLAINANT: Roberta Lang, Chair, Nevada State Democratic Party<br/>\n  RESPONDENTS: Dean Heller; Heller for Senate and Chrissie Hastie, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Heller and Heller for Senate and Hastie, in her official capacity as treasurer, (the Committee) aired an advertisement that did not include a proper disclaimer consistent with the &#8220;stand by your ad&#8221; requirements of the Act. Heller was a 2012 candidate for Nevada&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that it appeared that the advertisement at issue contained sufficient information to clearly identify who paid for it, as well as an adequate spoken message of approval by the candidate, and in light of the quick remedial action by the Committee.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6725</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: Ron Paul 2012 Presidential Campaign Committee, Inc. and Lori Pyeatt, in her official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings and found reason to believe that Ron Paul 2012 Presidential Campaign Committee and Lori Pyeatt in her official capacity as treasurer (the Committee) failed to disclose a total of $501,700 in receipts and $5,649.65 in disbursements on its original 2011 October Quarterly Report and 2011 Year-End Report.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $4,975.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6727</a> <br/>\n          COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: Friends of Weiner and Nelson Braff, in his official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings and found reason to believe that Friends of Weiner and Braff, in his official capacity as treasurer, violated the Act by failing to refund general election contributions following Weiner&#8217;s withdrawal from the primary. Weiner was a 2012 candidate for New York&#8217;s 9th Congressional District.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $20,000.</p>\n        <p/>\n        <p><u>Commissioners&#8217; Statements Issued</u></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6081</a> &#8211; American Issues Project, Inc.; Ed Martin; Ed Failor Jr.; and Harold Simmons. On July 25, Vice Chairman Donald F. McGahn and Commissioners Caroline C. Hunter and Matthew S. Petersen issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/13044340543.pdf\">Statement of Reasons</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6540</a> &#8211; Rick Santorum for President and Nadine Maenza, in her official capacity as treasurer; Michigan Faith &amp; Freedom Coalition; Glenn Clark; and The Palazzo Grande, Inc. On July 25, Vice Chairman Donald F. McGahn and Commissioner Caroline C. Hunter issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/13044340571.pdf\">Statement of Reasons</a>.</p>\n        <p>Background Information Regarding Proposed Enforcement Manual &#8211; On July 25, Vice Chairman Donald F. McGahn issued a <a href=\"../../members/former_members/mcgahn/statements/13-21-k.pdf\">Statement</a>.</p>\n        <p>&#160;<strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public three campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2617</a> &#8211; Liberatore for Congress-2012 and Louis G. Baglietto, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $20,330.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2630</a> &#8211; Alex Pires for U.S. Senate and Stephen W. Spence, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2708</a> &#8211; Friends of Mark Neumann, Inc. and Jack Voight, in his official capacity as treasurer. The Commission voted to take no further action.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/labotz.shtml\"><em>Dan La Botz v. FEC</em></a> (Case 1:13-cv-00997-RC). On July 1, La Botz filed a <a href=\"../../law/litigation/labotz_labotz_complaint2.pdf\">complaint</a> in the United States District Court for the District of Columbia. The plaintiff is challenging the dismissal of an administrative complaint he filed in 2010 with the Commission.</p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/McCutcheon.shtml\"><em>McCutcheon, et al. v. FEC</em></a>(Case 12-536). Oral argument is scheduled for October 8 in the United States Supreme Court. </p>\n        <p><strong/></p>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On July 22, Chair Ellen L. Weintraub met with India's Chief Election Commissioner, V.S. Sampath, and other representatives of the Election Commission of India and the International Foundation for Electoral Systems to discuss the role of the Commission and recent developments in campaign finance law.&#160; </p>\n        <p/>\n        <p>On July 23, Acting Associate General Counsel for Policy Adav Noti and Auditor Gary Hache discussed the Audit, Enforcement and Reporting functions of the Commission with P.K. Dash, Director General of the Election Commission of India. </p>\n        <p><strong/></p>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../law/cfr/ej_compilation/2013/notice2013-10.pdf\">Final Rules and Explanation and Justification on Civil Monetary Penalties Inflation Adjustments</a>. On July 24, the Commission published the Final Rules and Explanation and Justification on Civil Monetary Penalties Inflation Adjustments in the Federal Register. </p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>The Commission posted the filing deadlines for the Special Election in Massachusetts&#8217; 5th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2013/ma05.shtml\">Special Election Report Notice</a>.</p>\n        <p><strong>PRESS RELEASES<br/>\n          </strong><br/>\n          <a href=\"20130725_OpenMeeting.shtml\">FEC Approves Three Advisory Opinions</a> (issued on July 25)</p>\n        <p><strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>August 20-21, Austin, Texas, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>July 20: July Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting</a> page of the Commission website.</p>\n        <p/>\n        <p>July 31: Mid-Year reports are due. For more information on semiannual reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#semi\">Semiannual Reporting</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n          </strong><br/>\n  The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n        </p>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "title": "Week of July 22 - July 26, 2013", "issue": "2013-30", "href": "press2013/20130726digest.shtml", "date": "07/26/2013", "pdf": null}