{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>November 16, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-46</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 12 &#8211; 16</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On November 15, the Commission held an open meeting. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"http://fec.gov/audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p><strong/></p>\n        <p>No Commission executive sessions were held this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1269B.pdf\">Request for Reconsideration of AOR 2012-25 (American Future Fund)</a>. On November 14, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1229618.pdf\">draft response</a> to a request for reconsideration of Advisory Opinion Request 2012-25 from American Future Fund (AFF) and American Future Fund Political Action (AFFPA), and on November 16, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1229675.pdf\">second draft</a>. The two groups asked for reconsideration of their request regarding their proposed plan to establish a joint fundraising committee after the Commission was unable to reach agreement by the required four affirmative votes to issue an Advisory Opinion. The Commission discussed the request in an open meeting on November 15. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1224944.pdf\">AOR 2012-34 (Freedom PAC and Friends of Mike H)</a>. On November 15, the Commission discussed two draft Advisory Opinions, based on a request from Freedom PAC and Friends of Mike H, but did not vote on either draft. The requestors ask whether Freedom PAC, an independent expenditure-only committee, may accept contributions of $10,000 or more from Friends of Mike H, an authorized committee of a former federal candidate. During the discussion, the Commission heard from counsel on behalf of the requestor. The Commission received an extension of four days to issue a response by December 7, 2012. </p>\n        <p><strong/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two closed cases and discussed another closed case. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6427</a> <br/>\n  COMPLAINANT: Scott Eckersley for Congress<br/>\n  RESPONDENT: Unknown Respondents; Billy Long; Billy Long for Congress and Ron Neville, in his official capacity as treasurer; James Harris; Patrick J. Binning; and LakeFront Strategies<br/>\n  SUBJECT: The complaint alleged that unknown persons established an email account and a Twitter account in the name of congressional candidate Scott Eckersley and disseminated a press release falsely claiming that Eckersley was suspending his campaign. The complaint alleged further that Binning, a political consultant, and his firm, LakeFront Strategies, may have been involved in the fraudulent communications, as well as Long, Eckersley&#8217;s opponent, and Harris, Long&#8217;s political consultant. Eckersley was a 2010 candidate for Missouri&#8217;s 7th Congressional District.<br/>\n  DISPOSITION: The Commission found reason to believe that unknown respondents were involved in the possible fraudulent misrepresentation by a federal candidate or his employee or agent, and authorized an investigation. The investigation revealed that Binning was solely responsible for sending the fraudulent press release, and that he was not an agent or employee of any federal candidate. The Commission therefore found no reason to believe that Binning or the other named respondents violated the Act or Commission regulations. </p>\n        <p><br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6459</a> <br/>\n  COMPLAINANT: Fred Karger<br/>\n  RESPONDENT: Iowa Faith and Freedom Coalition (IFFC); Steve Scheffler, IFFC President; Gopal Krishna, IFFC Vice President; and Morris Hurd, IFFC Treasurer<br/>\n  SUBJECT: The complaint alleged that the IFFC, a non-profit corporation, made impermissible, corporate in-kind contributions to five potential candidates when they were &#8220;testing the waters&#8221; by inviting the five to speak at an event that IFFC promoted as part of the 2012 Iowa Republican presidential caucus process.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter, in light of the low dollar amount at issue and in furtherance of the Commission&#8217;s priorities relative to other matters. The six Commissioners issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/12044322343.pdf\">Statement of Reasons</a>. </p>\n        <p><br/>\n            <a href=\"../../agenda/2012/mtgdoc_1279.pdf\">Democratic Senatorial Campaign Committee (DSCC)/Request to Modify Conciliation Agreement (MUR 3620)</a>. On November 15, in response to a request from the DSCC to modify a conciliation agreement in now-closed Matter Under Review (MUR) 3620, the Commission voted to find that the DSCC had fulfilled its obligations under the conciliation agreement and to relieve the DSCC from satisfying the ongoing remedial measures specified in that agreement. During the open meeting discussion, the Commission heard from counsel on behalf of the requestor. </p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public seven campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2509</a> &#8211; Bachmann for President and Nancy H. Watkins, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $8,500.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2513</a> &#8211; 21st Century Democrats and Bill Combs, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $7,875.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2516</a> &#8211; Craig Miller for US Senate Inc and John Ryser, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $7,150.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2521</a> &#8211; Old National Bank PAC and Dan Happe, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,237.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2527</a> &#8211; Kim Morrell for Congress and Robert J. Llorente, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2534</a> &#8211; Karen Kwiatkowski for Congress and Gregory Alan Kwiatkowski, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $505.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2535</a> &#8211; Charles Barron for Congress 2012 and Colette Pean, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,320.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1265.pdf\">Audit Division Recommendation Memorandum on Rightmarch.com PAC, Inc.</a> &#160;On November 15, the Commission discussed, but did not approve by the required four affirmative votes, a recommended finding relating to disclosure of an extension of credit by a commercial vendor in the Audit Division Recommendation Memorandum on Rightmarch.com PAC, Inc. The audit of Rightmarch.com PAC, Inc. covered campaign finance activity between January 1, 2007 and December 31, 2008. This matter had been held over from a previous meeting in which the Commission had approved a recommended finding related to the misstatement of financial activity and had discussed, but not approved by the required four affirmative votes, a recommended finding relating to the failure to file notices and properly disclose independent expenditures. The Audit Division will prepare the Draft Final Audit Report, which will incorporate changes based on the discussion at the open meeting, within 30 days.<br/>\n            <br/>\n            <a href=\"../../agenda/2012/mtgdoc_1275.pdf\">Audit Division Recommendation Memorandum on the Maine Republican Party</a>. &#160;On November 15, the Commission discussed and voted on recommended findings in the Audit Division Recommendation Memorandum on the Maine Republican Party (MRP), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved recommended findings relating to the issues of the misstatement of financial activity, reporting of debts and obligations, disclosure of disbursements from the MRP&#8217;s federal accounts, disclosure of voter identification expenses from MRP&#8217;s non-federal account and the failure to file notices and properly disclose independent expenditures. The Commission did not approve by the required four affirmative votes a recommended finding relating to the disclosure of other disbursements from MRP&#8217;s nonfederal account. The Audit Division will prepare the Draft Final Audit Report, which will incorporate changes based on the discussion at the open meeting, within 30 days.</p>\n        <p/>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about Final Audit Reports</a>. Audits are segregated into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p/>\n        <p><strong>LITIGATION&#160; </strong></p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Abortion f/k/a Real Truth About Obama v. Federal Election Commission</a> (Case 11-1760). On November 13, the Solicitor General, on behalf of the Commission, filed a <a href=\"../../law/litigation/rtao_sc_fec_brief.pdf\">Brief for the Respondents in Opposition</a> to the petition for certiorari in the United States Supreme Court.</p>\n        <p><br/>\n            <strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>November 14, the Commission hosted a<em> Roundtable Workshop/Webinar on Winding Down the Campaign</em>. </p>\n        <p><strong/></p>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On November 13, Deputy Assistant Staff Director for Outreach Liz Kurland discussed Commission operations and campaign finance law with Shiho Kimura, a researcher from Japan's National Diet Library.</p>\n        <p><strong><br/>\n  PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20121115_Johnson_MatchFund.shtml\">Federal Election Commission Certifies Federal Matching Funds for Johnson</a> (issued November 15)</p>\n        <p/>\n        <p><a href=\"20121115openmeeting.shtml\">FEC Approves Relief from Remedial Measures, Discusses Request to Reconsider an Advisory Opinion Request and Draft Advisory Opinions, and Votes on Two Audit Division Recommendation Memorandums</a> (issued November 15)</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>December 12: On Wednesday, December 12, 2012 at 10:00 a.m., the Commission will hold a public hearing to discuss several key issues related to its enforcement process, including issues relating to the <a href=\"../../law/procedural_materials.shtml\">documents</a> that were released to the public recently. Any general questions and comments related to the documents can be sent to <a href=\"mailto:Documents_Feedback@fec.gov\">Documents_Feedback@fec.gov</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>December 6: Post-General Reports are due.&#160; For information on general election reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#general\">2012 General Election Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>January 31, 2013: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of November 12 - November 16, 2012", "issue": "2012-46", "href": "press2012/20121116digest.shtml", "date": "11/16/2012", "pdf": null}