{"html": "<div id=\"fec_mainContent\"> \n  <h2><a name=\"content\"/> \n  </h2>\n  <h1>FEC Digest </h1>\n  <h2>&#160;</h2>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 26 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n              <tr>\n                <td height=\"14\" valign=\"top\"><p>&#160;</p>\n                  <p>&#160;</p></td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"815\" valign=\"top\"><p align=\"right\">ISSUE 2009-7</p></td>\n                </tr>\n              </table>\n              <h3 align=\"center\"><strong>Weekly Digest</strong></h3>\n              <p align=\"center\"><strong>Week of June 22 &#8211; 26</strong></p>\n              <p align=\"center\">&#160;</p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p>On June 24, the Commission held an Executive Session. &#160;Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p>On June 25, the Commission held an Open Session. Agendas and related documents for Open </p>\n              <p>Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p/>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p><strong><u>Advisory Opinion Issued</u></strong></p>\n              <p>On June 25, the Commission issued Advisory Opinion 2009-12 (Coleman), concluding that Senator Norm Coleman and his principal campaign committee, Coleman for Senate, may use campaign funds to pay for legal and consulting services incurred in: 1) reviewing complaints to the Senate Ethics Committee; 2) reviewing a letter from the Alliance for a Better Minnesota to the FBI; 3) representing Senator Coleman in an FBI investigation of alleged violations of Federal law or rules governing the duties of the Senator or the conduct of the campaign; 4) representing Senator Coleman in certain State court lawsuits where he was not a defendant, but in which some alleged facts relate to Senator Coleman&#8217;s duties as an officeholder; and 5) responding to media inquiries. The Commission concluded that the Committee may not use campaign funds to pay for legal services incurred in representing Senator Coleman in an FBI investigation of allegations unrelated to Senator Coleman's campaign or officeholder duties. </p>\n              <p/>\n              <p>On June 25, the Commission issued Advisory Opinion 2009-07 (Neugebauer), concluding that a Limited Liability Company (LLC), of which Congressman Randy Neugebauer (TX-19) is a member, may provide the Neugebauer Congressional Committee with uncompensated use of its boat as an in-kind contribution.&#160; For additional use of the boat, the Committee would be required to pay the LLC the usual and normal rental value.&#160; The Opinion further states that the Congressman may use his personal funds to rent the boat from the LLC for the Committee and that the LLC may rent the boat to other committees for the usual and normal rental charge.</p>\n              <p/>\n              <p><strong><u>Advisory Opinion Considered</u></strong></p>\n              <p>On June 25, the Commission could not reach an agreement on Advisory Opinion Request 2009-11 (Sen. John Kerry and John Kerry for Senate Committee). Kerry for Senate asked whether it could enter into an agreement with a film production company to use campaign funds for development of a documentary.&#160; </p>\n              <p/>\n              <p><strong><u>Request Received</u></strong></p>\n              <p>On June 25, the Commission made public Advisory Opinion Request 2009-19 (Club for Growth and Club for Growth PAC). The requesters seek an advisory opinion on whether one or both of them can send communications to donors to Citizens for Arlen Specter using information compiled from that committee&#8217;s reports filed with the FEC. The communications would inform the donors that Specter is running for Senate as a Democrat rather than as a Republican and inform the donor of Specter&#8217;s refund policy</p>\n              <p>On June 24, The Commission made public Advisory Opinion Request 2009-18 (Penske Truck Leasing Co., L.P., Penske Truck Leasing Corp. and Penske Truck Leasing Co., L.P. PAC). The requestors seek an advisory opinion confirming that Penske PAC is disaffiliated with the General Electric Company PAC.</p>\n              <p>On June 23, the Commission made public Advisory Opinion Request 2009-17 (Romney for President, Inc.). The Committee seeks an advisory opinion on whether it can donate to a charity funds equivalent to the amount of un-cashed and stale-dated refund checks it issued to people who made excessive contributions to Romney&#8217;s 2008 presidential primary campaign.</p>\n              <p>On June 19, the Commission made public Advisory Opinion Request 2009-16 (Libertarian Party of Ohio).&#160; The Libertarian Party of Ohio seeks an advisory opinion that it be recognized it as a state party committee.&#160; </p>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p><strong>ENFORCEMENT</strong></p>\n              <p>The Commission made public seven closed cases this week. &#160;One Statement of Reasons addressing two closed cases was also made public.&#160; For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5887</a> &#8211; Republican Main Street Partnership-PAC and Sarah Resnick, in her capacity as treasurer; Schwarz for Congress and Robert Schuler, in his official capacity as treasurer, Republican Main Street Partnership; and Joe Schwarz. The Commission found reason to believe RMSP-PAC and the Schwarz Committee violated the Federal Election Campaign Act of 1971, as amended (the Act) by coordinating communications for the benefit of the Schwarz Committee, resulting in excessive contributions that were not reported. The Commission found no reason to believe Schwarz or Republican Main Street Partnership violated the Act. The Commission agreed to accept conciliation agreements with the Schwarz Committee and RMSP-PAC.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6077</a> &#8211; Coleman for Senate &#8217;08 and Rodney A. Axtell, in his official capacity as treasurer; Norm Coleman; U.S. Chamber of Commerce; National Federation of Independent Business SAFE Trust and Tammy Boehms, in her official capacity as treasurer; and Jeff Larson. The Commission found no reason to believe the respondents violated the Act.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6085</a> &#8211; Illinois Victory 2008 and Peter Couval, in his official capacity as treasurer. The Commission dismissed the case and sent a letter of caution to the Committee and its treasurer.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6153</a> &#8211; New Mexico Republicans. The Commission dismissed the case and sent a letter of caution to the Committee and its treasurer.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6070</a> &#8211; Lyle Larson for Congress and Ernesto Ancira, in his official capacity as treasurer; and Lyle Larson. The Commission dismissed the case.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6094</a> &#8211; American Leadership Project. The Commission closed the file.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6082</a> &#8211; Majority Action; and Mark Longabaugh. The Commission closed the file.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5957</a> &#8211; Committee to Elect Sekhon for Congress and Daljit Kaur Sekhon, in her official capacity as treasurer; <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6031</a> &#8211; Hagan Senate Committee, Inc., and Nancy M. Bremmer, in her official capacity as treasurer. A <a href=\"http://eqs.fec.gov/eqsdocs/29044243959.pdf\">Statement of Reasons</a> was issued by Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Donald F. McGahn.</p>\n              <p/>\n              <p><strong>ADMINISTRATIVE FINES</strong></p>\n              <p>AF 1873 &#8211; Wynn for Congress and Curt Clifton as treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p>AF 1899 &#8211; Recreational Fishing Alliance PAC and Toni Stefano as treasurer. The Commission made a final determination and assessed a civil penalty of $750.</p>\n              <p/>\n              <p>AF 1912 &#8211; Bob Olson for US Senate and Lee Connerton as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 1917 &#8211; Greg Sowards for Congress LLC and Kimball Hakes as treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 1920 &#8211; Kopplin for Congress and Ralph J. Stephens as treasurer. The Commission made a final determination and assessed a civil penalty of $125.</p>\n              <p>AF 1921 &#8211; Ogonowski for Senate and Kathleon Haas Ogonowski as treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n              <p>AF 1923 &#8211; Sean O&#8217;Kane for US Congress Committee, and William J. Sammon as treasurer. The Commission made a final determination and assessed a civil penalty of $312.</p>\n              <p>AF 1924 &#8211; Steve Rathje for US Senate and Kenneth R. Kolek as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p>AF 1933 &#8211; Phillips for Congress and Edward O. Sweeney as treasurer. The Commission made a final determination and ssessed a civil penalty of $220.</p>\n              <p>AF 1952 &#8211; Frank Kratovil for Congress and Elaine Harrison as treasurer. The Commission made a final determination and assessed a civil penalty of $3,860.</p>\n              <p>AF 1953 &#8211; Salazar Comisionado and Luis Salazar as treasurer. The Commission made a final determination and assessed a civil penalty of $5,730.</p>\n              <p>AF 1954 &#8211; Bill Cassidy for Congress and Ralph Stephens as treasurer. The Commission made a final determination and assessed a civil penalty of $3,583.</p>\n              <p>AF 1955 &#8211; Al Franken for Senate and Thomas Borman as treasurer. The Commission made a final determination and assessed a civil penalty of $5,962.</p>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p><a href=\"20090625MUR.shtml\">FEC Takes Final Action on Six Cases</a> (released June 25)</p>\n              <p><a href=\"20090625_AO.shtml\">FEC Takes Action on Advisory Opinion Requests</a> (released June 25)</p>\n              <p><a href=\"20090625_Procedures.shtml\">FEC Adopts Procedures to Broaden Opportunities for Comment During<strong><br/>\n              </strong>Audit, Advisory Opinion Processes</a>&#160; (released June 25)</p>\n              <p><a href=\"200900626_ImprovingWebsite.shtml\">FEC Seeks Public Comment on Improving its Website and Internet Communications</a> (released June 26)</p>\n              <p/>\n              <p><strong>OUTREACH</strong></p>\n              <p>On June 24-25, In Tallahassee, FL, the FEC conducted informal briefings for PACs, party committees and candidate committees on areas of the law specific to their needs.&#160; The event was part of the Federal Election Commissions <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>.&#160; </p>\n              <p/>\n              <p><strong>NEXT WEEK (JUNE 29 &#8211; July 3, 2009)</strong></p>\n              <p>No Commission Open Sessions or Executive Sessions are scheduled. </p>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p>July 15 &#8211; July Quarterly Report</p>\n              <p>July 20 &#8211; July Monthly Report</p>\n              <p>July 31 &#8211; July Mid-Year Report</p>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p>July 8 &#8211; The FEC will host <a href=\"../../info/outreach.shtml#roundtables\">workshops</a> on reporting requirements and its FECFile software to help candidates, parties and PACs prepare to file their July quarterly, monthly or mid-year reports. </p>\n              <p>July 14, 15, 16 &#8211; Commission Open/Executive Sessions.</p>\n              <p>July 28-29, Columbus, OH &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/columbus09.pdf\">here</a>.</p>\n              <p>July 29-30 &#8211; The FEC will hold a public hearing on improvements to its <a href=\"../../agenda/2009/mtgdoc0936.pdf\">Website and Internet Communications</a>.&#160; Public comments are due July 21.&#160; </p>\n              <p>August 5-6, Kansas City, MO &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/kscitymissouriflyer09.pdf\">here</a>.</p>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The FEC has posted on its website the June editions of its <a href=\"../../pdf/cand_guide_supp.pdf\">Candidate Guide Supplement</a>, <a href=\"../../pdf/corp_supp.pdf\">Corporate/Labor Guide Supplement</a>, <a href=\"../../pdf/nongui_supp.pdf\">Nonconnected Guide Supplement</a>, and <a href=\"../../pdf/party_guide_supp.pdf\">Party Guide Supplement</a>.</p>\n              <p/>\n              <p>The June issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/jun09.pdf\">here</a>.</p>              <p/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "title": "Week of June 22 - 26, 2009", "issue": "2009-07", "href": "press2009/20090626Digest.shtml", "date": "06/26/2009", "pdf": null}