{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td width=\"76%\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"17%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td valign=\"top\">November 22, 2013 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td valign=\"top\"><a href=\"../pdf/20131122digest.pdf\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/><u>.pdf version of this Weekly Digest</u> </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2013-47</td>\n      </tr>\n      <tr>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"3\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of November 18 - 22</strong></p>\n          <p>&#160;</p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p>On November 19, the Commission held an executive session.</p>\n          <p>On November 21, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings of selected meetings, hearings and presentations</a>.</p>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><u>Advisory Opinion Issued</u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2013-16 (PoliticalRefund.org)</a>. &#160;On November 21, the Commission concluded that PoliticalRefund.org&#8217;s proposed use of contributor data, display of the aggregate number of contributors who have requested refunds, and acceptance of advertising and sponsorship are consistent with the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n          <p><u>Advisory Opinions Considered</u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2013-15 (Conservative Action Fund)</a>. On November 21, the Commission considered <a href=\"../../../agenda/2013/agenda20131121.shtml\">four drafts</a> responding to an advisory opinion request from the Conservative Action Fund (CAF) but was unable to reach agreement by the required four affirmative votes to issue an advisory opinion. In its request, CAF asked 24 questions related to its receipt and disbursement of Bitcoins. During the discussion, the Commission heard from counsel on behalf of the requestor. The Commission also discussed the possibility of developing an interim policy and commencing a rulemaking to address the issues raised in the advisory opinion request.</p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2013-17 (The Tea Party Leadership Fund)</a>. On November 21, the Commission considered <a href=\"../../../agenda/2013/mtgdoc_13-47.pdf\">two drafts</a> responding to an advisory opinion request from the Tea Party Leadership Fund (TPLF), but was unable to reach agreement by the required four affirmative votes to issue an advisory opinion. In its request, TPLF sought an exemption from the Act and Commission regulations requiring reporting to the Commission of contributors to the TPLF and of recipients of TPLF disbursements. During the discussion, the Commission heard from counsel on behalf of the requestor.</p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p>The Commission made public four closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6561</a> <br/>\n            COMPLAINANT: Arturo I. Martinez de Vara<br/>\n          RESPONDENTS: Jessica Puente Bradshaw; and Friends of Liberty for Jessica and Gary Doan, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Bradshaw and Friends of Liberty for Jessica and Doan, in his official capacity as treasurer, (the Committee) failed to properly file a Statement of Candidacy and Statement of Organization. The complaint alleged further that Bradshaw provided an incorrect name on her Statements of Organization and Candidacy and designated the Committee as both her principal campaign committee and an authorized committee. Bradshaw was a 2012 candidate for Texas&#8217;s 34th Congressional District.<br/>\n          DISPOSITION: The Commission found no reason to believe Bradshaw and the Committee failed to accurately identify Bradshaw as the candidate supported by Bradshaw&#8217;s authorized committee in light of her attempts to clarify her full name and because there was no available information to suggest the Committee was an authorized committee for any other individual. The Commission exercised its prosecutorial discretion and dismissed the remaining allegations in light of the technical nature of the reporting allegations and in consideration of Commission priorities. The Commission reminded Bradshaw that a committee may be designated only as either the principal campaign committee or an authorized committee.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6592</a> <br/>\n          COMPLAINANT: Stephen Bough<br/>\n          RESPONDENTS: Jacob Turk; Jacob Turk for Congress and Tim Luke, in his official capacity as treasurer; CBS Outdoor; Jamie Barker Landes; Ranch Entertainment, Inc.; Jan Sindt; Garmin International; Dennison Development Corp.; Missouri Right to Life; Lone Summit Ranch Catering; Belton Parks and Recreation; Clarion Hotel Sports Complex (Hulsing Enterprises); and Tropical Sno (Pioneer Family Brands, Inc.)<br/>\n          SUBJECT: The complaint alleged numerous violations including inadequate disclosure by Jacob Turk for Congress and Luke, in his official capacity as treasurer, excessive or prohibited corporate contributions, improper disclaimers, conversion of campaign funds to personal use and prohibited coordinated communications. Turk was a 2012 candidate for Missouri&#8217;s 5th Congressional District.<br/>\n          DISPOSITION: The Commission found no reason to believe violations occurred in connection with most of the allegations, and it exercised its prosecutorial discretion and dismissed the remaining allegations in consideration of Commission priorities.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6598</a> <br/>\n          COMPLAINANT: Sharon Thomas<br/>\n          RESPONDENTS: Andrei Cherny; and Andrei for Arizona and Seth Scott, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Cherny and Andrei for Arizona and Scott, in his official capacity as treasurer, (the Committee) failed to disclose expenditures for polling or research. Cherny was a 2012 candidate for Arizona&#8217;s 9th Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the Committee&#8217;s subsequent correction of the alleged failure to disclose the expenditures at issue and in consideration of Commission priorities.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6760</a> <br/>\n          COMPLAINANT: Self-initiated<br/>\n          RESPONDENT: Strong Economy for Massachusetts, Inc. and Ernesto DiGiambattista, in his official capacity as treasurer<br/>\n          SUBJECT: Strong Economy for Massachusetts, Inc. and DiGiambattista, in his official capacity as treasurer, (the Committee) notified the Commission that the Committee failed to file 24-hour notices for five independent expenditures totaling $175,402.05 in a timely manner. <br/>\n          DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $9,000. </p>\n          <p><strong>ADMINISTRATIVE FINES</strong></p>\n          <p>The Commission made public three campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2414</a> &#8211; Conway for Senate and R. Wayne Stratton, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,950.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2735</a> &#8211; Steve Collett for Congress and Steve Collett, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2737</a> &#8211; Virgin Islands for Plaskett and Marvin L. Pickering, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n          <p><strong>AUDITS</strong></p>\n          \n          <p><a href=\"../../../audits/2010/AuditReport_2010_MassachusettsDemStateCommittee.shtml\">Final Audit Report on the Massachusetts Democratic State Committee &#8211; Fed Fund</a>. On November 18, the Commission made public the Final Audit Report of the Commission on the Massachusetts Democratic State Committee &#8211; Fed Fund, covering campaign finance activity between January 1, 2009 and December 31, 2010.&#160; The Commission discovered no material non-compliance.&#160; </p>\n          <p><strong>LITIGATION</strong></p>\n          <p><a href=\"../../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 13-5094). On November 21, the appellant filed a Reply in Opposition to Commission's <a href=\"../../../law/litigation/lnc_lnc_reply_summ_affirm.pdf\">Motion for Summary Affirmance</a> in the United States Court of Appeals for the District of Columbia Circuit. </p>\n          <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n          <p>November 20: November Monthly Reports were due. For information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n          <p>The Commission posted the filing deadlines for the Special Election in Alabama&#8217;s first Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../../pages/report_notices/2013/al01.pdf\">Special Election Report Notice</a>.</p>\n          <p><strong>RULEMAKINGS AND AGENCY OPERATIONS</strong></p>\n          <p><a href=\"../../../law/policy/nyspecial/nyspecialprimaryirdraft.pdf\">Draft Interpretive Rule Regarding the Date of Political Party Nominations of Candidates for Special Primary Elections in New York</a>. &#160;On November 21, the Commission introduced a draft interpretive rule that would clarify the Commission&#8217;s interpretation of its rules for determining the date of a special primary election as those rules apply to nominations conducted under New York Election Law, which vests special election nominating authority in the party committees. The Commission directed the Office of General Counsel to make the draft public for solicitation of public comment before a future vote by the Commission.</p>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><a href=\"../news_releases/20131121release.shtml\">FEC Issues Advisory Opinion, Votes on Two Other Advisory Opinion Requests and Discusses Draft Interpretive Rule</a> (issued November 21)</p>\n          <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n          <p>December 3: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p>December 5: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.</p>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p>December 20: December Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n          <p>January 31, 2014: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../../info/report_dates_2013.shtml\">2013 Reporting Dates page</a> of the FEC website.</p>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p>The 2012 edition of <a href=\"../../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></td>\n      </tr>\n      <tr>\n        <td/>\n      </tr><tr>\n        <td/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of November 18 - November 22, 2013", "issue": "2013-47", "href": "press2013/digests/20131122digest.shtml", "date": "11/22/2013", "pdf": null}