{"html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>April 27, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-17</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of April 23 - 27</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On April 24, the Commission held an Executive Session. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On April 26, the Commission held an Open Meeting. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"http://fec.gov/audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p>            <u>Advisory Opinions Issued</u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3433&amp;START=1207489.pdf\"><strong>AO 2012-12 (Dunkin&#8217; Brands, Inc.)</strong></a>. On April 26, the Commission concluded that Dunkin' Brands, Inc.&#8217;s separate segregated fund may solicit contributions from its non-corporate franchisees and licensees, as well as from the executive and administrative personnel of its corporate franchisees and licensees because Dunkin&#8217; Brands, Inc. maintains a degree of control over its franchisees and licensees such that the franchisees and licensees are affiliated with Dunkin Brands, Inc. and are members of Dunkin Brands, Inc.&#8217;s restricted class.&#160; <br/>\n        </p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3430&amp;START=1207873.pdf\"><strong>AO 2012-09 (Points for Politics, LLC)</strong></a>. On April 26, the Commission concluded that Points for Politics, LLC may implement its proposed system of redeeming its customers&#8217; affinity points and transfer their value to political committees under the conditions described in the request to political committees without making contributions or otherwise violating the Federal Election Campaign Act of 1971, as amended (the Act) or Commission regulations. Points for Politics, LLC stated in its request that it has created and wishes to implement a proprietary technology and business system that would enable individuals who participate in corporate-sponsored loyalty programs to convert rewards they earn from their participation in the form of points into dollar equivalents and to contribute these converted points to candidates, their authorized committees, and other political committees.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3431&amp;START=1207875.pdf\"><strong>AO 2012-10 (Greenberg Quinlan Rosner Research, Inc.)</strong></a>. On April 26, the Commission concluded that the provision of the New Hampshire campaign finance statute requiring disclaimers on certain campaign-related telephone surveys made on behalf of federal candidates, their authorized campaign committees, or other federal political committees that refer only to candidates for federal office is preempted by the Act and Commission regulations. The Commission could not reach a conclusion by the required four affirmative votes as to whether the New Hampshire statute is preempted with respect to telephone surveys made on behalf of nonprofit organizations (other than federal candidates&#8217; authorized campaign committees or other federal political committees) where the surveys do not contain express advocacy. During the discussion, the Commission heard from counsel on behalf ofGreenberg Quinlan Rosner Research, Inc. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3434&amp;START=1207490.pdf\"><strong>AO 2012-13 (Physicians Hospitals of America)</strong></a>. On April 26, the Commission concluded that the Physicians Hospitals of America, an association of physician-owned hospitals, and persons affiliated with it, are not federal contractors and may make contributions to independent expenditure-only political committees. Physician Hospitals of America had asked whether they were considered federal contractors subject to the Act&#8217;s prohibition on contributions because they provide services to patients in government-sponsored healthcare programs such as Medicare, Medicaid, Tricare and CHAMPUS. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3435&amp;START=1207787.pdf\"><strong>AO 2012-14 (Shaun McCutcheon)</strong></a>. On April 26, the Commission concluded that the Act prohibits McCutcheon from making aggregated contributions to federal candidates in excess of $46,200, the current biennial limit that an individual may contribute to all federal candidates, during the 2011-2012 election cycle. In his request, McCutcheon asked it if was permissible for him to make contributions to federal candidates during the 2011-2012 election cycle that in the aggregate would total $54,400. During the discussion, the Commission heard from counsel on behalf of McCutcheon.</p>\n        <p/>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3429\"><strong>AOR 2012-08 (Repledge)</strong></a><strong>. </strong>On April 26, the Commission discussed two drafts and then held over an advisory opinion request from Repledge, regarding its proposed plan to establish a web-based platform allowing supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asked a number of questions relating to its proposal, including whether it will (1) receive contributions, (2) have the major purpose of influencing a federal election, and (3) violate the prohibition on corporate contributions to candidates.During the discussion, the Commission heard from the requestor.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3432\"><strong>AOR 2012-11 (Free Speech)</strong></a>. On April 26, the Commission discussed three draft advisory opinions and voted on two of them but did not reach consensus based on a request from Free Speech, an unincorporated nonprofit association that plans to finance certain advertisements and ask for donations to fund its activities. The request asked (1) whether its advertisements would be express advocacy communications, (2) whether funds received in response to its donation requests would be contributions, and (3) whether its activities would require Free Speech to register and report as a political committee. The Commission directed the Office of General Counsel to prepare and circulate a revised draft advisory opinion reflecting areas of consensus for a future Commission vote. During the discussion, the Commission heard from counsel on behalf ofFree Speech.</p>\n        <p/>\n        <p><u>Extension of Time Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1204185.pdf\"><strong>AOR 2012-07 (Feinstein for Senate)</strong></a>. On April 20, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1207598.pdf\">Extension of Time</a> until May 14, 2012, on Advisory Opinion Request 2012-07. Feinstein for Senate asked the Commission whether &#8220;the donors who attempted to contribute to the Committee, but whose funds were embezzled by (treasurer Kinde) Durkee, may make replacement contributions to the Committee without the attempted contributions counting against the donors' per election limits.&#8221;<br/>\n        </p>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1207808.pdf\"><strong>AOR 2012-18 (National Right to Life Committee, Inc.)</strong></a>. On April 24, the Commission made public Advisory Opinion Request 2012-18 (National Right to Life Committee, Inc.). The requestor asks whether its payments for the establishment, administration, and solicitation costs of its independent expenditure-only political committee, National Right to Life Victory Fund, must be reported as contributions. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than May 4, 2012) and must issue a response no later than 60 days after receipt of the complete request, specifically by June 22, 2012.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public four campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 589 </a>&#8211; Lee Hawkins for Congress and Sharon Hawkins, in her official capacity as treasurer. The respondent agreed to pay a civil penalty of $5,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 590 </a>&#8211; Marco Rubio for US Senate and Keith A. Davis, in his official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, (2) implement compliance measures and (3) pay a civil penalty of $8,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 594 </a>&#8211; Democratic Party of Orange County FED PAC and David Gould, in his official capacity as treasurer. The respondent agreed to (1) implement compliance measures, (2) send representatives to an FEC conference and (3) pay a civil penalty of $2,500.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 595 </a>&#8211; Bob Goodlatte for Congress Committee and Kenneth Lorenz Prickett, in his official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, and (2) pay a civil penalty of $1,000.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2460</a> &#8211; Smoot for Congress and Adrienne Ellison, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/Miller.shtml\"><em>Miller v. FEC</em></a> (No. 12-cv-00242 (SJD)). On April 27, the Commission filed its <a href=\"../../law/litigation/miller_fec_answer.pdf\">Answer</a> to the complaint in the United States District Court for the Southern District of Ohio. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/nader.shtml\"><em>Ralph Nader v. FEC</em></a><em>.</em> (No. 10-989 (RCL)). On April 24, the plaintiff filed a <a href=\"../../law/litigation/nader_nader_notice_appeal.pdf\">Notice of Appeal</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (No. 11-cv-00766 (ABJ)). On April 26, the Commission filed a <a href=\"../../law/litigation/van_hollen_fec_notice.pdf\">Notice</a> informing the United States District Court for the District of Columbia that it will not appeal the court&#8217;s order in <a href=\"../../law/litigation/van_hollen.shtml#dc_DC\"><em>Van Hollen v. FEC</em></a>.&#160; On April 27, the District Court issued a <a href=\"../../law/litigation/van_hollen_dc_denial_of_stay.pdf\">Memorandum and Order</a> denying the intervenors' request for a stay pending appeal. Statements were issued by <a href=\"../../members/statements/Van_Hollen_statement-Hunter_McGahn_Petersen.pdf\">Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen</a>, and by <a href=\"../../members/statements/ELW_CLB_statement_on_VH_appeal.pdf\">Vice Chair Ellen L. Weintraub and Commissioner Cynthia L. Bauerly</a>. </p>\n        <p/>\n        <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>On April 25, the Commission hosted a <em>Seminar/Webinar for Corporations and their PACs.&#160; </em> </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On April 23, Vice Chair Ellen L. Weintraub discussed recent developments in campaign finance law with representatives from the Organization for Security and Cooperation in Europe's Office for Democratic Institutions and Human Rights.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p/>\n        <p><a href=\"20120426openmeeting.shtml\">FEC Approves Five Advisory Opinions, Holds Over Three Advisory Opinion Requests</a> (issued April 26)</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong><strong/></p>\n        <p><strong/></p>\n        <p>May 23, Washington, DC. <em>Seminar/Webinar for</em><strong> </strong><em>Trade Associations, Labor Organizations, Membership Organizations and their PACs. </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.&#160;&#160; </p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml)\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of 11 CFR are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p></td>\n    </tr>\n  </table>\n</div>\n", "title": "Week of April 23 - April 27, 2012", "issue": "2012-17", "href": "press2012/20120427digest.shtml", "date": "04/27/2012", "pdf": null}