{"html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">April 22, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160422digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-17</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of April 18 &#8211; 22</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <strong><br/>\n            ADVISORY OPINIONS<br/>\n            </strong><br/>\n            <u>Drafts</u><br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory  Opinion 2016-03 (Holding for Congress)</a>. On April 19, the  Commission made public a <a href=\"http://saos.fec.gov/aodocs/201603.pdf\">draft</a> of Advisory Opinion 2016-03. Requestor asks whether  Representative George Holding may raise additional contributions subject to a  new contribution limit for a primary election that was postponed. &#160;Public comments on the draft are due by noon  on April 27.<br/>\n            <br/>\n            <u>Extension of Time Received</u><u> <br/>\n            </u><br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request  2016-02 (Enable Midstream Services, LLC)</a>. On April 19, the Commission received  an <a href=\"http://saos.fec.gov/aodocs/1328469.pdf\">Extension  of Time</a> until April 29 on Advisory Opinion Request 2016-02.  Enable owns, operates, and develops midstream natural gas and crude oil  infrastructure assets. Enable was formed as part of a joint venture between two  publicly traded companies, CenterPoint and OGE Energy, and private investors.  Enable intends to create a separate, segregated fund (SSF) and asks whether  this SSF will be affiliated with the separate segregated funds of either  CenterPoint Energy, Inc. or OGE Energy Corporation, or both. <br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public five closed  cases, one Concurring Statement and Supplemental Statements in five matters as  follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6784</a> <br/>\n            COMPLAINANT:  Nick Maietta<br/>\n            RESPONDENTS: Lizbeth Benacquisto; Lizbeth Benacquisto for Senate and Gary S.  Splain, in his official capacity as treasurer (state committee); and Lizbeth  Benacquisto for Congress and Nancy H. Watkins, in her official capacity as  treasurer (federal committee)<br/>\n            SUBJECT: The complaint alleged that images used in the state committee&#8217;s  television advertisements later appeared in television advertisements for the  federal committee, resulting in an impermissible transfer of assets from the  state to the federal committee. Benacquisto was both a Florida State Senator  and a 2014 special primary election candidate for Florida&#8217;s 19th Congressional  District. The complaint alleged further that the federal committee failed to  file a statement of organization within 10 days of becoming a political  committee.<br/>\n            DISPOSITION: The Commission found no reason to believe an impermissible  transfer of assets occurred because the federal committee paid fair market  value to a third party for use of the images at issue. The Commission closed  the file in connection with the remaining allegation.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6814</a><br/>\n            COMPLAINANT: Chuck Meth<br/>\n            RESPONDENTS: Erin Bilbray-Kohn; and Erin Bilbray for Congress and William  Stanley, in his official capacity as treasurer (the Committee)<br/>\n            SUBJECT: The complaint alleged that Bilbray-Kohn and the Committee failed to  include proper disclaimers on emails sent to prospective contributors. Bilbray-Kohn  was a 2014 candidate for Nevada&#8217;s 3rd Congressional District.<br/>\n            DISPOSITION: The Commission found no reason to believe a violation occurred in  connection with Bilbray-Kohn. The Commission exercised its prosecutorial  discretion and dismissed the allegations in connection with the Committee. The  Commission observed that because the email at issue contained information  identifying it as a communication from the Bilbray campaign, it was unlikely to  have misled the public.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6888</a><br/>\n            COMPLAINANT: American Democracy Legal Fund and Brad Woodhouse<br/>\n            RESPONDENTS: Republican National Committee and Anthony Parker, in his official  capacity as treasurer (RNC) American Crossroads and Caleb Crosby, in his  official capacity as treasurer (American Crossroads) ; Crossroads GPS;  Americans for Prosperity (AFP); GOP Data Trust LLC (Data Trust); i360, LLC;  National Republican Senatorial Committee and Keith A. Davis, in his official  capacity as treasurer; Freedom Partners Action Fund, Inc., and Thomas F.  Maxwell III, in his official capacity as treasurer; four State Party  Committee-Respondents; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; 47  Candidate Respondents; and 47 Candidate Committee-Respondents<br/>\n            SUBJECT: The complaint alleged that (1) AFP, Freedom Partners, American Crossroads  and Crossroads GPS made excessive contributions to the RNC, the state party  respondents, and the candidate and authorized committee respondents in the form  of coordinated communications, (2) Data Trust made prohibited in-kind  contributions to the RNC in the form of data management services, and (3) the  RNC illegally &#8220;established, financed, maintained, and/or controlled&#8221; Data Trust  and as a result improperly solicited, received, or directed contributions or  other things of values that are not subject to the prohibitions, limitations,  and reporting requirements of the Federal Election Campaign Act of 1971, as  amended (the Act).<br/>\n            DISPOSITION: The Commission found no reason to believe the respondents violated  the Act and Commission regulations because (1) Data Trust and i360 did not  satisfy the common vendor standard of the coordination regulations, (2) the  allegations connected with data management services did not appear to be  substantiated, and (3) the available information appeared to show that Data Trust  was operating a commercial enterprise and any things of value it received were  given in exchange for the products and services it provided to its clients or  partners. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6916</a><br/>\n            COMPLAINANT: Foundation for Accountability and Civic Trust<br/>\n            RESPONDENTS: Democratic National Committee; Democratic Senatorial Campaign  Committee; Democratic Congressional Campaign Committee; Catalist, LLC; NGP VAN,  LLC; 11 State &amp; Local Party Committee&#8211;Respondents; and 384 Authorized Committee  Respondents<br/>\n            SUBJECT: The complaint alleged that Catalist, a limited liability company and  government contractor, made excessive or prohibited in-kind contributions to  the respondent committees by providing data and services at below-market rates.  The complaint alleged further that Catalist and NGP VAN, a technology provider,  acted as &#8220;common vendors&#8221; and shared voter data they received from the  respondent committees with other non-campaign clients make independent  expenditures, resulting in excessive or prohibited in-kind contributions to  respondent committees in the form of coordinated communications. Third, the  complaint alleged the DNC established, financed, maintained or controlled Catalist  and through Catalist has accepted contributions in violation of the ban on  money that is not subject to the prohibitions, limitations and reporting  requirements of the Act. <br/>\n            DISPOSITION: The Commission found no reason to believe a violation occurred  because (1) Catalist&#8217;s sworn affidavit and information from the respondent  committees were sufficiently persuasive to rebut the inferences in the  complaint, (2) no information suggested that either Catalist or NGP VAN  provided services to &#8220;create, produce, or distribute&#8221; communications, a  requirement for the &#8220;common vendor standard&#8221;; and (3) the totality of evidence  does not support a finding that the DNC established, financed, maintained, or  controlled Catalist and there is no information to suggest that any funds  Catalist receives are not provided in exchange for the goods and services it  provides its clients or as part of a legitimate business venture on the part of  its investors.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 7025</a> <br/>\n            COMPLAINANT: Maryann Martindale and the Alliance for a Better Utah<br/>\n            RESPONDENTS: Mike Lee; Friends of Mike Lee and Mike McCauley, in his official  capacity as treasurer (the Committee); JPMorgan Chase &amp; Company (JPMC); and  Ronald McMillan<br/>\n            SUBJECT: The complaint alleged that JPMC made a prohibited national bank  contribution to Lee when it approved the short sale of Sen. Lee&#8217;s house and  waived the balance that Lee still owed on the mortgages. The complaint alleged  further that (1) McMillan made potentially excessive contributions to Lee when  he purchased Lee&#8217;s house and then rented another house to Lee, (2) the  Committee failed to disclose these alleged contributions, and (3) Lee converted  the alleged contributions to personal use. Lee was a 2010 candidate for Utah&#8217;s  United States Senate seat.<br/>\n            DISPOSITION: The Commission found no reason to believe violations occurred.&#160; The available information does not indicate contributions  were made or received because either nothing of value was provided to Lee or  his Committee, or there was no nexus between these personal transactions and  Lee&#8217;s campaign.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6485</a> &#8211; W Spann LLC;  Edward Conard; and Restore Our Future and Charles R. Spies, in his official  capacity as treasurer. On April 18, Chairman Matthew S. Petersen and  Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044393039.pdf\">Supplemental Statement</a>. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6487 and 6488</a> &#8211; F8  LLC; Unknown Respondents; Steven J. Lund; Eli Publishing, L.C.; and Restore Our  Future and Charles R. Spies, in his official capacity as treasurer. On April 18,  Chairman  Petersen and Commissioners Hunter and Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044393039.pdf\">Supplemental Statement</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6711</a> &#8211; Specialty Investment  Group, Inc.; Kingston Pike Development, LLC; William S. Rose, Jr.; FreedomWorks  for America and R. Russ Walker, in his official capacity as treasurer; Richard  J. Stephenson; and Adam Brandon. On April 18, Chairman Petersen and Commissioners  Hunter and Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044393039.pdf\">Supplemental Statement</a>. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6779</a> &#8211; Joel Gilbert; Highway 61 Entertainment, LLC; and DFMRF,  LLC. On April 18, Commissioner Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044393033.pdf\">Concurring Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6930</a> &#160;&#8211; Prakazrel &#8220;Pras&#8221; Michel; SPM Holdings  LLC/SPM 2012 Holdings LLC; and Black Men Vote and William Kirk, Jr., in his  official capacity as treasurer. On April 18, Chairman Petersen and Commissioners  Hunter and Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044393039.pdf\">Supplemental Statement</a>. <strong><br/>\n  </strong><br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign finance enforcement matter  that was resolved through its Alternative Dispute Resolution (ADR) program, as  follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 785</a> &#8211; House  Conservatives Fund and Lisa Lisker, in her official capacity as treasurer. &#160;The respondent agreed to (1) certify the  implementation of internal controls consistent with the Commission&#8217;s Best  Practices for Committee Management, (2) file any amended report(s) promptly  upon receipt of any additional information regarding additional embezzled  contributions, and (3) provide a certification that report(s) have been filed  or that no additional information has been received one year from the effective  date of this agreement.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/crew_152038.shtml\"><em>CREW, et al. v. FEC</em></a> (Case 1:16-cv-00259-BAH).  On April 19, the Commission filed a <a href=\"../../../law/litigation/crew16259_fec_mtd.pdf\">Partial Motion  to Dismiss</a> in the United States District Court for the District of  Columbia. <br/>\n  <br/>\n  <a href=\"../../../law/litigation/Lynch.shtml\"><em>FEC v. Lynch </em></a>(Case 9:15-cv-81732-KAM). On April 15, the Commission  filed its <a href=\"../../../law/litigation/lynch_fec_opp_mtd.pdf\">Memorandum  of Law in Opposition to Defendants' Motion to Dismiss</a> in the United  States District Court for the Southern District of Florida.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/McChesney.shtml\"><em>McChesney, et al. v. FEC</em></a>(Case  8:16-cv-00168-LSC-FG3).  On April 15, Robert C. McChesney, in his official capacity as Treasurer of Bart  McLeay for U.S. Senate, Inc. and Bart McLeay for U.S. Senate, Inc. filed  a <a href=\"../../../law/litigation/mcchesney_mcchesney_complaint.pdf\">Complaint</a> in the United States District Court for the District of Nebraska.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/lagop.shtml\"><em>Republican Party of Louisiana et al. v. FEC</em></a> (Case  1:15-cv-01241-CRC-SS-TSC). On April 19, Plaintiffs filed a <a href=\"../../../law/litigation/lagop_lagop_opp_mtd.pdf\">Memorandum  Opposing Commission's Motion to Dissolve Three-Judge Court or Dismiss</a> in the United States District Court for the District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/SREICD.shtml\"><em>Stop Reckless Economic Instability caused by Democrats, et al. v. FEC</em></a> (Case 15-1455). On April 8, <a href=\"../../../law/litigation/sreicd_sreicd_mot_rhg.pdf\">Appellants  filed a Motion for Panel Rehearing and Rehearing En Banc</a> in the United  States Court of Appeals for the Fourth Circuit. On April 22, the Court issued  an <a href=\"../../../law/litigation/sreicd_ac_order.pdf\">Order  denying the petition for rehearing and rehearing en banc</a>. <br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  <br/>\n  </strong>On April 17, Commissioner Ellen L. Weintraub was a featured  speaker at the \"Democracy Awakening\" rally on the National Mall in  Washington, DC.<br/>\n  <br/>\n            On April 18, Commissioner Ann M. Ravel spoke about the regulation of dark money  and disclosure at the \"Money in Politics Forum\" hosted by the San  Diego Ethics Commission in San Diego, California.<br/>\n  <br/>\n            On April 21, Commissioner Ravel was the featured lecturer on campaign finance,  the role of the Federal Election Commission and the importance of civic  engagement at the Seventh Annual Justin L. Quackenbush Lecture Series hosted by  Gonzaga University School of Law in cooperation with the Federal Judges of the  Eastern District of Washington in Spokane, Washington. <br/>\n  <br/>\n            On April 22, Commissioner Ravel spoke to students in Stanford University's \"Fixing  U.S. Politics: Political Reform in Principle and Practice\" course about  the Federal Election Commission and the impact of campaign finance law in the  2016 elections in Palo Alto, California. <br/>\n  <br/>\n            On April 22, Communication Specialist Zainab Smith met with members of a  delegation from Thailand to discuss issues related to U.S. elections. <br/>\n  <br/>\n  <strong>CAMPAIGN FINANCE REPORTS <br/>\n  </strong>&#160;<br/>\n            April 20: April Monthly Reports were due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            On April 19-20, the Commission hosted a Regional Conference for House  &amp; Senate Campaigns, National, State, District &amp; Local Party Committees,  and Corporate, Labor, Membership and Trade Organization PACs in Orlando, FL. <br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  <br/>\n  </strong><a href=\"../news_releases/20160422release.shtml\">FEC  Cites Committees for Failure to File 12-Day Pre-Primary Financial Report</a> (issued April 22)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            April 26: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            April 28: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            May 11: Webinar for Corporations and their PACs. Additional information is  available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n            May 25: Webinar for Trade Associations and their PACs. Additional information  is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            May 20: May Monthly Reports are due. For more information on monthly reporting  dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/apr2016.pdf#search=april%20record%202016\">April  Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n          The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <div align=\"center\"><br/>\n          Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></div>\n          <p><strong><br/>\n        </strong></p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "title": "Week of April 18 - April 22, 2016", "issue": "2016-17", "href": "press2016/digests/20160422digest.shtml", "date": "04/22/2016", "pdf": null}