{"href": "mtrvtr99.htm", "pdf": null, "date": "07/07/1999", "category": "Other Agency Actions", "title": "FEC Issues Report on Impact of National Voter Registration Act", "html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                              Contact:  Ron Harris\nJuly 7, 1999                                                                                                                     Sharon Snyder\n                                                                                                                                          Ian Stirton\n                                                                                                                                          Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">FEC ISSUES REPORT ON IMPACT</p>\n\n<p align=\"CENTER\">OF NATIONAL VOTER REGISTRATION ACT</p>\n\n\n<p>WASHINGTON -- The Federal Election Commission has submitted a report to Congress and\nthe President on the impact of the National Voter Registration Act (NVRA) of 1993, usually\nreferred to as the \"Motor Voter\" Act. The report says that voter registration in\nstates covered by the NVRA* rose in 1998 by 3.72 percentage points -- or some 7,100,000\npeople -- over 1994, the previous comparable election. </p>\n\n<p>In response to an FEC survey, states reported 140,946,508 registered voters in 1998,\namounting to 70.15% of the voting age population &#150; the highest percentage of voter\nregistration in a non-presidential, Congressional election since 1970.</p>\n\n<p>Highlights of the report, which covers 1997 and 1998, include:</p>\n\n<p>-- Motor vehicle offices yielded the highest volume of registration applications,\n42.9%. Total of those registration applications was 15,175,653 of the 35,372,213\napplications or transactions processed nationwide. But the report also says, \"This\nfinding is hardly surprising, though, in light of the fact that, according to the\nDepartment of Transportation, 87% of the voting age population obtain drivers licenses or\nnon-driver certificates.\"</p>\n\n<p>-- Postcard registration accounted for nearly another quarter, 24.9% of new voter\nregistration applications.</p>\n\n<p>-- Registration drives, deputy registrars, and in-person registrations accounted for\n24.8% of all new applications. All other agencies covered by the act made up the remainder\nof new applications.</p>\n\n<p>-- A total of 9,063,326 names were deleted from registration lists under the new list\nverification procedures of the law, while another 14,640,557 registrants were declared\n\"inactive\" and will be removed after 2000 if they fail to respond by or vote in\nthat election.</p>\n\n<p>Based on problems reported by the states to the FEC&#146;s Office of Election\nAdministration, the Commission reiterates three recommendations for improving the\nadministration of the NVRA:</p>\n\n<p>\"<b>Recommendation 1</b>: [for voter identification] that states which do not\nrequire all or part of the applicant&#146;s Social Security number voluntarily (1) amend\ntheir election codes to require but not divulge only the last four digits of their Social\nSecurity number from all new voter registration applicants; and (2) endeavor to obtain but\nnot divulge that same item of information from all current registered voters.\"</p>\n\n<p>\"<b>Recommendation 2</b>: that states which have not yet done so, voluntarily</p>\n\n<p>(1)develop and implement a statewide computerized voter registration database;\n(2)ensure that all local registration offices are computerized; and (3) link their\nstatewide computerized system, where feasible, with the computerized systems of the\ncollateral public agencies relevant to the NVRA (motor vehicle offices, public assistance\noffices, etc.).\"</p>\n\n<p>\"<b>Recommendation 3</b>: that the U.S. Postal Service (1) create a new class of\nmail for &#145;official election material&#146; that encompasses all mail items requisite\nto the NVRA and provide the most favorable reduced rates affordable for the first class\ntreatment of such mailings; and (2) provide space in their postal lobbies free of charge\nto state and local election officials for voter registration material.\"</p>\n\n<p>This report, entitled \"The Impact of the National Voter Registration Act of 1993\non the Administration of Elections for Federal Office, 1997-1998\" is the third in a\nseries of reports to the Congress, as required by law. Paper copies of the report may be\nobtained through the FEC Press Office. It will be placed on the FEC Web site, <i>www.\nfec.gov</i>, in the near future.</p>\n\n<p># # #</p>\n\n<p>* <b>Forty four (44) States and the District of Columbia are covered by the NVRA.\nIdaho, Minnesota, Wisconsin, North Dakota, New Hampshire, and Wyoming are exempt from the\nprovisions of the Act. Nevada failed to respond to the FEC questionnaire.</b></p>\n</font>\n</body>\n"}