{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>July 29 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC ISSUES THREE ADVISORY OPINIONS</strong></p>\n              <p/>\n              <p>WASHINGTON &#8211; At its open meeting yesterday, the Federal Election Commission issued three Advisory Opinions and requested further drafting of a fourth. It held over a vote on one Advisory Opinion, and could not reach an opinion on another. </p>\n              <p>In Advisory Opinion 2009-15 (Bill White for Texas), the Commission concluded that the Bill White for Texas Committee may accept contributions for a special or runoff election that has not been scheduled or may not occur. Bill White is a candidate in the 2012 Texas Senate Primary. The current officeholder may resign her seat before her term expires, in which case a special election would be held to fill the seat for the remainder of her term. In its opinion, the Commission concluded that before a special election is called, the Committee may accept contributions that are alternatively designated for the 2012 primary or a possible special election.&#160; If a special election is subsequently called, these contributions would be considered to have been made for the special election without the Committee having to obtain redesignations from the contributors.</p>\n              <p>In Advisory Opinion 2009-16 (Libertarian Party of Ohio), the Commission concluded that the Libertarian Party of Ohio (the LPO) qualifies as a state party committee.The Commission based its decision on the fact that the LPO&#8217;s situation satisfies the three criteria necessary for recognition as a state committee of a political party within the meaning of the Federal Election Campaign Act of 1971, as Amended (the Act), and Commission regulations: the Libertarian Party qualifies as a political party, the LPO is part of the official Libertarian Party structure, and the LPO is responsible for the daily functions of the party at the state level.&#160; </p>\n              <p/>\n              <p>In Advisory Opinion 2009-18 (Penske Truck Leasing Co., L.P.), the Commission concluded that Penske PAC and General Electric Company PAC (GEPAC) may disaffiliate. The Commission based its decision on a change in the terms of the primary source of funding for the Penske Truck Leasing Co., L.P. Joint Venture, a revolving line of credit, as well as other steps the Joint Venture and the GE limited partners remain have taken toward disaffiliation.</p>\n              <p/>\n              <p>In Advisory Opinion Request 2009-13 (Black Rock Group), the Commission asked the Office of the General Counsel to circulate an amended draft. The Black Rock Group, a communications and public affairs firm, seeks to serve as a vendor advising one or more single-member limited liability companies that make independent expenditures concerning federal candidates and elections. Black Rock Group asks whether its services would trigger political committee status for its clients. </p>\n              <p>In Advisory Opinion 2009-14 (Mercedes-Benz USA LLC and Sterling Truck Corporation), the Commission decided to hold over a vote on and to extend the comment period. MBUSA and Sterling asked whether MBUSA can establish and fund the administrative and solicitation costs of a separate segregated fund (SSF) for which Sterling would serve as the connected organization. MBUSA and Sterling are affiliated organizations with a common parent: Daimler North America Corporation, a wholly owned subsidiary of the German corporation Daimler AG. The request also addresses the conventions that govern naming an SSF. MBUSA and Sterling have specifically asked whether the proposed SSF could be called DaimlerPAC.</p>\n              <p>In Advisory Opinion Request 2009-17 (Romney for President, Inc.), the Commission was unable to reach an opinion. In the request, the Committee asked whether, as it winds down to terminate, it can donate to a qualified charitable organization funds equivalent to the amount of un-cashed and stale-dated refund checks it issued to people who made excessive contributions to Gov. Mitt Romney&#8217;s 2008 presidential primary campaign.</p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p><em/></p>\n              <p align=\"center\"><em>###</em></p>\n              <p/>\n              <p align=\"center\"><strong> </strong></p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090729_AO.shtml", "date": "07/29/2009", "pdf": null, "title": "FEC Issues Three Advisory Opinions", "category": "Open Meetings and Related Matters"}