{"html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font><font size=\"3\" face=\"Book Antiqua\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nMarch 16, 2000                                                                                                                              Sharon Snyder\n                                                                                                                                                         Ian Stirton\n                                                                                                                                                         Kelly Huff</strong></font><font size=\"2\">\n</font>\n\n<p>&#160;</p>\n<p>&#160;</p>\n\n<b/><p align=\"CENTER\">FEC SUBMITS PACKAGE OF 32 RECOMMENDATIONS</p>\n<p align=\"CENTER\">FOR LEGISLATIVE ACTION</p>\n\n<p>WASHINGTON &#150; The Federal Election Commission has forwarded an additional 32 recommendations to Congress and the President for legislative action in the area of campaign finance law, as required under 2 U.S.C. &#167;438(a)(9).  On March 10, the Commission submitted six priority recommendations [see March 13 news release at <i>www.fec.gov</i>] for legislative action. </p>\n\n<p>\tThe package sent March 14 is divided into two parts; the first section containing legislative recommendations that, if incorporated into the statute, would greatly ease the burden on political committees or streamline the administration of the current campaign finance law by addressing problematic areas. The second part of the package contains recommendations that address issues primarily technical in nature, and would correct outdated or inconsistent parts of the law.  Some of the recommendations have been submitted in past years.</p>\n\n<p>\tIncluded in section A are, in part:</p>\n\n\n<ul>\n\n<ul>\n<b><li>Incomplete or False Contributor Information</li></b>: FEC recommends Congress amend the Federal Election Campaign Act (FECA) to address the recurring problem of committees&#146; failure to provide full disclosure of contributors, especially addresses and occupations of those contributors.</ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<b><li>Commission as Sole Point of Entry for Disclosure Documents (revised 2000)</li></b>:  FEC recommends that Commission be sole point of entry for all disclosure documents filed by federal candidates and political committees.  This would primarily affect Senate candidate committees, but would also apply to the Republican and Democratic Senatorial Campaign Committees.  Under current law, those committees file their reports with the Secretary of the Senate, who then forwards microfilmed copies to the FEC.</ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<b><li>Fraudulent Solicitation of Funds</li></b>:  FEC recommends a provision be added to 2 U.S.C. &#167;441h prohibiting persons from fraudulently misrepresenting themselves as representatives of candidates or political parties for the purpose of soliciting contributions.</ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<b><li>Election Period Limitations for Contributions to Candidates (revised 2000)</li></b>:  Commission recommends that limits on contributions to candidates be placed on an election cycle basis, rather than the current per election basis.</ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<b><li>Contributions from Minors (revised 2000)</li></b>:  Commission recommends Congress establish a minimum age of 16 for making contributions, or otherwise provide guidelines ensuring that parents are not making contributions in the name of another.</ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<b><li>Audits for cause</li></b>: The Commission recommends that Congress expand the time frame, from six months to 12 months after the election, during which the FEC can initiate an audit for cause.</ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<b><li>Averting Impending Shortfall in Presidential Public Funding Program (revised 2000)</li></b>:  Commission recommends Congressional action to avert shortfall in the Presidential public funding program in 2000 election year.</ul>\n</ul>\n\n\n<p>\tSection B of the package is technical recommendations, including filing reports using registered or certified mail, reporting of last-minute independent expenditures, requiring monthly filing for certain multicandidate committees, acceptance of cash contributions, depositing of repayments.</p>\n\n<p><a href=\"legislativerec2000.pdf\">Full text of the 38 recommendations</a> (including the six priority recommendations) can be obtained through the FEC Press Office, (202) 694-1220, or at the FEC Website, <i>www.fec.gov</i>, in \"Media Guide.\"</p>\n\n<p>&#160;</p>\n<p align=\"CENTER\">#   #   #</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p> </p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>\t</p>\n\n<p>    </p></font></body>\n", "date": "03/16/2000", "href": "LegRecSup32.htm", "category": "Other Agency Actions", "title": "FEC Submits Package of 32 Recommendations for Legislative Action", "pdf": null}