{"href": "20020515vss.html", "pdf": null, "date": "05/15/2002", "category": "Other Agency Actions", "title": "FEC Approves New Voting Systems Standards", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><b>For Immediate Release<br/>\n    May 15, 2002</b></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><b>Contact:</b></p></td>\n    <td width=\"187\" valign=\"top\"><b>Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton<br/>\n    Kelly Huff</b></td>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><p align=\"CENTER\" class=\"big\">FEC APPROVES NEW VOTING SYSTEMS STANDARDS</p>\n    <p>WASHINGTON -- The Federal Election Commission has rendered final approval of new Voting\n    System Standards, culminating a three-year effort by the FEC, its Office of Election\n    Administration, state election officials and administrators, and voting machine vendors\n    throughout the nation. The Standards seek to ensure that election equipment certified for\n    purchase by participating states will be accurate, reliable, and dependable. </p>\n    <p>The finalized Standards were presented recently to the Commission&#146;s Advisory Panel\n    on Election Administration, holding its annual meeting in Denver. In a statement\n    accompanying the Standards, FEC Vice Chairman Karl Sandstrom wrote \"The Voting\n    Systems Standards are the product of a state and federal partnership that reflects a\n    commitment on the part of all involved to ensuring that systems used in elections across\n    the country are accurate and reliable. Without the contributions and cooperation by state\n    and local officials, this project could not have succeeded.\"</p>\n    <p>Drafts of the Standards document have been issued for comment twice, generating\n    significant input from a variety of interests including vendors, election officials,\n    academics, technical experts, special interest advocacy groups, and the public at large. </p>\n    <p>In addition, the FEC held a public hearing on the Standards April 17 during which a\n    number of election officials and others offered testimony. Many sections of the Standards\n    have been revised to reflect issues raised by these comments. </p>\n    <p>The revised Standards provide new or expanded coverage of a number of functional and\n    technical capabilities including election management, feedback to voters, accessibility,\n    audit trails, telecommunications, and broadcasting of unofficial election results.\n    Elements and descriptions of testing procedures for election systems were also revised.</p>\n    <p>The complete Standards are available on the FEC website at <a href=\"../pages/vssfinal/vss.html\">http://www.fec.gov/pages/vssfinal/vss.html</a>.</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}