{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">May 19, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160519release_2.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p>&#160;</p>\n        <blockquote>\n          <blockquote>\n            <blockquote>\n              <blockquote>\n                <blockquote>\n                  <blockquote>\n                    <blockquote>\n                      <blockquote>\n                        <blockquote>\n                          <blockquote>                          \n                            <p><strong>Federal Election  Commission Certifies Federal Matching Funds for Stein </strong></p>\n                            <p><br/>\n                              WASHINGTON &#8211; The Federal Election Commission has certified a payment of $96,924.35 in federal matching funds to Jill Stein for President. The  certified amount was in response to the first regular submission for matching  funds made by Stein, who is seeking the Green Party nomination for president  for 2016. </p>\n                            <p>                              To become eligible for matching funds, candidates must raise a threshold amount  of $100,000 by collecting $5,000 in 20 different states in amounts no greater  than $250 from any individual. Other requirements to be declared eligible  include agreeing to an overall spending limit, abiding by spending limits in  each state, using public funds only for legitimate campaign-related expenses,  keeping financial records and permitting an extensive campaign audit.<br/>\n                              <br/>\n                              Based on Stein&#8217;s initial threshold submission in March, the Commission  requested that the United States Treasury make an initial payment of $100,000  to Stein&#8217;s campaign. The amount requested from the Treasury following the  Commission&#8217;s tally vote yesterday brings the total certified for the Stein  campaign to $196,924.35.<br/>\n                              <br/>\n                              Materials included with Jill Stein for President&#8217;s submission may be viewed <a href=\"../../../finance/disclosure/2016MatchingFundSubmissions.shtml\">here</a>.                              Once declared eligible, campaigns may submit additional contributions for  matching funds on the first business day of every month. The maximum amount a  primary candidate could receive is currently estimated to be about $48.01  million.<br/>\n                              <br/>\n                              The presidential public funding program is financed through the $3 check-off  that appears on individual income tax returns. The program now has two  elements: matching payments to participating candidates during the primary  campaign and grants available to nominees to pay for the general election  campaign. On April 3, 2014, President Barack Obama signed legislation to end  the public funding of presidential nomination conventions. <br/>\n                              <br/>\n                              Additional information about the presidential public funding program is  available <a href=\"../../bkgnd/fund.shtml\">here</a>. Income tax check-off data showing monthly deposits into  the program&#8217;s fund is available <a href=\"../../bkgnd/presidential_fund.shtml\">here</a>.<br/>\n                              </p>\n                            <p><br/>\n                              <em>The Federal Election Commission (FEC) is an independent regulatory agency  that administers and enforces federal campaign finance laws. The FEC has  jurisdiction over the financing of campaigns for the U.S. House of  Representatives, the U.S. Senate, the Presidency and the Vice Presidency.  Established in 1975, the FEC is composed of six Commissioners who are nominated  by the President and confirmed by the U.S. Senate. </em></p>\n                            <p>&#160;</p>\n                            <p align=\"center\">\n                              Follow Us on Twitter - <u>http://twitter.com/FEC</u><br/>\n                            </p>\n                                </blockquote>\n                        </blockquote>\n                      </blockquote>\n                    </blockquote>\n                  </blockquote>\n                </blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n    </blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2016/news_releases/20160519release_2.shtml", "date": "05/19/2016", "pdf": null, "title": "Federal Election Commission Certifies Federal Matching Funds for Stein", "category": "Presidential Public Funds"}