{"date": "03/01/2013", "pdf": null, "title": "Week of February 25 - March 1, 2013", "issue": "2013-09", "html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"primary_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>March 1, 2013</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2013-09</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of February 25 &#8211; March 1</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On February 26, the Commission held an executive session. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6421<br/>\n        </a>COMPLAINANT: Michigan Democratic State Central Committee<br/>\n    RESPONDENTS: Benishek for Congress and Trent J. Benishek, in his official capacity as treasurer; Dan Benishek; St. George Glass and Window Co., Inc.; and Steven P. Zurcher <br/>\n    SUBJECT: The complaint alleged that Benishek flew on non-commercial aircraft while campaigning for Michigan&#8217;s 1st Congressional District in 2010. <br/>\n    DISPOSITION: On June 14, 2011, the Commission found reason to believe that Benishek made a prohibited use of a non-commercial airplane, owned by St. George Glass and Window Co., Inc. and Zurcher, for purposes of campaign travel and that he and the Committee accepted a prohibited in-kind contribution in the form of non-commercial air travel. The Commission also found reason to believe that Benishek and the Committee accepted a prohibited corporate contribution from St. George Glass and Window and that Zurcher consented to that prohibited corporate contribution.&#160; On February 5, 2013, the Commission determined to take no further action as to the Committee, Benishek, St. George Glass and Window, and Zurcher. The Commission sent letters reminding the respondents of the prohibition on non-commercial aircraft travel by House candidates in connection with a federal election.</p>\n        <p/>\n        <p>&#160;<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6582</a><br/>\n          COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: National Organization for Women PAC and Allendra Letsome, in her official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that the National Organization for Women PAC and Letsome, in her official capacity as treasurer, (the Committee) failed to disclose $82,953.49 in receipts and $143,899.65 in disbursements in 30 reports filed with the Commission between 2008 and 2011.<br/>\n  DISPOSITION: On May 22, 2012, the Commission found reason to believe the Committee failed to disclose accurately receipts and disbursements in reports to the Commission. On February 5, 2013, the Commission voted to close the file.<br/>\n        </p>\n        <p><strong>AUDITS</strong></p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_MaineRepublicanParty.shtml\">Final Audit Report on the Maine Republican Party</a>. On February 25, the Commission made public its Final Audit Report on the Maine Republican Party (MRP), which covered campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved findings relating to the misstatement of financial activity, reporting of debts and obligations, disclosure of disbursements and the failure to file notices and properly disclose independent expenditures. The report also addressed an additional issue related to the disclosure of disbursements from MRP&#8217;s non-federal account.<strong><br/>\n        </strong></p>\n        <p><a href=\"../../audits/2008/McCain-Palin_2008_Inc_McCain-Palin_Compliance%20Fund_Inc/AuditReport.shtml\">Final Audit Report on McCain-Palin 2008 Inc. and McCain-Palin Compliance Fund, Inc.</a> On February 25, the Commission made public its Final Audit Report on McCain-Palin 2008 Inc. and McCain-Palin Compliance Fund, Inc., which covered campaign finance activity between March 24, 2008 and December 31, 2008.&#160; The Commission did not find any material non-compliance in connection with the McCain-Palin Joint Fundraising Committees. The Commission approved a finding relating to the Compliance Fund&#8217;s failure to file 48-hour notices for contributions. The report also addressed an additional issue related to campaign travel billing for press in connection with McCain-Palin 2008 Inc. &#160;On February 14, a <a href=\"../../members/weintraub/statements/McCain-Palin%20Audit%20Statement.pdf\">Statement of Reasons</a> was released by Chair Ellen L. Weintraub and Commissioners Cynthia L. Bauerly and Steven T. Walther.</p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_Rightmarch.shtml\">Final Audit Report on Rightmarch.com PAC, Inc.</a> On February 26, the Commission made public its Final Audit Report on Rightmarch.com PAC, Inc., which covered campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved a finding related to the misstatement of financial activity. The report also addressed additional issues related to the extension of credit by a commercial vendor and reporting payments for communications. </p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/fec_craig.shtml\"><em>FEC v. Craig for U.S. Senate</em></a> (Case 1:12-cv-00958-ABJ). On February 26, oral argument on the defendants&#8217; motion to dismiss was rescheduled for March 6 in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/FreeSpeech.shtml\"><em>Free Speech v. FEC</em></a> (Case 12-8078).&#160; On February 22, the plaintiff-appellant filed a <a href=\"../../law/litigation/freespeech_fs_reply_brief.pdf\">Reply Brief</a> in the United States Court of Appeals for the Tenth Circuit. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/james.shtml\"><em>James v. FEC</em></a> (Case 12-683). On February 14, the appellant filed an <a href=\"../../law/litigation/james_sc_james_opp_mtd.pdf\">Opposition to Motion to Dismiss or Affirm</a> in the United States Supreme Court. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. v. Federal Election Commission</em></a> (Case 1:11-cv-00562-RLW). On February 22, the Commission and the plaintiffs filed a <a href=\"../../law/litigation/lnc_joint_status_report.pdf\">Joint Status Report</a> in the United States District Court for the District of Columbia. On February 25, the District Court heard oral argument on the plaintiff's motion to certify facts and questions and the Commission's motion for summary judgment. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/vroom.shtml\"><em>Vroom v. FEC</em></a> (Case 1:12-cv-0143-RMC). On February 25, the plaintiff filed an <a href=\"../../law/litigation/vroom_vroom_opp_mtd2.pdf\">Opposition to Commission's Motion to Dismiss Amended Complaint</a> in the United States District Court for the District of Columbia.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 12-5365). On February 27, the Campaign Legal Center, Democracy 21 and Public Citizen filed a <a href=\"../../law/litigation/wagner_amici_brief.pdf\">Brief <em>Amici Curiae</em></a> in support of Appellee and Urging Affirmance in the United States Court of Appeals. Oral argument is scheduled for May 16 in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>March 7: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>March 20, Federal Election Commission, Washington, DC. &#8220;Seminar/Webinar for House and Senate Campaigns and Party Committees.&#8221; Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>March 20: March Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n              <br/>\n        </strong>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available and can be downloaded from the website. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch.&#160; These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n        </p>\n        <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p></td>\n    </tr>\n  </table>\n      </div>\n          <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/20130301digest.shtml"}