{"href": "press2014/news_releases/20140723release.shtml", "pdf": null, "date": "07/23/2014", "category": "Open Meetings and Related Matters", "title": "FEC Issues Two Advisory Opinions", "html": "<div class=\"press_release_content\">\n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">July 23, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140723release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\"><strong>FEC Issues Two Advisory Opinions</strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today issued two advisory opinions. A third advisory opinion request was withdrawn by the requestor.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-36-a.pdf\">Advisory Opinion 2014-06 (Ryan, Ryan for Congress, Inc., and Prosperity Action, Inc.)</a>. The Commission approved an advisory opinion in response to a request from Representative Paul Ryan, Ryan for Congress, Inc., and Prosperity Action, Inc. The Commission concluded that, as proposed in the request, the requestors may engage in the distribution of a book authored by Representative Ryan and the Committees may engage in the de minimis promotion of the book.&#160; The Commission also concluded that the book's publisher may publish and promote the book as proposed in the request because such activity is not subject to regulation under the Federal Election Campaign Act of 1971, as amended (the Act). During the discussion, the Commission heard from counsel on behalf of the requestor. Chairman Lee E. Goodman and Commissioners Matthew S. Petersen and Caroline C. Hunter issued a <a href=\"http://saos.fec.gov/aodocs/1302171.pdf\">Concurring Opinion</a>. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-35.pdf\">Advisory Opinion 2014-05 (Henry Ford Health System Government Affairs Services Political Action Committee)</a>. The Commission approved an advisory opinion in response to a request from the Henry Ford Health System Government Affairs Services Political Action Committee. The Commission concluded that the requestor may solicit contributions as it proposes, pursuant to the Act and Commission regulations. The Commission did not reach the question of whether the Act preempts Michigan law concerning the solicitation of contributions because the state law at issue does not apply to contributions to federal political committees, and the state has officially interpreted that law as not regulating contributions or expenditures made to support or oppose federal candidates. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=61383566DEFFE7A4312167ABCA150430?SUBMIT=ao&amp;AO=3692&amp;START=1300195.pdf\">Advisory Opinion Request 2014-08 (Nick for New York)</a>. The requestor withdrew the advisory opinion request. Congressional Candidate Nicholas Di iorio and his principal campaign committee, Nick for New York, had asked whether Mr. Di iorio may participate in a reality television show featuring candidates for office, and whether he may be paid in return for his participation. </p>\n        <p>&#160;</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p>        </td>\n      </tr>\n  </table>      \n      <p>&#160;</p>\n      </div>\n           "}