{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table width=\"664\" border=\"0\">\n          <tr valign=\"top\">\n            <td width=\"455\">For Immediate Release&#160;</td>\n            <td width=\"66\">&#160; Contact:</td>\n            <td width=\"129\">Bob Biersack</td>\n          </tr>\n          <tr valign=\"top\">\n            <td>August 15 , 2008 &#160; &#160;</td>\n            <td>&#160;</td>\n            <td> Mary Brandenberger </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td>&#160;</td>\n            <td>&#160;</td>\n          </tr>\n        </table>\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><p>&#160;</p>\n              <p align=\"center\"><strong>FEC Summarizes Party Financial Activity</strong><strong/></p>\n              <p/>\n              <p>Washington &#8211;The Federal Election Commission (FEC) announced today that Republican party committees raised $409 million from January 2007 through June 30, 2008. This represents about a one-percent increase over a similar period in 2006, but reflects a 12-percent decline in funds raised during the first six months of the 2004 Presidential campaign.&#160; </p>\n              <p>Democratic party committees continued to raise more money than in previous years, with total receipts of $351.1 million from January 2007 through June 30, 2008.&#160; This is an increase of 21 percent over a similar period in 2006 and 26 percent higher than in 2004. </p>\n              <p>Among national party committees, the Republican National Committee (RNC) and the Democratic Senatorial and Congressional Campaign committees (DSCC and DCCC) reported the largest gains in receipts since 2006, though the RNC total remains below the comparable figure for 2004. Receipts declined during the period for the Democratic National Committee (DNC) and the Republican Senatorial and Congressional committees (NRSC and NRCC). Tables 1 and 2 provide financial information for these committees, as well as state and local party organizations, for election cycles from 1996 through 2008. </p>\n              <p>Individual contributions continue to be the largest source of funds for party committees.&#160; Republicans received $324 million from individuals (79 percent of their receipts), while Democrats received $265.6 million (76 percent of their total). Table 3 provides a breakdown of individual contributions for the national committees. All committees, except the DSCC, received more money in contributions of less than $200 each than in any other category. The DSCC received more in contributions of over $20,000 than in any other contribution category.</p>\n              <p>The Bipartisan Campaign Reform Act (BCRA) of 2002 changed campaign contribution limits, increasing individual contributions to national parties to $25,000, adjusted for inflation. The inflation-adjusted limit for the 2007-2008 election cycle is $28,500. </p>\n              <p>Political action committees (PACs) and other committees contributed $36 million to Republican party committees and $63.8 million to Democratic party committees in 2007-2008. Much of this total is from House Democrats who contributed $29.8 million from their campaign accounts to the DCCC. House Republicans contributed $13.1 million to the NRCC. Table 4 provides a list of Member contributions to their respective Congressional campaign committees. Contributions from Senate members to their party committees are detailed in Table 5. Table 6 lists national party transfers to state parties, where Democrats have transferred $12.6 million and Republicans have transferred $2.1 million.</p>\n              <p/>\n              <p>&#160;</p>\n              <p>Table 1 Democratic Party Committee Financial Activity Through June 30, 2008  [<a href=\"table108.xls\">excel</a>] [<a href=\"table108.pdf\">pdf</a>] </p>\n              <p>Table 2 Republican Party Committee Financial Activity Through June 30 [<a href=\"table208.xls\">excel</a>] [<a href=\"table208.pdf\">pdf</a>] </p>\n              <p>Table 3 Contributions from Individuals to National Party Committees by Contribution Amount<a href=\"table308.xls\"> [excel</a>] [<a href=\"table308.pdf\">pdf]</a></p>\n              <p>Table 4 Member Contributions to the Congressional Campaign Committees <a href=\"table408.xls\">[excel</a>] [<a href=\"table408.pdf\">pdf]</a></p>\n              <p>Table 5 Member Contributions to the Senatorial Campaign Committees <a href=\"table508.xls\">[excel</a>] [<a href=\"table508.pdf\">pdf]</a></p>\n              <p>Table 6 National Party Transfers to States <a href=\"table608.xls\">[excel</a>] [<a href=\"table608.pdf\">pdf]</a></p>\n              <p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p/>\n              <p align=\"center\"><strong># # #</strong> </p>\n              <p align=\"center\">&#160;</p>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n      </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "08/15/2008", "href": "press2008/20080814party/20080815party.shtml", "category": "Campaign Finance Data Summaries", "title": "FEC Summarizes Party Financial Activity", "pdf": null}