{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>April 30,  2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <div align=\"center\">\n          <p align=\"center\"><strong>FEC APPROVES FINAL RULES ON NON-FEDERAL FUNDRAISING EVENTS,<br/>\nCONSIDERS TWO ADVISORY OPINIONS AND VOTES ON AUDIT REPORTS</strong></p>\n          <p align=\"left\">WASHINGTON &#8211; At its open meeting yesterday, the Federal Election Commission approved final rules regarding solicitation by federal candidates and officeholders at non-federal fundraising events. The Commission also considered two advisory opinion requests and two draft audit reports.</p>\n          <p align=\"left\">The Commission approved <a href=\"../../agenda/2010/mtgdoc1022.pdf\">Final Rules and Explanation and Justification</a> on participation by federal candidates and officeholders at non-federal fundraising events. The final rules permit a federal candidate or officeholder to attend, speak at, and appear as featured guests at non-federal fundraising events so long as the federal candidate or officeholder does not solicit funds outside the amount limitations and source prohibitions of the Federal Election Campaign Act (the Act).&#160;&#160; Federal candidates and officeholders may also appear in pre-event publicity for a non-federal fundraising event so long as the federal candidate or officeholder is not personally soliciting funds outside the amount limitations and source prohibitions of the Act.&#160; These final rules were promulgated in response to the decision of the Court of Appeals for the District of Columbia Circuit in <a href=\"../../law/litigation_CCA_S.shtml_06\"><em>Shays v. FEC</em></a>, 528 F.3d 914 (D.C. Cir. 2008).</p>\n          <p align=\"left\">In <a href=\"../../agenda/2010/mtgdoc1023.pdf\">Advisory Opinion 2010-04 (Wawa, Inc.)</a>, the Commission issued an advisory opinion concluding that the five Wawa managers described in the request meet the statutory and regulatory requirements to qualify as &#8220;executive and administrative personnel&#8221; of the corporation. &#160;Corporations are permitted to solicit contributions for their separate segregated funds at any time only from members of their restricted classes including executive and administrative personnel.</p>\n          <p align=\"left\">In <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2010-03 (National Democratic Redistricting Trust)</a>, the requestor asked whether Members of Congress may solicit funds outside the Act&#8217;s amount limitations and source prohibitions for a trust established to pay for pre-litigation and litigation costs in connection with legislative redistricting. &#160;The Commission discussed the advisory opinion request and posed questions to the requestor&#8217;s legal counsel, who appeared at the meeting. The Commission received an extension of time from the requestor until May 7, 2010 to further consider the advisory opinion request.</p>\n          <p align=\"left\">The Commission considered proposed findings in an audit report of the <a href=\"../../agenda/2010/mtgdoc1018.pdf\">Tennessee Democratic Party</a>, covering the 2005-2006 election cycle. The Commission approved part of one finding concerning non-allocable federal activities, specifically that payments for certain automated phone banks and customized giveaways are non-allocable federal election activities.&#160; The Commission did not approve the proposed finding with respect to whether costs associated with polling and with campaign rallies constituted non-allocable federal election activities. The Commission approved another finding that certain itemized disbursements failed to include adequate payee address information on disclosure reports to the Commission.&#160; The Commission will issue its final audit report the <a href=\"../../agenda/2010/mtgdoc1018.pdf\">Tennessee Democratic Party</a> at a later date. &#160;</p>\n          <p align=\"left\">The Commission also considered proposed findings in an audit report of <a href=\"../../agenda/2010/mtgdoc1019.pdf\">Friends for Menor</a>, the principal campaign committee of Ron Menor, who sought election in Hawaii&#8217;s 2nd Congressional District in 2006. The Commission approved a finding that the committee received excessive contributions from three individuals, but did not approve the part of the proposed finding that the committee received a prohibited corporate contribution. &#160;The Commission did not approve a second finding that the committee received an excessive contribution from the candidate&#8217;s spouse.&#160; The Commission will issue its final audit report of <a href=\"../../agenda/2010/mtgdoc1019.pdf\">Friends for Menor</a> at a later date. </p>\n          <p align=\"left\">In discussing the two audit reports, the Chairman announced that the Commission is currently in the process of updating its procedures regarding Commission final audit reports for discussion at the Commission&#8217;s next open meeting. </p>\n          <table cellspacing=\"0\" cellpadding=\"0\">\n            <tr>\n              <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                  <p align=\"center\"/>\n                  <p align=\"center\"># # #</p></td>\n            </tr>\n          </table>\n        </div>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "04/30/2010", "href": "press2010/20100430OpenMeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Final Rules on Non-Federal Fundraising Events, Considers Two Advisory Opinions and Votes on Audit Reports", "pdf": null}