{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>March 22,  2012</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC APPROVES ADVISORY OPINION, DISCUSSES SECOND, AND ANNOUNCES NEW CAMPAIGN FINANCE DISCLOSURE WEBSITE PORTAL</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved an advisory opinion, directed the Office of General Counsel to prepare a revised draft for a second, and announced the release of a new campaign finance disclosure website portal.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3411&amp;START=1205173.pdf\">Advisory Opinion 2012-05 (Lantos)</a>. The Commission concluded that the Tom Lantos for Congress Committee may donate the balance of its funds to the Lantos Foundation for Human Rights and Justice, a tax-exempt charitable organization. The Federal Election Campaign Act of 1971, as amended, (the Act) permits the use of contributions accepted by a federal candidate for the purpose of making donations to an organization described in section 170(c) of the Internal Revenue code, and the Committee's proposed donation would not be a conversion to personal use. Tom Lantos was a member of Congress for 27 years and passed away in 2008.</p>\n        <p/>\n        <p><u><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3427\">Advisory Opinion Request 2012-06 (RickPerry.org, Inc.)</a></u>. The Commission discussed and voted on two draft advisory opinions regarding a request from RickPerry.org, Governor Rick Perry&#8217;s 2012 presidential campaign committee. The Commissioners agreed that RickPerry.org, Inc. may convert to a nonconnected committee and fund its activities with any remaining primary election funds or, alternatively, donate its primary election funds to Governor Perry&#8217;s state campaign committee, subject to the provisions of Texas law. The Commission did not reach consensus on either draft regarding the presidential committee&#8217;s proposed plan to obtain redesignations of contributions it designated and accepted for the general election for use by the nonconnected committee or by Governor Perry&#8217;s state campaign committee.The Commission directed the Office of General Counsel to prepare and circulate a revised draft advisory opinion reflecting the discussion at the meeting for a Commission vote. </p>\n        <p/>\n        <p><a href=\"../../pindex.shtml\">Campaign Finance Disclosure Portal</a>. The Commission announced the release of a new <a href=\"20120322DisclPortal.shtml\">campaign finance disclosure portal</a> that will simplify access to the wide range of data available on the agency&#8217;s website. The disclosure portal provides a single point of entry to federal campaign finance data. It features easily navigable maps, as well as a variety of search tools that will help users make the best use of the Commission&#8217;s data sources. Users can download many of the data sets available through the disclosure portal to perform their own analyses. The disclosure portal will be updated with new enhancements throughout the election cycle. </p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120322OpenMeeting.shtml", "date": "03/22/2012", "pdf": null, "title": "FEC Approves Advisory Opinion, Discusses Second, and Announces New Campaign Finance Disclosure Website Portal", "category": "Open Meetings and Related Matters"}