{"date": "10/23/2009", "pdf": null, "title": "Week of October 19 - October 23, 2009 ", "issue": "2009-24", "html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>October 23, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"right\">ISSUE 2009-24</p>\n              <p align=\"center\"><strong>Weekly Digest<br/>\n              Week of October 19 &#8211; 23</strong></p>\n              <p><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p/>\n              <p>On October 20, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p/>\n              <p>The Commission did not hold an Open Session this week. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><br/>\n                <strong>ENFORCEMENT</strong> </p>\n              <p>The Commission made public two closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6092</a> &#8211; Religious Society of Friends: Quaker; Obama for America and Martin H. Nesbit, in his official capacity as treasurer. The Commission found no reason to believe the respondents violated the Federal Election Campaign Act of 1971, as amended (the Act). </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6173</a> &#8211; Population Research Institute, Inc.&#160; The Commission used its prosecutorial discretion and dismissed the case. </p>\n              <p/>\n              <p><strong>ADMINISTRATIVE FINES<br/>\n              </strong></p>\n              <p>The Commission made public 13 Administrative Fine cases this week.</p>\n              <p/>\n              <p>AF 2008 &#8211; Local 1814 International Longshoremens Assoc. AFL-CIO Political Action and Education Fund and Anthony Graffino as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 2043 &#8211; Alaskans for Cuddy and Bruce E. Eliasen as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2044 &#8211; Amit Singh for Congress and Wendy S. Reighard as Treasurer. The Commission made a final determination and assessed a civil penalty of $74.</p>\n              <p/>\n              <p>AF 2052 &#8211; Citizens for Ray McKinney and Lisa Darlene McKinney as Treasurer. The Commission made a final determination and assessed a civil penalty of $750.</p>\n              <p/>\n              <p>AF 2069 &#8211; Jim Forsythe for Congress and Christopher Lawless as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2080 &#8211; Recreational Fishing Alliance PAC and Jim Hutchinson, Jr. as Treasurer. The Commission made a final determination and assessed a civil penalty of $375.</p>\n              <p><strong/></p>\n              <p>AF 2083 &#8211; Scontras for Congress and Gordon A. Davis as Treasurer. The Commission made a final determination and assessed a civil penalty of $300.</p>\n              <p/>\n              <p>AF 2093 &#8211; Baldermann for Congress and its treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2094 &#8211; Kenneth Eaton for US Senate and Toni Eaton as Treasurer.&#160; The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2096 &#8211; Raul Martinez for Congress and Eliza Rassi as Treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p/>\n              <p>AF 2097 &#8211; Scontras for Congress and Gordon A. Davis as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2098 &#8211; Vernon Jones for Georgia and Patricia Moore as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2101 &#8211; Byron Lee for Congress and Lester Dunn, Jr. as Treasurer.&#160; The Commission made a final determination and assessed a civil penalty of $7,030.</p>\n              <p><strong/></p>\n              <p><strong>LITIGATION</strong></p>\n              <p><strong/></p>\n              <p><em><a href=\"../../law/litigation/emilyslist_08.shtml\">EMILY&#8217;s List v. FEC</a></em> &#8211; On October 22, the Commission announced it would not seek rehearing <em>en banc</em> in <em>EMILY&#8217;s List v. FEC</em>. On September 24, the United States Court of Appeals for the District of Columbia Circuit <a href=\"../../law/litigation/emilyslist_08_ac_judgment.pdf\">ordered</a> that the district court vacate the challenged regulations, saying they &#8220;exceed the FEC&#8217;s statutory authority.&#8221; &#160;Two of the three judges also concluded that these regulations &#8220;violate the First Amendment.&#8221;The regulations at issue concern funds received in response to solicitations (11 C.F.R. 100.57), the method for allocating administrative expenses, costs of generic voter drives, and certain public communications (11 C.F.R. 106.6(c)), and payments for public communications and voter drives that refer to one or more clearly identified federal or non-federal candidates (11 C.F.R. 106.6(f)). Commissioners&#8217; statements on the rehearing issue are <a href=\"../../law/litigation/emilyslist_08.shtml\">here</a>.</p>\n              <p/>\n              <p><em><a href=\"../../law/litigation_CCA_A.shtml#akins_03\">Akins v. FEC</a></em> &#8211; On October 19, the Commission filed a <a href=\"../../law/litigation/akins_03_fec_reply_sj.pdf\">Reply in Support of Its Cross-Motion for Summary Judgment</a>. The Akins complaint challenges as contrary to the law the Commission&#8217;s dismissal of an administrative complaint against the American Israel Public Affairs Committee (AIPAC). The administrative complaints alleged that AIPAC failed to register as a political committee and to disclose its express advocacy communications as required by the Act.</p>\n              <p/>\n              <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n              <p/>\n              <p>October 20:&#160; Disclosure reports for monthly filers were due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n              <p/>\n              <p>October 22: California&#8217;s District 10 Special Election Pre-Runoff disclosure reports were due. </p>\n              <p/>\n              <p>October 22: New York&#8217;s District 23 Special Election Pre-General disclosure reports were due. </p>\n              <p/>\n              <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n              <p/>\n              <p>On October 21, the Commission published a <a href=\"http://sers.fec.gov/fosers/\">Notice of Proposed Rulemaking on Coordinated Communications</a> in the Federal Register. Comments are due on January 19, 2010.</p>\n              <p/>\n              <p>On October 20, the Commission published a <a href=\"http://sers.fec.gov/fosers/\">Notice of Proposed Rulemaking on the Definition of Federal Election Activity</a> in the Federal Register. Comments are due on November 20.</p>\n              <p/>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p/>\n              <p><a href=\"20091019MUR.shtml\">FEC Takes Final Action on Six Cases </a>&#160;(issued October 19)</p>\n              <p><a href=\"20091021MUR.shtml\">FEC Takes Final Action on Six Cases</a> (issued October 21)</p>\n              <p><a href=\"20091022EmilyList.shtml\">FEC Will Not Seek Rehearing <em>En Banc</em> in EMILY&#8217;s List Case</a> (issued October 22)</p>\n              <p/>\n              <p><strong>NEXT WEEK (OCTOBER 26 &#8211; 30, 2009)</strong></p>\n              <p><strong/></p>\n              <p>On October 28-29, the FEC will host a regional campaign finance law conference in San Francisco for campaigns, party committees and corporate/labor/trade PACs. The schedule is <a href=\"../../info/conferences/2009/sanfranbrochure09.pdf\">here</a>.<br/>\n              </p>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p><strong/></p>\n              <p>November 20: Disclosure reports for monthly filers are due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The 2009 edition of the Campaign Guide for Political Party Committees is<a href=\"../../pdf/partygui.pdf\"> here</a>. The October supplements to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>. </p>\n              <p>The October issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/oct09.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.&#160; </p>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\"><strong>              </strong></p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20091023Digest.shtml"}