{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>July 22,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\">&#160;</p>        \n        <p align=\"center\"><strong>FEC APPROVES TWO ADVISORY OPINIONS ON INDEPENDENT EXPENDITURE-ONLY POLITICAL COMMITTEES</strong> </p>\n        <p>WASHINGTON &#8211; At its Open Meeting today, the Federal Election Commission approved two advisory opinions concerning the effect of recent court decisions on the application of the Act and Commission regulations to two groups engaged solely in making independent expenditures.</p>\n        <p>In <a href=\"../../agenda/2010/mtgdoc1040.pdf\">Advisory Opinion 2010-09 (Club for Growth)</a>, the Commission concluded that Club for Growth &#8212; a 501(c)(4) corporation &#8212; could establish and administer a political committee that will make only independent expenditures, that will register and report with the Commission, and that will solicit unlimited contributions solely from individuals in the general public, including contributions given for specific independent expenditures. <br/>\n        </p>\n        <p>In <a href=\"../../agenda/2010/mtgdoc1042.pdf\">Advisory Opinion 2010-11 (Commonsense Ten)</a>, the Commission concluded that Commonsense Ten, a registered nonconnected political committee that intends to make only independent expenditures, and that will report the contributions it accepts and the independent expenditures it makes, may solicit and accept unlimited contributions from individuals, political committees, corporations and labor organizations for the purpose of making independent expenditures. </p>\n        <p>Commissioner Walther dissented in both Advisory Opinions and issued a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3067&amp;START=1144645.pdf\">statement</a>.&#160; </p>\n        <p>Both advisory opinions include the suggested text of a letter committees may use to clarify their intention to accept unlimited contributions for the purpose of making independent expenditures: <br/>\n            <br/>\n            <em>[COMMITTEE NAME]<br/>\n            <br/>\n  [DATE]<br/>\n  <br/>\n  Federal Election Commission<br/>\n  999 E Street, N.W.<br/>\n  Washington, D.C. 20463</em></p>\n        <p><em>Re: Form 1, Statement of Organization&#8212;Unlimited Contributions<br/>\n          <br/>\n          To Whom It May Concern:</em></p>\n        <p><em>This committee intends to make independent expenditures, and consistent with the U.S. Court of Appeals for the District of Columbia Circuit decision in SpeechNow v. FEC, it therefore intends to raise funds in unlimited amounts. This committee will not use those funds to make contributions, whether direct, in-kind, or via coordinated communications, to federal candidates or committees.<br/>\n              <br/>\n  Respectfully submitted, <br/>\n  <br/>\n  Treasurer<br/>\n          </em><br/>\n          <br/>\n  Such letters may be used, in conjunction with Statements of Organization, by independent expenditure-only committees pending forthcoming Commission rulemakings. A new registrant may send this letter with its Statement of Organization (Form 1), and already-registered committees may amend their Statement of Organization (Form 1) by submitting the text of the letter using Form 99. For reporting questions contact the Commission&#8217;s Reports Analysis Division at 202-694-1130.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"># # # </div></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100722OpenMtng.shtml", "date": "07/22/2010", "pdf": null, "title": "FEC Approves Two Advisory Opinions on Independent Expenditure-Only Political Committees", "category": "Open Meetings and Related Matters"}