{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">December 17,  2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20131217release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Elects Lee Goodman as Chairman for 2014; Ann Ravel to Serve as Vice Chair</strong></p>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission elected its newest members, Lee E. Goodman and Ann M. Ravel, as Chairman and Vice Chair for 2014. Both were nominated to the Commission this year by President Barack Obama and confirmed by the United States Senate.</p>\n        <p>Prior to joining the Commission, Mr. Goodman practiced election law, representing candidates, public officials, political parties, political action committees, non-profit organizations, and media companies. He advised four presidential campaigns from 2007 to 2012 and served as general counsel of the Republican Party of Virginia from 2009 to 2013. He served four years as legal counsel and policy advisor to the Governor of Virginia and three years as counsel and special assistant to the Attorney General of Virginia. Mr. Goodman also served as chief advisor to the Chairman of the Congressional Advisory Commission on Electronic Commerce from 1999 to 2000.</p>\n        <p>Commissioner Goodman received his B.A. with highest distinction in 1986 from the University of Virginia and his J.D. in 1990 from the University of Virginia School of Law.</p>\n        <p>            Before her appointment to the Commission, Ms. Ravel served as Chair of the California Fair Political Practices Commission (FPPC), where she oversaw the regulation of campaign finance, lobbyist registration and reporting, and ethics and conflicts-of-interest related to officeholders and public employees. Ms. Ravel was instrumental in the creation of the States' Unified Network (SUN) Center, a web-based center for sharing information on campaign finance. Ms. Ravel also served as Deputy Assistant Attorney General for Torts and Consumer Litigation in the Civil Division of the United States Department of Justice and as the appointed County Counsel for Santa Clara County, California. </p>\n        <p>Commissioner Ravel received her B.A. from the University of California, Berkeley and her J.D. from the University of California, Hastings College of the Law.</p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"># # #</p>\n        <p/>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n           ", "href": "press2013/news_releases/20131217release.shtml", "date": "12/17/2013", "pdf": null, "title": "FEC Elects Lee Goodman as Chairman for 2014; Ann Ravel to Serve as Vice Chair", "category": "Commission Appointments "}