{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>February 17, 2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">*Release revised on February 18 to correct summary of AO 2011-01.</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p>&#160;</p>\n        <p/>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p align=\"center\"><strong>FEC APPROVES TWO ADVISORY OPINIONS AND DETERMINES THE AMOUNT OF REPAYMENT OF PRESIDENTIAL PRIMARY MATCHING FUNDS</strong></p>\n                <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission (FEC) approved two advisory opinions as well as a statement of reasons on the repayment of presidential matching funds by Dennis J. Kucinich and Kucinich for President, Inc.<br/>\n                </p>\n                <p><a href=\"../agenda/2011/mtgdoc_1107.pdf\">Advisory Opinion 2011-01 (Robin Carnahan for Senate)</a> &#8211; The Commission approved an advisory opinion that concluded that a legal defense fund may be established, separate from the committee, to defray the committee&#8217;s costs of defending a copyright infringement and misappropriation lawsuit. The Commission determined that amounts received by the fund for this purpose would not be considered &#8220;contributions&#8221; or &#8220;expenditures&#8221; as defined in the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. Carnahan was a candidate in the 2010 election for the U.S. Senate in Missouri.**</p>\n                <p/>\n                <p><a href=\"http://saos.fec.gov/aodocs/1170614.pdf\">Advisory Opinion 2011-02 (Brown)</a> &#8211; The Commission discussed three alternative draft advisory opinions and approved an opinion that concluded that Senator Brown and the Scott Brown for U.S. Senate Committee (the Committee) may engage in, and use campaign funds to pay for, a variety of activities related to the upcoming publication and promotion of Senator Brown&#8217;s book, including: (1) using campaign funds to purchase copies of the book from the book's publisher at the fair market price, provided that the publisher donates to charity Senator Brown's royalties from sales of the book to the Committee; (2) posting a <em>de minimis</em> amount of material promoting the book to the Committee's website and social media sites; and (3) permitting Senator Brown to personally reimburse the Committee for the fair market value of the rental of the Committee&#8217;s email and mailing lists. The Commission could not, however, reach consensus on a response to questions concerning whether (1) Senator Brown may host fundraising events in cities where the publisher pays his travel costs to promote the book, and (2) the Committee may collect email addresses of people who attend the Senator's book signing and promotional events for the purpose of soliciting contributions in the future. </p>\n                <p/>\n                <p><a href=\"../agenda/2011/mtgdoc_1104c.pdf\">Repayment Determination upon Administrative Review (Kucinich for President, Inc.)</a>&#160; &#8211; The Commission approved a <a href=\"../agenda/2011/mtgdoc_1104c.pdf\">statement of reasons</a> concerning the March 2007 <a href=\"../audits/2004/20070319kucinich_for_president.pdf\">audit</a> of Kucinich and Kucinich for President, Inc. (KFP) and determined after administrative review that the committee must repay $52,443 to the United States Treasury as a result of using campaign money for non-qualified expenses during the candidate&#8217;s 2004 presidential primary election. The Commission based this determination on KFP's use of matching funds to pay for non-qualified \"continuing to campaign\" expenses to seek the 2004 Democratic presidential nomination after Kucinich became ineligible for the matching fund program.</p>\n                <p/>\n                <p><a href=\"20112027Rulemaking.shtml\">Searchable Electronic Rulemaking System</a> &#8211; The Commission also announced the launch of its new <a href=\"http://sers.fec.gov/fosers/\">online search system</a> for public documents generated in connection with FEC rulemakings.&#160; </p>\n                <p/>\n                <p/>\n                <p>** The summary of AO-2011-01 in the February 17 release initially indicated erroneously that the committee could establish the legal defense fund. The fund, however, will be established by a person other than the committee. </p>\n                <p/>\n                <p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p/>\n                <p align=\"center\">NEW: Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n                <p/>\n                <p align=\"center\"># # # </p>\n                <p/></td>\n          </tr>\n        </table>        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "20110217ao.shtml", "date": "02/17/2011", "pdf": null, "title": "FEC Approves Two Advisory Opinions and Determines the Amount of Repayment of Presidential Primary Matching Funds", "category": "Presidential Public Funds"}