{"date": "07/24/2009", "pdf": null, "title": "Week of July 20 - 24, 2009 ", "issue": "2009-11", "html": "<div id=\"fec_mainContent\"> \n  <h2><a name=\"content\"/> \n  </h2>\n  <h1>FEC Digest </h1>\n  <h2>&#160;</h2>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>July 24, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n              <tr>\n                <td height=\"14\" valign=\"top\"><p>&#160;</p>\n                  <p>&#160;</p></td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"815\" valign=\"top\"><p align=\"right\">ISSUE 2009-11</p></td>\n                </tr>\n              </table>\n              <h3 align=\"center\"><strong>Weekly Digest</strong></h3>\n              <p align=\"center\"><strong>Week of July 20 &#8211; 24</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p>The Commission did not hold Open or Executive Sessions this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. </p>\n              <p>Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p><strong><u>Drafts</u></strong> </p>\n              <p>On July 22, the Commission made public a new draft of Advisory Opinion 2009-13 (Black Rock Group). The Black Rock Group, a communications and public affairs firm, seeks to serve as a vendor advising one or more single-member limited liability companies that make independent expenditures concerning federal candidates and elections. Black Rock Group asks whether its services would trigger political committee status for its clients.</p>\n              <p/>\n              <p>On July 22, the Commission made public Draft Advisory Opinion 2009-16 (Libertarian Party of Ohio). The Libertarian Party of Ohio seeks an advisory opinion that it be recognized as a state party committee. </p>\n              <p/>\n              <p>On July 22, the Commission made public two drafts of Advisory Opinion 2009-17 (Romney for President, Inc.). The Committee seeks an advisory opinion on whether it can donate to a charity funds equivalent to the amount of un-cashed and stale-dated refund checks it issued to people who made excessive contributions to Gov. Mitt Romney&#8217;s 2008 presidential primary campaign.</p>\n              <p/>\n              <p>On July 22, the Commission made public Draft Advisory Opinion 2009-14 (Mercedes-Benz USA LLC/MBUSA and Sterling Truck Corporation/Sterling). MBUSA and Sterling ask whether MBUSA can establish and fund the administrative and solicitation costs of a separate segregated fund (SSF) for which Sterling would serve as the connected organization. MBUSA and Sterling are affiliated organizations with a common parent: Daimler North America Corporation, a wholly owned subsidiary of the German corporation Daimler AG. The request also addresses the conventions that govern naming an SSF. MBUSA and Sterling have specifically asked whether the proposed SSF could be called DaimlerPAC.</p>\n              <p/>\n              <p>On July 22, the Commission made public Draft Advisory Opinion 2009-18 (Penske Truck Leasing Co., L.P., Penske Truck Leasing Corp. and Penske Truck Leasing Co., L.P. PAC). The requestors seek an advisory opinion confirming that Penske PAC is disaffiliated with the General Electric Company PAC.</p>\n              <p>&#160;</p>\n              <p>On July 23, the Commission made public Draft Advisory Opinion 2009-15 (Bill White for Texas). Bill White is a candidate in the 2012 Texas Senate Primary. The current officeholder may resign her seat before her term expires, in which case a special election would be held to fill the seat for the remainder of her term. The Committee seeks an advisory opinion on the conditions under which it may use contributions received for the 2012 primary and general elections for a special election and any related run-off election. It also seeks an advisory opinion on how such contributions should be reported to the FEC.</p>\n              <p/>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p/>\n              <p><strong>ENFORCEMENT</strong></p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6131</a> &#8211; Public Television 19, Inc. The Commission found no reason to believe the respondent violated the Federal Election Campaign Act of 1971, as amended (the Act).</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5833</a> &#8211;Ohio Democratic Party and Dean DePiero, in his official capacity as Treasurer; and Friends of Sherrod Brown and Eileen Gallagher, in her official capacity as Treasurer. The Commission found no reason to believe Friends of Sherrod Brown or Gallagher violated the Act. The Commission agreed to accept a conciliation agreement providing for the Ohio Democratic Party and DePiero to pay a $14,000 civil penalty.</p>\n              <p/>\n              <p/>\n              <p><strong>ADMINISTRATIVE FINES<br/>\n                </strong></p>\n              <p>AF 1956 &#8211; A. Duda &amp; Sons, Inc. Political Action Committee and Tracy Duda Chapman as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1957 &#8211; American Iron and Steel Institute Political Action Committee (Steel PAC) and Thomas Gibson as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1959 &#8211; Aon Corporation Political Action Committee and Paul Hagy as Treasurer.&#160; The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n              <p/>\n              <p>AF 1960 &#8211; Bakery Confectionary Tobacco Wkrs &amp; Grain Millers Int&#8217;l Union Local 19 Pol. Org. &#8216;BCTGM&#8217; and Thomas Edward as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1962 &#8211; Bikes Belong Coalition Ltd. Political Action Committee and Gary Sjoquist as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1964 &#8211; Calumet PAC and Terrence Bronowski as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 1965 &#8211; Cooper Industries Political Action Committee and Tyler W. Johnson as Treasurer.&#160; The Commission made a final determination and assessed a civil penalty of $170.</p>\n              <p/>\n              <p>AF 1966 &#8211; Dade County Fire Fighters, Local 1403 PAC and Steven Jessup as Treasurer.&#160; The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1967 &#8211; Electric Power Associations of Mississippi Action Committee for Rural Electrification and Michael Callahan as Treasurer.&#160; The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1969 &#8211; Homecare &amp; Hospice PAC and Ruth L. Constant as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1971 &#8211; ITC Holdings Corp. PAC and Anne Jinks as Treasurer. The Commission made a final determination to take no further action.</p>\n              <p/>\n              <p>AF 1972 &#8211; Kelly Services Inc Political Action Committee (KELLYPAC) and James D. McIntire as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n              <p/>\n              <p>AF 1974 &#8211; Louisiana Reform PAC and John C. Schmidt as Treasurer. The Commission made a final determination and assessed a civil penalty of $4,000.</p>\n              <p/>\n              <p>AF 1975 &#8211; Maynard Cooper &amp; Gale PC PAC and Edward A. Hosp as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1976 &#8211; Metal Lathers Local 46 PAC and Robert Ledwith as Treasurer. The Commission made a final determination and assessed a civil penalty of $750.</p>\n              <p/>\n              <p>AF 1977 &#8211; NAIOP-PAC and Elizabeth R. Greene as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1979 &#8211; Nortel Political Action Committee and Mary Jo Dorr as Treasurer. The Commission made a final determination to take no further action.</p>\n              <p/>\n              <p>AF 1980 &#8211; North Carolina Farm Bureau Federation Inc. Pol Act Cmte Inc. (AKA) NC Farm Bureau FarmPAC and H. Julian Philpott, Jr. as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1981 &#8211; Plasterers&#8217; and Cement Masons&#8217; Action Committee and Earl F. Hurd as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1982 &#8211; Portland Cement Association Inc. PCA PAC and Richard C. Creighton as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1983 &#8211; Public Service Company of New Mexico Responsible Citizens Group and Thomas Sategna as Treasurer. The Commission made a final determination and assessed a civil penalty of $625.</p>\n              <p/>\n              <p>AF 1984 &#8211; Regions Financial Corporation Political Action Committee and Virginia Bear as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 1985 &#8211; Retail, Wholesale &amp; Department Store Union Committee on Political Education (RWDSU COPE) and Stuart H. Appelbaum as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 1986 &#8211; Riceland Foods, Inc. PAC and Bill J. Reed as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1987 &#8211; Right Track PAC and Hal Hyneman as Treasurer. The Commission made a final determination and assessed a civil penalty of $220.</p>\n              <p/>\n              <p>AF 1988 &#8211; Society for Vascular Surgery Political Action Committee and Rebecca Maron as Treasurer. The Commission made a final determination and assessed a civil penalty of $625.</p>\n              <p/>\n              <p>AF 1989 &#8211; Society of Independent Gasoline Marketers of America PAC and Elaine Talbott as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1990 &#8211; St. Louisians for Better Government and Sheldon Sandmel as Treasurer. The Commission made a final determination and assessed a civil penalty of $625.</p>\n              <p/>\n              <p>AF 1992 &#8211; The ASCAP Legislative Fund for the Arts and Susan Boltersdorf as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1993 &#8211; United Emp PAC, Central Louisiana Electric Co. Inc. and Melissa Lohman as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1994 &#8211; Zurich Holding Company of America Committee for Good Government (Z-PAC) and Thomas A. Bradley as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>AF 1995 &#8211; American Postal Workers Union Committee on Political Action and Terry R. Stapleton as Treasurer. The Commission made a final determination and assessed a civil penalty of $3,900.</p>\n              <p/>\n              <p>AF 1997 &#8211; BLOGPAC and Christopher Bowers as Treasurer. The Commission made a final determination and assessed a civil penalty of $975.</p>\n              <p/>\n              <p>AF 1998 &#8211; Border Health Federal PAC and Ernie Perez as Treasurer. The Commission made a final determination and assessed a civil penalty of $4,500.</p>\n              <p/>\n              <p>AF 1999 &#8211; Buncombe County Republican Party and Dorothea Alderfer as Treasurer. The Commission made a final determination and assessed a civil penalty of $300.</p>\n              <p/>\n              <p>AF 2000 &#8211; Cerner Corporation and Marc Naughton as Treasurer. The Commission made a final determination and assessed a civil penalty of $210.</p>\n              <p/>\n              <p>AF 2001 &#8211; Dade County Fire Fighters, Local 1403 PAC and Steven Jessup as Treasurer. The Commission made a final determination and assessed a civil penalty of $320.</p>\n              <p/>\n              <p>AF 2002 &#8211; Delhaize America Political Action Committee and Teross W. Young as Treasurer. The Commission made a final determination and assessed a civil penalty of $750.</p>\n              <p/>\n              <p>AF 2004 &#8211; Family-PAC Federal and D. Paul Caprio as Treasurer. The Commission made a final determination and assessed a civil penalty of $218.</p>\n              <p/>\n              <p>AF 2006 &#8211; International Brotherhood of Painters and Allied Trades District Council 21 PAC and Joseph Ashdale as Treasurer. The Commission made a final determination and assessed a civil penalty of $6,500.</p>\n              <p/>\n              <p>AF 2007 &#8211; Kelly Services Inc Political Action Committee (KELLYPAC) and James D. McIntire as Treasurer. The Commission made a final determination and assessed a civil penalty of $300.</p>\n              <p/>\n              <p>AF 2009 &#8211; Louisiana Reform PAC and John C. Schmidt as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 2010 &#8211; Marshall and Ilsley Corporation Political Action Committee and Dyana L. Papenfus as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 2011 &#8211; Metal Lathers Local 46 PAC and Robert Ledwith as Treasurer. The Commission made a final determination and assessed a civil penalty of $162.</p>\n              <p/>\n              <p>AF 2012 &#8211; Metropolitan Transportation Authority Police Benevolent Association PAC and Raymond Gimmler as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 2013 &#8211; Monroe County Democratic Committee and Leigh Kegerreis as Treasurer. The Commission made a final determination and assessed a civil penalty of $625.</p>\n              <p/>\n              <p>AF 2014 &#8211; National Organization for Women PAC and Latifa Lyles as Treasurer. The Commission made a final determination and assessed a civil penalty of $195.</p>\n              <p/>\n              <p>AF 2015 &#8211; Newaygo County Democratic Executive Committee and Charles D. Benham as Treasurer. The Commission made a final determination and assessed a civil penalty of $300.</p>\n              <p/>\n              <p>AF 2016 &#8211; O&#8217;Neill and Associates PAC and Benjamin Josephson as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 2017 &#8211; Philadelphia Joint Board UNITE HERE TIPS and Mildred Saldana as Treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p/>\n              <p>AF 2018 &#8211; Plasterers&#8217; and Cement Mason&#8217; Action Committee and Earl F. Hurd as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 2019 &#8211; Plumbers and Pipefitters Local Union 74 and Victor Salvatore as Treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p/>\n              <p>AF 2021 &#8211; Portland Cement Association Inc. PCA PAC and Richard C. Creighton as Treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p/>\n              <p>AF 2022 &#8211; Progressive Voters of America and F. Philip Fiermonte as Treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n              <p/>\n              <p>AF 2024 &#8211; Sierra Pacific Employees Political Action Committee and John Vinski as Treasurer. The Commission made a final determination and assessed a civil penalty of $168.</p>\n              <p/>\n              <p>AF 2025 &#8211; Suffolk County Detectives Assn Inc., Political Action Committee and William Rathjen as Treasurer. The Commission made a final determination and assessed a civil penalty of $750.</p>\n              <p/>\n              <p>AF 2026 &#8211; Tallatchee Creek and Elizabeth Ember Conatser as Treasurer. The Commission made a final determination and assessed a civil penalty of $780.</p>\n              <p/>\n              <p>AF 2028 &#8211; United Health Services PAC, Inc. and Chris C. Downing as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 2029 &#8211; USAFarmworkerPAC and Stuart J. Mitchell as Treasurer. The Commission made a final determination and assessed a civil penalty of $155.</p>\n              <p/>\n              <p>AF 2030 &#8211; West Virginia Republican Party, Inc. and Mary V. Riggall as Treasurer. The Commission made a final determination and assessed a civil penalty of $420.</p>\n              <p/>\n              <p>AF 2031 &#8211; Wisconsin Bankers Association (WISBANKPAC) and Deborah Rufer as Treasurer. The Commission made a final determination and assessed a civil penalty of $320.</p>\n              <p/>\n              <p>AF 2033 &#8211; Committee to Elect Mary Wright and Mary Delois Wright as Treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n              <p/>\n              <p>AF 2034 &#8211; Committee to Re-Elect Henry Hank Johnson and Malcolm A. Cunningham as Treasurer. The Commission made a final determination and assessed a civil penalty of $2,700.</p>\n              <p/>\n              <p>AF 2039 &#8211; Jack Hoogendyk for U.S. Senate and Jack Hoogendyk as Treasurer. The Commission made a final determination and assessed a civil penalty of $2,000.</p>\n              <p/>\n              <p>AF 2040 &#8211; Kilpatrick for United States Congress and Carl Stafford as Treasurer. The Commission made a final determination and assessed a civil penalty of $320.</p>\n              <p/>\n              <p>AF 2041 &#8211; Reed for U.S. Senate 2008 Inc and Kimberly Reed as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 2042 &#8211; Straten for Congress Inc. and Richard Holland as Treasurer. The Commission made a final determination and assessed a civil penalty of $130.</p>\n              <p><strong>LITIGATION</strong></p>\n              <p><em><a href=\"../../law/litigation/citizensunited.shtml\">Citizens United v. FEC</a> &#160;</em>On July 24, the Commission filed a <a href=\"../../law/litigation/citizens_united_sc_08_fec_supp_brief.pdf\">supplemental brief</a> in the Supreme Court of the United States. In this case, Citizens United challenges the application of BCRA's electioneering communication provisions to the cable-video-on demand broadcast of a film produced by Citizens United, as well as to televised advertising for that film. In July 2008, a three-judge district court found that the Bipartisan Campaign Reform Act of 2002 (BCRA) was constitutional as applied to all of Citizens United's activity and granted summary judgment to the Commission. Citizens United appealed to the Supreme Court, which heard oral argument in the case on March 24, 2009.&#160; </p>\n              <p>On June 29, the Supreme Court issued an order directing the parties to submit supplemental briefs on whether two earlier Supreme Court decisions, <em>Austin v. Michigan Chamber of Commerce</em> and portions of <em>McConnell v. FEC</em>, which upheld limits on corporate and union campaign expenditures, should be overruled.&#160; The order set the case for reargument on September 9, 2009.</p>\n              <p>On July 23, the Solicitor General, on behalf of the FEC and <em>amici curiae </em>(Friends of the Court) Senators John McCain and Russell Feingold and former Representatives Christopher Shays and Martin Meehan, submitted a Motion for Divided Argument to request that 10 minutes of the FEC&#8217;s oral argument time be allotted to counsel for the <em>amici curiae.</em></p>\n              <p><strong>AUDIT REPORTS</strong></p>\n              <p>The Commission made public three final Audit Reports. A summary of the findings is below. Final Audit Reports are available <a href=\"../../audits/audit_reports.shtml\">here</a>.</p>\n              <p><a href=\"../../audits/2004/20090702_south_dak_rep_party.pdf\">South Dakota Republican Party</a>. The report contains two findings regarding 1) a material misstatement of receipts and disbursements in 2003-2004 and 2) inadequate disclosure of occupation/name of employer information for 39 percent of individual contributions listed in its itemized receipts. The party filed amended reports to correct the issues raised in the audit process.<br/>\n                  <br/>\n                  <a href=\"../../audits/2004/20090624_friends_of_weiner.pdf\">Friends of Weiner</a>. The report contains seven findings regarding 1) receipt of 41 contributions from 26 individuals that exceed limits, 2) failure to disclose debts and obligations to seven vendors, 3) inadequate disclosure of 21 contributions from political committees, 4) inadequate disclosure of occupation/name of employer information for about 30 percent of individual contributions , 5) misstatement of receipts, disbursements and cash on hand in 2003-2004, 6) untimely deposit of contributions and 7) inadequate allocation of expenditures made by the Committee and the candidate&#8217;s concurrent mayoral campaign, and insufficient disclosure of allocable expenditures. The Committee&#8217;s amended reports corrected some issues raised in the audit process.</p>\n              <p><u><a href=\"../../audits/2004/20090716_edwards_for_president.pdf\">Edwards for President (2004).</a></u> The report contains five findingsregarding 1) confirmation that the Committee did not receive matching fund payments in excess of its entitlement, 2) failure to resolve some contributions that exceeded the limits, 3) receipt of in-kind contributions that appeared to have exceeded the limits but which the Committee demonstrated were reimbursed correctly, 4) transfer of funds from Edwards&#8217; Senate campaign to his Presidential campaign, and 5) stale-dated checks issued by the Committee.<br/>\n              </p>\n              <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n              <p>July 20:&#160; Disclosure reports for monthly filing committees were due.&#160; Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n              <p/>\n              <p><strong>OUTREACH</strong></p>\n              <p>On July 20, Chairman Steven Walther and Communications Specialist Zainab Smith met with a 20-member delegation from Hong Kong. The group, hosted by the U.S.-China Exchange Council, was briefed on the Federal Election Campaign Act (FECA) and the FEC's oversight of the Presidential public funding program. </p>\n              <p>&#160;</p>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p><a href=\"20090721MUR.shtml\">FEC Takes Final Action on Seven Cases</a> (released July 21)</p>\n              <p><strong>NEXT WEEK (JULY 27 &#8211; 31, 2009)</strong></p>\n              <p>July 28 &#8211;The Commission is scheduled to hold an Open Meeting, followed by an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session</a>. </p>\n              <p/>\n              <p>July 29 &#8211; The FEC will hold a public hearing on improvements to its <a href=\"../../pages/hearings/internethearing.shtml\">website and Internet Communications</a>. Public comments were due July 21.&#160; </p>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p>July 31 &#8211; Mid-Year Report</p>\n              <p>August 20 &#8211; August Monthly Report</p>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p>July 28-29, Columbus, OH &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/columbus09.pdf\">here</a>.</p>\n              <p>August 5-6, Kansas City, MO &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/kscitymissouriflyer09.pdf\">here</a>.</p>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The July issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/jul09.pdf\">here</a>.</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090724digest.shtml"}