{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    July 1, 2004</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Kelly Huff<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">\n    VARIOUS SCHEMES IN CONGRESSIONAL CAMPAIGN<br/>\n    NET FEC CIVIL PENALTIES TOTALING $569,500</th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\">\n    WASHINGTON ? The Federal Election Commission (FEC) today announced the \n    completion of an investigation involving Walt Roberts? 1998 congressional \n    campaign in Oklahoma. The investigation revealed various schemes devised \n    primarily by former Oklahoma State Senator Gene Stipe to funnel over \n    $300,000 into Walt Roberts? 1998 congressional campaign, and hide the fact \n    that Stipe was the true source of the majority of these contributions. \n    Conciliation agreements in the case resulted in civil penalties totaling \n    $569,500.<p>On June 2, 2004, the FEC closed the matter, which involved 51 \n    respondents and included 11 conciliation agreements. The primary respondents \n    were Gene Stipe and the Stipe Law Firm (now known as Stipe, Harper, Laizure, \n    Uselton, Edwards and Belote, LLP), Walt Roberts, Walt Roberts for Congress, \n    Charlene Spears, Francis Stipe, James E. Lane, Harold Massey, Sr., Michael \n    Mass, Larry Morgan, Paul Beavers and Edith \"Susie\" Beavers.</p>\n    <p>According to the conciliation agreements, Stipe, with Spears? help, made \n    a $67,500 contribution and disguised it through an elaborate \"cattle sale\" \n    that never occurred. Stipe also made a $55,000 contribution for campaign \n    media ads and disguised it through a purported option contract that was \n    handwritten in August 1998 but was dated December 12, 1997, in order to \n    conceal Stipe?s payment for the campaign media ads. Stipe also made a \n    $20,500 contribution that he disguised, with the help of Lane, as the sale \n    of a stock trailer. No sale actually occurred. In another instance, the \n    Stipe Law Firm paid $17,000 for advertising expenses that never occurred. \n    Stipe, with Spears? assistance, also made at least $77,500 in contributions \n    disguised as a legitimate art auction. </p>\n    <p>In addition, Stipe made $89,689 in contributions by transferring the \n    money to others who then transferred the money to 39 straw contributors. \n    Spears assisted Stipe by recruiting many of these straw contributors so that \n    they could make contributions in their own names. Harold Massey, Sr., \n    Michael Mass, Larry Morgan, and Paul and Susie Beavers also assisted Stipe \n    by transferring money to straw contributors so that they could make \n    contributions in their own names. </p>\n    <p>The agreements provide that respondents Gene Stipe will pay $267,000, the \n    Stipe Law Firm will pay $101,000, Charlene Spears will pay $50,000, Harold \n    Massey, Sr. will pay $36,000, Francis Stipe will pay $35,000, Michael Mass \n    will pay $30,000, Larry Morgan will pay $18,500, Susie Beavers will pay \n    $13,500, James E. Lane will pay $11,000 and Paul Beavers will pay $7,500 in \n    civil penalties. </p>\n    <p>The FECA stated at the time that no person can contribute to any \n    candidate and authorized political committee more than $1,000 per election. \n    In addition, FECA prohibits making a contribution in the name of another, \n    knowingly permitting one?s name to be used to effect such a contribution, \n    and knowingly accepting such a contribution. The Act provides that all \n    receipts received by a political committee must be deposited in a designated \n    account and all disbursements made by a political committee (other than \n    proper petty cash disbursements) be made by check drawn on the committee?s \n    designated account. Treasurers of a political committee must file reports of \n    receipts and disbursements in accordance with the provisions of the Act, \n    including candidate loans. Third party payments of a candidate?s personal \n    expenses are contributions unless the payment would have been made \n    irrespective of the candidacy.</p>\n    <p/>\n    <p>In the conciliation agreement Stipe admits that he knowingly and \n    willfully violated the law by making excessive contributions to Walt Roberts \n    for Congress in the name of another.</p>\n    <p>In the conciliation agreement with the Stipe Law Firm, the Firm admits \n    that it knowingly and willfully violated the law by making in-kind \n    contributions to Walt Roberts for Congress and by making and assisting \n    others in making contributions in the name of another.</p>\n    <p>In the conciliation agreement with Walt Roberts and Walt Roberts for \n    Congress, Roberts admits that he knowingly and willfully violated the law by \n    failing to report all receipts and disbursements, by knowingly accepting \n    excessive contributions, by failing to deposit all receipts received into \n    the Committee?s designated account and making disbursements from a \n    non-designated account, and by knowingly assisting others in making \n    contributions in the name of another. Additionally, in the same conciliation \n    agreement, Roberts admits that his committee, Walt Roberts for Congress \n    knowingly and willfully violated the law by failing to report all receipts \n    and disbursements, by knowingly accepting accepting excessive contributions, \n    by failing to deposit all receipts received into Walt Roberts for Congress?s \n    designated account and making disbursements from a non-designated account, \n    and by knowingly assisting others in making contributions in the name of \n    another. </p>\n    <p>In separate conciliation agreements, Harold Massey, Sr., Michael Mass, \n    Larry Morgan and Susie Beavers admitted to knowing and willfully violating \n    the law by assisting Gene Stipe in the making of contributions to Walt \n    Roberts for Congress in the name of another. Paul Beavers also admited that \n    he violated the law by making contributions in the names of others.</p>\n    <p/>\n    <p>After completing its investigation in this matter, the Commission \n    referred knowing and willful violations pertaining to Gene Stipe, the Stipe \n    Law Firm, Walt Roberts, Walt Roberts for Congress and Charlene Spears to the \n    Department of Justice. Stipe pleaded guilty to perjury, conspiracy to \n    obstruct a Commission investigation, both felony violations, and conspiracy \n    to violate the Act, a misdemeanor violation. As part of Stipe?s criminal \n    plea agreement, he resigned from his state senate seat and surrendered his \n    license to practice law in Oklahoma. Gene Stipe was sentenced to 1000 hours \n    community service, five years probation, six months home detention and the \n    maximum criminal fine of $735,567.</p>\n    <p>Roberts and Spears each pleaded guilty to conspiracy to obstruct a \n    Commission investigation, a felony violation, and conspiracy to violate the \n    Act, a misdemeanor violation. James Lane pleaded guilty to conspiracy to \n    cause the submission of false statements, a felony violation. Roberts was \n    sentenced to two years probation for each count with concurrent sentence and \n    200 hours community service with a downward departure in the sentencing \n    guidelines in recognition of his cooperation with prosecutors. Spears was \n    sentenced to three years probation for both counts with a concurrent \n    sentence, six months home detention with an electronic monitoring bracelet \n    and 200 hours of community service. James Lane was sentenced to three years \n    probation, two months home detention with an electronic bracelet and a \n    $5,000 criminal fine. </p>\n    <p>&#160;</p>\n    <table cellspacing=\"0\" border=\"0\" cellpadding=\"7\" width=\"100%\" bordercolor=\"#111111\">\n      <tr>\n        <td width=\"4%\" valign=\"TOP\">1.</td>\n        <td width=\"29%\" valign=\"TOP\">MUR 4818/4933</td>\n        <td width=\"67%\" valign=\"TOP\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"4%\" valign=\"TOP\">&#160;</td>\n        <td width=\"29%\" valign=\"TOP\">&#160;</td>\n        <td width=\"67%\" valign=\"TOP\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"4%\" valign=\"TOP\">&#160;</td>\n        <td width=\"29%\" valign=\"TOP\">RESPONDENTS:</td>\n        <td width=\"67%\" valign=\"TOP\">(a) Gene Stipe<p>(b) The Stipe Law Firm \n        (now known as Stipe, Harper, Laizure, Uselton, Edwards and Belote, LLP)</p>\n        <p>(c) Walter L. Roberts </p>\n        <p>(d) Walt Roberts for Congress</p>\n        <p>(e) Charlene Spears</p>\n        <p>(f) Harold Massey, Sr.</p>\n        <p>(g) Francis Stipe</p>\n        <p>(h) Michael Mass</p>\n        <p>(i) Larry Morgan</p>\n        <p>(j) Edith \"Susie\" Beavers</p>\n        <p>(k) James E. Lane</p>\n        <p>(l) Paul Beavers</p>\n        <p>(m) Chris Clark</p>\n        <p>(n) Virginia A. \"Ginger\" Barnes</p>\n        <p>(o) Jamie Benson</p>\n        <p>(p) Shelley Dusenberry</p>\n        <p>(q) Larry Clifton</p>\n        <p>(r) Gloria Ervin</p>\n        <p>(s) Brenda Fields</p>\n        <p>(t) Donald Goad</p>\n        <p>(u) Judy Goad</p>\n        <p>(v) Tina Hurst</p>\n        <p>(w) Jim Kindred</p>\n        <p>(x) Sue Kindred</p>\n        <p>(y) Marilyn Kinyon</p>\n        <p>(z) Terry Kinyon</p>\n        <p>(aa) Cynthia Lowe</p>\n        <p>(bb) Larry \"Mitch\" Lowe</p>\n        <p>(cc) Suzanne Mass</p>\n        <p>(dd) Debbie Massey</p>\n        <p>(ee) Dorothy Massey</p>\n        <p>(ff) Harold Massey Jr.</p>\n        <p>(gg) Jill Massey</p>\n        <p>(hh) Michael Massey</p>\n        <p>(ii) Cynthia Montgomery-Murray</p>\n        <p>(jj) Altaclair Morgan</p>\n        <p>(kk) Jesse North</p>\n        <p>(ll) Billy Semeski</p>\n        <p>(mm) Kay Semeski</p>\n        <p>(nn) Brenda Smith</p>\n        <p>(oo) Joey Smith</p>\n        <p>(pp) Dana Thetford</p>\n        <p>(qq) John Thetford</p>\n        <p>(rr) Mark Thetford</p>\n        <p>(ss) Carolyn Trueblood</p>\n        <p>(tt) Debra Tumer </p>\n        <p>(uu) Karen Webb</p>\n        <p>(vv) Thomas B. Webb</p>\n        <p>(ww) Patti Wells </p></td>\n      </tr>\n      <tr>\n        <td width=\"4%\" valign=\"TOP\">&#160;</td>\n        <td width=\"29%\" valign=\"TOP\">COMPLAINANTS:</td>\n        <td width=\"67%\" valign=\"TOP\">The Oklahoma Delegation (which included \n        Senators Don L. Nickles and James M. Inhofe, and Congressmen Steve \n        Largent, J.C. Watts, Jr., Tom Coburn, Ernest Istook, Jr., West W. \n        Watkins, Frank D. Lucas and their respective candidate committees) \n        [4818]<p>FEC Initiated (RAD) [4933]</p></td>\n      </tr>\n      <tr>\n        <td width=\"4%\" valign=\"TOP\">&#160;</td>\n        <td width=\"29%\" valign=\"TOP\">SUBJECT:</td>\n        <td width=\"67%\" valign=\"TOP\">Contributions in the name of another; \n        excessive contributions; failure to report receipts and disbursements; \n        failure to deposit all receipts into designated campaign account</td>\n      </tr>\n      <tr>\n        <td width=\"4%\" valign=\"TOP\">&#160;</td>\n        <td width=\"29%\" valign=\"TOP\">DISPOSITION:</td>\n        <td width=\"67%\" valign=\"TOP\">(a) Conciliation Agreement: $267,000 civil \n        penalty*<p>(b) Conciliation Agreement: $101,000 civil penalty*</p>\n        <p>(c-d) Conciliation Agreement: </p>\n        <p>(e) Conciliation Agreement: $ 50,000 civil penalty*</p>\n        <p>(f) Conciliation Agreement: $ 36,000 civil penalty*</p>\n        <p>(g) Conciliation Agreement: $ 35,000 civil penalty*</p>\n        <p>(h) Conciliation Agreement: $ 30,000 civil penalty*</p>\n        <p>(i) Conciliation Agreement: $ 18,500 civil penalty*</p>\n        <p>(j) Conciliation Agreement: $ 13,500 civil penalty*</p>\n        <p>(k) Conciliation Agreement: $ 11,000 civil penalty*</p>\n        <p>(l) Conciliation Agreement: $ 7,500 civil penalty*</p>\n        <p>(m) Reason to believe, but took no further action*</p>\n        <p>[re: contributions in the name of another; excessive contributions; \n        failure to report receipts and disbursements; failure to deposit all \n        receipts into designated campaign account]</p>\n        <p>(n-r) Reason to believe, but took no further action*</p>\n        <p>[re: contributions in the name of another] </p>\n        <p>Sent admonishment letters.</p><p>(s-ww) Sent admonishment letters.</p></td>\n      </tr>\n    </table>\n    <p>*There are four administrative stages to the FEC enforcement process:</p>\n    <table cellspacing=\"0\" border=\"0\" cellpadding=\"7\" width=\"70%\" bordercolor=\"#111111\">\n      <tr>\n        <td width=\"50%\" valign=\"TOP\">1. Receipt of proper complaint</td>\n        <td width=\"50%\" valign=\"TOP\">3. \"Probable cause\" stage</td>\n      </tr>\n      <tr>\n        <td width=\"50%\" valign=\"TOP\">2. \"Reason to believe\" stage</td>\n        <td width=\"50%\" valign=\"TOP\">4. Conciliation stage</td>\n      </tr>\n    </table>\n    <p>It requires the votes of at least four of the six Commissioners to take \n    any action. The FEC can close a case at any point after reviewing a \n    complaint. If a violation is found and conciliation cannot be reached, then \n    the FEC can institute a civil court action against a respondent.</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\"/>\n  </tr>\n</table>\n</body>\n", "date": "07/01/2004", "href": "press2004/20040701murs.html", "category": "Enforcement Matters", "title": "Various Schemes in Congressional Campaign Net FEC Civil Penalties Totaling $569,500", "pdf": null}