{"href": "press2012/20120928_Stein_MatchingFund.shtml", "pdf": null, "date": "09/28/2012", "category": "Presidential Public Funds", "title": "Federal Election Commission Certifies Federal Matching Funds for Jill Stein for President", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">September 28, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>Federal Election Commission Certifies Federal Matching Funds for </strong><strong>Jill Stein for President</strong> </p>\n        <p>WASHINGTON &#8211; The Federal Election Commission has certified $160,389.13 in federal matching funds toJill Stein for President for the 2012 primary election. The certified amount was in response to the first regular submission for matching funds made by Jill Stein for President. The Commission requested today that the U.S. Treasury Department transfer the amount certified.</p>\n        <p>&#160;This raises the total amount of federal funds certified thus far to Jill Stein for President to$260,389.13. Jill Stein for President is the authorized committee of Jill Stein, the presidential candidate of the Green Party. </p>\n        <p>Stein is the third candidate to be declared eligible for federal matching funds in 2012. The Commission has certified $351,961.10 in federal matching funds to Charles E. &#8220;Buddy&#8221; Roemer III and $303,751.20 to Gary Earl Johnson for the primary. </p>\n        <p>To become eligible for matching funds, a candidate must raise a threshold amount of $100,000 by collecting $5,000 in each of 20 states in amounts no greater than $250 from any individual. Other requirements include agreeing to an overall spending limit, abiding by spending limits in each state, using public funds only for qualified campaign-related expenses, keeping financial records and permitting an extensive campaign audit. On August 23, based on Jill Stein for President&#8217;s initial threshold submission, the Commission requested that the United States Treasury make an initial payment of $100,000 to Jill Stein for President. </p>\n        <p>The presidential public funding program is financed through the $3 check-off that appears on individual income tax returns. The program has three elements: matching payments to participating candidates during the primary campaign, grants to parties to help fund their nominating conventions, and grants available to nominees to pay for the general election. </p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n        <p align=\"center\"><br/>\n  # # # </p></td>\n    </tr>\n  </table>\n</div>\n"}