{"href": "press2014/news_releases/20141009_1release.shtml", "pdf": null, "date": "10/10/2014", "category": "Open Meetings and Related Matters", "title": "FEC Approves Two Advisory Opinions", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">October 10, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20141009_1release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\"><strong>FEC Approves Two Advisory Opinions </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission has issued two advisory opinions in response to requests from two federal candidates. The Commission held a tally vote on the draft advisory opinions this afternoon.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2014-14 (Trammell)</a>. The Commission approved an advisory opinion in response to a request from Professor Jack Trammell, a candidate for the United States House of Representatives. The Commission concluded that the requestor&#8217;s employer, Randolph-Macon College, may continue to pay its share of his fringe benefits while he is on unpaid leave in order to campaign. Chairman Lee E. Goodman and Commissioners Caroline C. Hunter, Matthew S. Petersen, Steven T. Walther and Ellen L. Weintraub voted to approve the advisory opinion. Vice Chair Ann M. Ravel objected for the record. </p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2014-15 (Brat)</a>. The Commission approved an advisory opinion in response to a request from Professor David Brat, a candidate for the U.S. House of Representatives. The Commission concluded that the requestor&#8217;s employer, Randolph-Macon College, may continue to pay its share of his fringe benefits while he is on unpaid leave in order to campaign. Chairman Goodman and Commissioners Hunter, Petersen, Walther and Weintraub voted to approve the advisory opinion. Vice Chair Ravel objected for the record.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      "}