{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\">February 2, 2005\n      <p><u>ATTENTION WIRE SERVICES, DAYBOOK EDITORS:</u></p></td>\n  </tr>\n  <tr> \n    <th width=\"100%\" class=\"fourteen_pt\">FEC SEEKS COMMENTS ON PROPOSED RULEMAKING</th>\n  </tr>\n  <tr> \n    <td width=\"100%\"><p>Washington -- The Federal Election is seeking comments on proposed revisions to its regulations that establish a de minimis exemption allowing State, district and local committees of a political party to pay for certain Federal election activity (FEA) aggregating $5,000 or less in a calendar year entirely with Levin funds.\n      </p><p>No final decision has been made by the Commission the issues presented in this rulemaking. The Notice was published in the Federal Register on February 2, 2004 (70 FR 5385) and can be found at \n\n\n      <a href=\"../../pdf/nprm/xxxx.pdf\">http://www.fec.gov/pdf/nprm/de_minimis_levin/notice2005-2.pdf.</a>&#160;Comments are due by March 4, 2005.</p>\n      <p>All comments should be addressed to Mr. Brad C. Deutsch, Assistant General Counsel, and may be submitted in either electronic or written form.Electronic mail comments are encouraged to ensure timely receipt, and should be sent to <a href=\"mailto:deminimis@fec.gov\">deminimis@fec.gov</a> and may also be submitted through the Federal eRegulations Portal at http://www.regulations.gov. They must include the full name, electronic mail address, and postal service address of the commenter. Any attachments must be in the Adobe Acrobat (.pdf) or Microsoft Word (.doc) format. Faxed comments should be sent to (202) 219-3923 with printed copy follow-up to ensure legibility. Written comments should be sent to the Federal Election Commission, 999 E Street, NW, Washington DC 20463. </p>\n      <p>          \n      </p><p>          \n      </p><p align=\"center\">### </p></td>\n  </tr>\n</table>\n</body>\n", "date": "02/02/2005", "href": "press2005/20050202deminimiswire.htm", "category": "Rulemakings", "title": "FEC Seeks Comments on Proposed Rulemaking on Exemption", "pdf": null}