{"date": "01/15/2016", "pdf": null, "title": "Week of January 11 - January 15, 2016", "issue": "2016-03", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">January 15, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160115digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-03</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p><strong>Weekly Digest<br/>\n          Week of January 11 &#8211; 15</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>On January 14, the Commission held an <a href=\"../../../agenda/2016/agenda20160114.shtml\">open meeting</a>.<br/>\n            <br/>\n            No Commission executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY  OPINIONS<br/>\n  <br/>\n  </strong><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request  2015-13 (Reid)</a>.&#160; On January 14, the  requestor, Senator Harry Reid, <a href=\"http://saos.fec.gov/aodocs/1324161.pdf\">withdrew</a> the Advisory Opinion Request. <br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request  2015-14 (Hillary for America II)</a>. On January 14, the Commission discussed <a href=\"../../../agenda/2016/agenda20160114.shtml\">three drafts</a> responding to an advisory opinion request  from Hillary for America, but held over a vote on the matter. Hillary for  America asks whether a student interning with the campaign may accept a stipend  and academic credit from her university under an exception to the general  prohibition on corporate contributions to campaigns. During the discussion, the  Commission heard from the requestor&#8217;s counsel. On January 14, the Commission  received an <a href=\"http://saos.fec.gov/aodocs/1324198.pdf\">Extension of Time</a> until February 1, 2016.<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-15  (WeSupportThat.com)</a>. On January 14, the Commission approved an advisory opinion in response to a request on  behalf of WeSupportThat.com, a for-profit corporation that proposes to operate  a web-based platform that would allow users to contribute to federal candidates  according to the candidates&#8217; association with a particular issue or legislation.  The Commission concluded that the requestor&#8217;s business plan complies with the  Federal Election Campaign Act of 1971, as amended, and Commission regulations  and that service fees paid by individuals who use the requestor&#8217;s website are  not contributions. During the discussion, the Commission heard from the  requestor&#8217;s counsel.<br/>\n  <strong><br/>\n    ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public four  closed cases, as follows. For more information, see the case documents  in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query  System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6215</a><br/>\n            COMPLAINANT: Randy L. Spitzmesser<br/>\n            RESPONDENTS: Tate Snyder Kimsey Architects, Ltd.; J. Windom Kimsey; Christopher  Fenton; Peggy Memering; Shelly Lyons; William E. Snyder; Michael Alcorn; Robert  Boyle; Dwayne Miller; Greg Gordon; Maizie Pusich; Daniel Knott; Bruce Bowman;  Alan Locke; John Gautrey; and Friends for&#160;  Harry Reid and Claude Zobell, in his official capacity as treasurer<br/>\n            SUBJECT: The complaint alleged that Kimsey and Snyder, principals of Tate  Snyder Kimsey Architects, Ltd. (TSKA), (1) illegally reimbursed individuals for  political contributions to Friends for Harry Reid and Zobell (Reid Committee),  (2) made prohibited corporate contributions and (3) made prohibited  contributions by government contractors. Senator Reid was a 2010 candidate for  Nevada&#8217;s United States Senate seat.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement on October  15, 2010, providing for TSKA and Kimsey to pay a civil penalty of $34,800. On  July 20, 2010, the Commission dismissed the allegations against Fenton,  Memering, and Lyons and sent them a cautionary letter, found no reason to  believe that Snyder, Alcorn, Boyle, Miller, Gordon, Knott, Bowman, Locke,  Gautrey, and Pusich violated the prohibition on contributions in the name of  another.&#160; On December 11, 2015, the  Commission voted to close the file as to the Reid Committee. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6873</a><br/>\n            COMPLAINANTS: Craig Holman, Public Citizen;  Stephen Spaulding, Common Cause; and Evelin Curz and Cynthia Murray,  Organization United for Respect at Wal-Mart<br/>\n            RESPONDENTS: Wal-Mart Stores, Inc.; Wal-Mart Stores Inc. PAC for Responsible  Government and R. Lee Culpepper, in his official capacity as treasurer<br/>\n            SUBJECT: The complaint alleged that Wal-Mart Stores, Inc. (Wal-Mart) improperly  exchanged treasury funds for voluntary contributions by operating a charitable  matching program that encourages contributions to its separate segregated  funds, Wal-Mart Stores Inc. PAC for Responsible Government (WALPAC). <br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the allegations. The Commission observed that even if the benefit to Wal-Mart employees from  the matching program constituted compensation to WALPAC donors, the value of that benefit/compensation would be <em>de minimis</em> and that the record contained  no information suggesting any employee was coerced into making a contribution  through the matching program.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6956</a> <br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENT: Espaillat for Congress and Rafael Lantigua, in his official  capacity as treasurer<br/>\n            SUBJECT: In the normal course of exercising its supervisory responsibilities,  the Commission initiated proceedings to  determine whether Espaillat for  Congress and Lantigua, in his official capacity as treasurer (the Committee),&#160; failed to redesignate, reattribute or refund  primary election and general election contributions in a timely manner,  resulting in the Committee&#8217;s acceptance of excessive contributions. Adriano  Espaillat was a 2014 primary election candidate in New York&#8217;s 13<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $5,000.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6966</a><br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENTS: Democratic Party of Wisconsin and Randy A. Udell, in his official  capacity of treasurer<br/>\n            SUBJECT: In the normal course of exercising its supervisory responsibilities,  the Commission initiated proceedings to determine whether the Democratic Party  of Wisconsin and Udell, in his official capacity of treasurer (the Committee),  misstated its disbursements and failed to maintain monthly payroll logs. <br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $23,000.<br/>\n  <br/>\n  <strong>AUDIT<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-02-a.pdf\">Audit  Division Recommendation Memorandum on the Utah State Democratic Committee</a>. On January 14, the Commission approved an Audit  Division Recommendation Memorandum on the Utah State Democratic Committee,  covering campaign finance activity between January 1, 2011 and December 31,  2012. The Commission approved findings, with amendments discussed at the table,  related to the misstatement of financial activity, recordkeeping for employees,  improper bank account structure, the receipt of Levin Fund donations, and  contributions that exceed limits. &#160;</p>\n          <p><strong>LITIGATION<br/>\n            <br/>\n            </strong><a href=\"../../../law/litigation/JeremyJohnson.shtml\"><em>FEC v. Johnson</em></a> (Case  2:15-cv-00439-DB). On January 11, the Commission filed its <a href=\"../../../law/litigation/johnson_fec_reply_mpj.pdf\">Reply  in Support of Its Motion for Partial Judgment on the Pleadings or in the  Alternative to Strike Affirmative Defenses </a>in the United States  District Court for the District of Utah.<br/>\n            <br/>\n            <a href=\"../../../law/litigation/PAG.shtml\"><em>Pursuing America's Greatness v. FEC</em></a> (Case 15-5264). On January  13, the Commission filed a <a href=\"../../../law/litigation/pag_fec_brief.pdf\">Brief</a> in the  United States Court of Appeals for the District of Columbia Circuit.<br/>\n            <br/>\n            <strong>PRESS RELEASES<br/>\n            </strong><br/>\n            <a href=\"../news_releases/20160114release.shtml\">FEC  Issues an Advisory Opinion and Approves an Audit Division Recommendation  Memorandum</a> (issued January 14)<br/>\n            <br/>\n            <a href=\"../news_releases/20160120release.shtml\">Federal  Election Commission Certifies Federal Matching Funds for O&#8217;Malley</a> (issued  January 15)<br/>\n            <br/>\n            <strong>OUTREACH<br/>\n            </strong><br/>\n            On January 13,  Commissioner Ann M. Ravel met in Washington, D.C. with law students from New  York City's Cardozo Law School to discuss careers in government service,  campaign finance in the 2016 elections and the operations of the Commission. <br/>\n            <br/>\n            On January 13, Commissioner Ellen L. &#160;Weintraub met with Members of Parliament,  government officials and NGO leaders from across Sub-Saharan Africa to discuss  how the Commission publishes campaign finance information, enforces provisions  of campaign finance law and oversees public funding of Presidential elections.<br/>\n            <br/>\n            <strong>EDUCATIONAL PROGRAMS<br/>\n            <br/>\n            </strong>On January 13, the Commission hosted Webinars  for PACs and Party Committees on Year-End Reporting and FECFile. <br/>\n            &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n          <strong>UPCOMING  COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p><br/>\n            January 26, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            January 28, 2016: The  Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            January 20, 2016: &#160;Webinars for Candidate Committees on Year-End  Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of  the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            January 31, 2016: Year-End Reports are due. For information on general election  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml\">2016 Reporting Dates  page</a> of the Commission website.<br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n          Additional research materials about the agency, campaign finance information  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. </p>\n          <p align=\"center\">            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n            <br/>\n          </p>          <p align=\"center\">&#160;</p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160115digest.shtml"}