{"href": "20050808waiver.html", "pdf": null, "date": "08/08/2005", "category": "Other Agency Actions", "title": "FEC Certifies Montana For Paper-Filing Waiver", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    August 8, 2005</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Kelly Huff <br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    George Smaragdis </th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">FEC CERTIFIES MONTANA FOR PAPER-FILING WAIVER</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; Montana has become the 50th state to be certified by the Federal Election Commission (FEC) as exempt from a federal requirement to receive and maintain paper copies of campaign finance reports from Presidential, U.S. Senate and U.S. House of Representatives candidates, party committees and political action committees (PACs).\n      <p>The State Filing Waiver Program began in 1999 with 12 states (see December 10, 1999 news release, FEC Web site, <em>www.fec.gov).</em>&#160; As of August 5, 2005, when Montana was certified, among all states and territories only Guam and Puerto Rico are not in the waiver program.</p>\n      <p>Replacing the paper filings is electronic Internet access to campaign reports of federal candidates and committees.&#160; Reports are accessed through the FEC&#8217;s Internet Web site, and the FEC has provided computer hardware and software, including laser printers, to those states requesting them.</p>\n      <p>Upon connection to the FEC&#8217;s Web site, the states have access to reports filed since 1993 for PACs, party and Presidential committees, since 1996 for Congressional committees, and since May 2000 for U.S. Senate candidates&#8217; committees.</p>\n      <p>Public Law 104-79 (December 1995) exempted states from receiving and maintaining paper copies of federal campaign finance reports provided that the state, &#8220;as determined by the Commission, has a system that permits electronic access to, and duplication of, reports and statements that are filed with the Commission.&#8221;</p>\n      <p>The FEC began posting disclosure reports filed by Presidential and House candidates, parties and political action committees, on its Web site in 1997 and has since expanded the site to include electronic filings and a query system that allows for on-line searches of the campaign finance data base.&#160; The public in the certified states access the FEC&#8217;s Web site to view campaign finance reports, but they are the same reports from federal candidates that, by regulation, had to be duplicated in paper form and filed with the state.&#160;&#160; </p>\n      <p>Certification by the FEC is indicative that states and territories possess an adequate computerized system to allow the public electronic access to, and duplication of, reports and statements that are filed with the FEC.&#160; Criteria leading to their certification by the FEC were:&#160; (1)Possession of at least one computer terminal that can electronically access the Commission&#8217;s Web page, with at least one printer (connected either directly or through a network); and (2)the state or territory will, to the greatest extent possible, allow anyone requesting federal campaign finance data, the use of this computer terminal, at any time during regular business hours.</p>\n      <p>Montana&#8217;s public-access computer terminal is located in the Office of the Commissioner of Political Practices, 1205 Eighth Avenue, Helena, Montana, 59620, telephone 406/444-2942.</p>\n      <p align=\"center\">#&#160; #&#160; #</p>\n    <p/></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}