{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font color=\"#000000\" size=\"1\" face=\"Book Antiqua\">Federal Election Commission News\nReleases/Media Advisories<br/>\n<br/>\n</font><font color=\"#000000\" size=\"3\" face=\"Book Antiqua\"><img src=\"/jpg/topfec.jpg\" ismap=\"ismap\"/></font></p>\n\n<p>&#160;</p>\n<font face=\"Book Antiqua\" size=\"3\">\n\n<pre>For Immediate Release:                                                               </pre></font><font size=\"3\">\t\t\t\t\t</font><font face=\"Book Antiqua\" size=\"3\">Contact:  </font><font size=\"3\">   Ron Harris</font><font face=\"Book Antiqua\" size=\"3\">\nMa</font><font size=\"3\">y 18</font><font face=\"Book Antiqua\" size=\"3\">, 1999</font><font size=\"3\">     </font><font face=\"Book Antiqua\" size=\"3\">                                                                                              </font><font size=\"3\">\t\t   Sharon Snyder</font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               </font><font size=\"3\">\t\tIan Stirton</font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               </font><font size=\"3\">\t\t</font><font face=\"Book Antiqua\" size=\"3\">Kelly Huff\n</font>\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">FEC PRESENTS FY2000 BUDGET TO HOUSE AUTHORIZING COMMITTEE</p>\n\n\n<p>WASHINGTON &#150; Federal Election Commission Chairman Scott E. Thomas and Vice\nChairman Darryl R. Wold presented the Commission&#146;s FY2000 budget authorization\nrequest to the Committee on House Administration today, Vice Chairman Wold offering\ndetailed justification for a requested modest increase over FY1999&#146;s budget, while\nChairman Thomas addressed issues raised in the January 29 performance audit of the FEC by\nthe firm of PricewaterhouseCoopers (PwC).</p>\n\n<p>Vice Chairman Wold said that the FEC is seeking $38,516,000, and 356.5 staff members\nfor FY2000, a net increase of $1,666,000 (4.5%) and 9.5 staff members over FY1999. The\nVice Chairman, who chairs the FEC&#146;s Finance Committee, noted that the majority of the\nrequested budget increase is for inflation in the FEC&#146;s present level of operations,\nand for additional staff resources, primarily in enforcement programs. </p>\n\n<p>He said that three of the requested additional staff would be added to the FEC&#146;s\nAudit Division, \"&#133;to handle the anticipated increase in the number of funding\nrequests in the Presidential matching fund program in the 2000 elections,\" and that\nsix of the additional requested staff would be added in the General Counsel&#146;s office\n\"&#133;to improve our compliance efforts, both in regular enforcement matters and in\nthe Presidential public funding program.\"</p>\n\n<p>Vice Chairman Wold said in prepared remarks, \"We believe that our budget request,\nincluding the modest increase over the current fiscal year, is consistent with, and\njustified by, the PwC Report and the recommendations it contains.\"</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>Chairman Thomas briefed the House Committee on the status of various recommendations\ncontained in the January 29 PwC report entitled \"Technology and Performance Audit and\nManagement Review of the Federal Election Commission,\" saying in prepared remarks\nthat although several of the recommendations would require legislative changes to\neffectuate, \"The FEC has made substantial progress in responding to the PwC\nrecommendations; indeed, several of the suggestions had been well under way when PwC began\nits audit/review and PwC simply urged the FEC to continue its efforts (such as using\nelectronic filing to streamline disclosure and reports review processes).\" He added,\n\"Already the FEC has undertaken concrete action on 19 of the 21 recommendations\n[contained in the report].\" </p>\n\n<p>But the Chairman noted, \"While responding to the PwC recommendations is important,\nit is but one of the many tasks before the FEC. There are many other resource-consuming\nactivities ongoing, such as Y2K preparation, updating the FEC&#146;s Web site, extensive\nbuilding renovations, an Alternative Dispute Resolution (ADR) Pilot Project, as well as\nthe primary statutory responsibilities of disclosure, audit, and enforcement. The\nagency&#146;s response to the PwC report must be measured in this context.\"</p>\n\n<p>Chairman Thomas detailed the FEC&#146;s response to certain areas covered in the PwC\nreport, including the enforcement program, and performance objectives for the FEC Staff\nDirector and General Counsel.</p>\n\n<p>He said, \"The FEC takes seriously its responsibility to function efficiently and\neffectively. The many recommendations emanating from PwC&#146;s audit/review have offered\nseveral opportunities to rethink the way things have been done. We are working hard to\nanalyze the various proposals and to make improvements where feasible. At the same time,\nwe are trying to carry out all the other functions that are expected of us.</p>\n\n<p>\"We thank the Committee for its assistance, especially in securing funding for our\ntechnology improvements. We hope the Committee, likewise, will help implement some of the\nlegislative recommendations we have made. Several of them were adopted by PwC, as well,\nand we think they could foster improvements in many areas,\" the FEC Chairman\nconcluded.</p>\n\n<p>&#160;</p>\n\n<p align=\"CENTER\"># # #</p>\n</font>\n</body>\n", "date": "05/18/1999", "href": "bud2khad.htm", "category": "Other Agency Actions", "title": "FEC Presents FY 2000 Budget to House Authorizing Committee", "pdf": null}