{"date": "08/10/2012", "pdf": null, "title": "Week of August 6 - August 10, 2012", "issue": "2012-32", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 10, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-32</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 6 &#8211; 10</strong></p>\n        <p align=\"center\">&#160;</p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Supplement Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AOR 2012-26 (Cooper for Congress, ArmourMedia, Inc., and m-Qube, Inc.)</strong></a>. On August 6, 2012, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1216271.pdf\">supplement</a> to the request. The requestors ask whether their proposal to use mobile phone text messaging to process and raise contributions is permissible under the Act and Commission regulations.</p>\n        <p><strong/></p>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1216859.pdf\"><strong>AOR 2012-30 (Revolution Messaging, LLC)</strong></a>. On August 8, the Commission made public Advisory Opinion Request 2012-30 (Revolution Messaging, LLC).&#160; The requestor asks whether its proposal to use mobile phone text messaging to raise funds for political committees is permissible under the Act and Commission regulations.&#160; Revolution Messaging requests expedited consideration of its Advisory Opinion pursuant to the Commission's <a href=\"../../law/cfr/ej_compilation/2009/notice_2009-11.pdf\">Advisory Opinion Procedure</a>. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than August 20, 2012) and shall issue a response no later than 60 days after the receipt of the complete request, specifically by October 5, 2012. </p>\n        <p><u/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT<br/>\n          </strong><br/>\n  The Commission made public three closed cases and one Statement of Reasons this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6344</strong></a><strong> <br/>\n          </strong>RESPONDENTS: United Public Workers, AFSCME Local 646, AFL-CIO; Dayton Nakanelua, State Director, UPW, Clifford &#8220;Chip&#8221; Uwaine, Executive Assistant to the State Director, UPW; Laurie Santiago, Oahu Division Director, UPW; Hanabusa 2011 and Patsy Saiki, in her official capacity as treasurer<br/>\n  COMPLAINANT: Georgette Yaindl<br/>\n  SUBJECT: The complaint alleged that United Public Workers (UPW), Local 646 of the American Federation of State, County and Municipal Employees (AFSCME) of the American Federation of Labor and Congress of Industrial Organizations (AFL-CIO) and three union managers&#8212;Nakanelua, Uwaine and Santiago--coerced union employees to support candidate Colleen Hanabusa and fired the complainant and another UPW employee when they failed to comply. The complaint alleged further that UPW failed to disclose independent expenditures supporting Hanabusa&#8217;s election. Hanabusa was a 2010 special election candidate for Hawaii&#8217;s First Congressional District. <br/>\n  DISPOSITION: On April 5, 2011, the Commission found reason to believe that UPW failed to report independent expenditures. The Commission found no reason to believe that UPW coerced employees to make financial contributions to Hanabusa 2010 and Saiki, in her official capacity as treasurer, or that Nakanelua, Uwaine and Santiago consented to the making of prohibited contributions. The Commission closed the file in connection with remaining allegations. On July 2, 2012, the Commission entered into a conciliation agreement, whereby UPW agreed to pay a civil penalty of $5,500. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/12044314776.pdf\">Statement of Reasons</a> was issued by Vice Chair Ellen L. Weintraub and Commissioners Cynthia L. Bauerly and Steven T. Walther. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6477</strong></a><strong> <br/>\n        </strong>RESPONDENTS: Turn Right USA and Claude Todoroff, in his official capacity as treasurer, and G. Rick Marshall, as designated agent; Friends of Craig Huey for Congress and David Bauer, in his official capacity as treasurer; and Craig Huey<br/>\n  COMPLAINANT: Dave Jacobson, Campaign Manager for Janice Hahn for Congress<br/>\n  SUBJECT: The complaint alleged that Turn Right USA (TRUSA), an independent expenditure-only committee, coordinated an ad opposing Janice Hahn, Craig Huey&#8217;s opponent, with Huey and Huey&#8217;s principal campaign committee, Friends of Craig Huey for Congress and Bauer, in his official capacity as treasurer, in violation of the Act. The complaint further alleged that TRUSA falsely stated in the ad that the ad was &#8220;not authorized by any candidate or candidate&#8217;s committee,&#8221; in violation of the disclaimer requirements of the Act. Huey and Hahn were 2011 candidates in California&#8217;s 36th Congressional District. <br/>\n  DISPOSITION:&#160; The Commission found no reason to believe the respondents violated the Act with regard to coordination because the ad did not satisfy the content or conduct prongs of the coordination regulations. The Commission further found no reason to believe that TRUSA and Todoroff, in his official capacity as treasurer, violated the disclaimer requirements of the Act because the ad was not authorized by the Huey campaign. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6544</strong></a><strong> <br/>\n          </strong>RESPONDENT: MSNBC, Inc.<br/>\n  COMPLAINANT: David H. Zisser<br/>\n  SUBJECT: The complaint alleged that MSNBC made illegal corporate contributions by broadcasting a fundraising speech by President Barack Obama.<br/>\n  DISPOSITION: The Commission found no reason to believe that MSNBC, Inc. violated the Act with regard to making prohibited in-kind corporate contributions because the activity at issue fell within the press exemption, which generally exempts from Commission regulation any news story, commentary or editorial disseminated by a press entity.<br/>\n        </p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 619 </a>&#8211; The Common Sense Movement. The respondent agreed to (1) implement compliance measures and (2) pay a civil penalty of $1,500. </p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/HLF.shtml\"><em>Hispanic Leadership Fund, Inc. v. FEC</em></a> (No. 12-cv-00339 (JAJ, TJS)). On July 30, the Hispanic Leadership Fund, Inc. filed a <a href=\"../../law/litigation/hlf_hlf_complaint.pdf\">complaint</a> in the United States District Court for the Southern District of Iowa Central Division.&#160; The complaint challenges the Commission&#8217;s interpretation of what constitutes a &#8220;clearly identified candidate&#8221; in the context of the Federal Election Campaign Act&#8217;s disclosure requirements for electioneering communications. The same day the plaintiffs also filed a <a href=\"../../law/litigation/hlf_hlf_mpi.pdf\">motion for preliminary and permanent injunction and a brief in support of the motion for preliminary and permanent injunction</a>. &#160;On August 6, the Commission filed a <a href=\"../../law/litigation/hlf_fec_mot_transfer.pdf\">motion to transfer venue</a> and the plaintiff filed a <a href=\"../../law/litigation/hlf_hlf_mtv_resp.pdf\">response and opposition to the Commission&#8217;s motion to transfer venue</a>. On August 7, the Commission filed its <a href=\"../../law/litigation/hlf_fec_resist_mpi.pdf\">resistance to plaintiff's motion for preliminary injunction</a> and the plaintiff filed their <a href=\"../../law/litigation/hlf_hlf_resist_response.pdf\">response to the Commission&#8217;s resistance to plaintiff&#8217;s motion for preliminary injunction</a>. &#160;The same day the Commission filed its <a href=\"../../law/litigation/hlf_fec_reply_supp_mot.pdf\">reply in support of the motion to transfer</a>. On August 8, the court heard oral arguments and on August 9 the plaintiff filed a <a href=\"../../law/litigation/hlf_hlf_post_hrg_reply.pdf\">post hearing reply</a>. On August 9, the court issued an <a href=\"../../law/litigation/hlf_dc_order.pdf\">order</a> declining to transfer the case and instead dismissed without prejudice due to improper venue.&#160; <s> </s></p>\n        <p/>\n        <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Abortion f/k/a Real Truth About Obama v. Federal Election Commission</em></a> (Civ. No. 11-1760). On August 6, the U.S. Court of Appeals for the Fourth Circuit issued a <a href=\"../../law/litigation/rtao_ac_mandate.pdf\">Mandate</a> pursuant to Rule 41(a) of the Federal Rules of Appellate Procedure. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (No. 12-5117). On August 3, the Defendants-Appellants <a href=\"../../law/litigation/van_hollen_hlf_reply_brief.pdf\">Hispanic Leadership Fund</a> and <a href=\"../../law/litigation/van_hollen_cfif_reply_brief.pdf\">Center for Individual Freedom</a> filed reply briefs in the United States Court of Appeals for the District of Columbia Circuit. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120808MatchingFunds_Johnson.shtml\">Federal Election Commission Certifies Federal Matching Funds for Johnson</a> (issued August 8)</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>August 28, Washington, DC. <em>Roundtable Workshop on</em> <em>Pre-Election Communications</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>August 20: August Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml)\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <u>http://twitter.com/fec</u></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120810digest.shtml"}