{"href": "032901budget.html", "pdf": null, "date": "03/29/2001", "category": "Other Agency Actions", "title": "FEC Submits FY 2002 Budget Proposal", "html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> \n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    March 29, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><font size=\"4\"><p align=\"CENTER\">FEC SUBMITS FY 2002 BUDGET PROPOSAL</p>\n    <p align=\"CENTER\"/></font>&#160;\n    <p>WASHINGTON &#150; The Federal Election Commission has transmitted its fiscal year 2002\n    budget proposal to Congress and the Office of Management and Budget, requesting\n    $47,671,000 and 375 personnel for FEC operations. The present</p>\n    <p>(FY2001) appropriation is $40,410,900 and 357 personnel.</p>\n    <p>In a letter accompanying the formal request, FEC Chairman Danny L. McDonald wrote,\n    \"While the FEC is aware of the general budgetary climate and has striven to reach\n    agreement with OMB on our budget request, we did not reach agreement for the FY2002\n    request. Therefore, we must independently make a special appeal to pursue the staff and\n    resources necessary to fulfill our statutory mission. And, depending upon the scope of\n    campaign finance reform legislation under consideration, the FEC could face significant\n    additional resource needs.\"</p>\n    <p><b>Chairman McDonald said the OMB recommendation of $41.4 million and 357 personnel is\n    inadequate, and OMB&#146;s freeze on non-salary cost levels \"...would foreclose the\n    opportunity for the FEC to assist state and local election officials to develop\n    operational standards to address a variety of election administration issues.\" The\n    requested funding seeks $4.8 million and 18 personnel in programmatic increases for\n    FY2002, which includes resources for the FEC&#146;s Office of Election Administration\n    (OEA) mission, which \"...would enhance the existing and planned Voting Systems\n    Standards (VSS), as well as other election administration issues, including acquisition of\n    new voting systems, administering elections, training election workers, ballot design, and\n    public education,\" the chairman wrote.</b></p>\n    <p>The FEC chairman also emphasized that granting the budget request would allow the FEC\n    to build upon Commission accomplishments in recent fiscal years, a number of those\n    accomplishments stemming from initiatives that were a direct response to the 1998-99\n    PricewaterhouseCoopers Technology and Performance Audit and Management Review of the FEC.\n    Those successes, and others, include:</p>\n    <p>-- <b>Mandatory Electronic Filing Program</b>: The first mandatory electronic filings\n    were received for the monthly reports due on February 20, 2001. Of the 605 reports\n    received for that filing, 440 reports were filed electronically. Only one committee\n    required to file electronically submitted a paper report. More than 1,000 committees filed\n    electronically during the 2000 election cycle under the voluntary electronic filing\n    program.</p>\n    <p>-- <b>Administrative Fine Program</b>: This program was implemented with the July\n    Quarterly Reports, due on July 15, 2000. As of March 12, 2001, the Commission has made\n    public its final determination in 48 cases and has collected civil money penalties\n    totaling $63,230. </p>\n    <p>-- <b>Implementation of a state-filing waiver program</b>: This program allows state\n    election offices a waiver for maintaining paper copies of reports at state offices, by\n    making the FEC reports available online. The FEC provides states with surplus computer\n    equipment. This program relieves state offices of filing and maintenance burdens, relieves\n    committees of duplicative state filing, and maintains or increases the level of state\n    disclosure. Rules to implement this program became effective</p>\n    <p>June 7, 2000, and to date 47 states have been granted a filing waiver. </p>\n    <p>-- <b>Development of a pilot Alternative Dispute Resolution (ADR) program</b>: This\n    program promotes compliance with the Federal Election Campaign Act by encouraging\n    settlements for eligible respondents in lieu of the traditional enforcement or litigation\n    processes. The program began on October 1, 2000, and as of March 1, 2001, the ADR Office\n    had concluded eight agreements based on seven complaints filed with the Commission.\n    Settlements were obtained in an average of 91 days from the time matters were referred to\n    the ADR Office. </p>\n    <p>Among other documents, included in the budget transmittal package is the\n    Commission&#146;s FY1999-2000 Performance Report and the most recent status report to\n    Congress on recommendations from PricewaterhouseCoopers.</p>\n    <p><b>Chairman McDonald urged both Congress and OMB to consult the more-detailed Budget\n    Justification in the package, noting that \"It contains several charts depicting how\n    our budget request would be allocated and how it compares with previous years.\"</b></p>\n    <p>The chairman&#146;s letter concluded, \"Again, the Commission strongly urges the\n    full support of our FY2002 budget request. We are ready to answer any questions you may\n    have and to work with you in securing sufficient funding for the Commission in\n    FY2002.\"</p>\n    <p>&#160;<b/></p>\n    <p align=\"CENTER\"># # #</p>\n    <p align=\"CENTER\">&#160;</p>\n    <p>Note to editors/correspondents: Chairman McDonald&#146;s letter and the budget\n    documents can be directly linked at <a href=\"../pages/fc2002just.html\"><u>www.fec.gov/pages/fc2002just.html</u></a>.\n    On the FEC webpage, click on \"About the FEC.\"</p></td>\n  </tr>\n</table>\n</font></font></font></body>\n"}