{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>December 16,    2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC Elects Bauerly Chair for 2011, <br/>\nHunter to Serve as Vice Chair</strong> </p>\n        <p>WASHINGTON &#8211; At an open meeting today, the Federal Election Commission (FEC) elected Cynthia L. Bauerly as Chair and Caroline C. Hunter as Vice Chair for 2011. Both were nominated to the Commission by President George W. Bush and confirmed unanimously by the United States Senate on June 24, 2008. </p>\n        <p>Prior to her appointment to the Commission, Bauerly served as Legislative Director for United States Senator Charles E. Schumer of New York, where she managed policy staff, implemented the legislative agenda and advised the Senate on floor strategy, campaign finance and ethics policy. She previously served as Counsel on the Senate Judiciary and Rules Committee, focusing on election reform, campaign finance, technology, telecommunications, intellectual property, antitrust law, legal process reform, immigration and ethics.</p>\n        <p>Vice Chair Bauerly has also worked in private practice in Minnesota and Washington specializing in complex litigation and appellate law, with a focus on intellectual property. She previously served as a judicial clerk for the Honorable Florence-Marie Cooper of the United States District Court for the Central District of California and the Honorable Theodore R. Boehm of the Indiana Supreme Court.</p>\n        <p>Originally from Saint Cloud, Minnesota, Vice Chair Bauerly graduated <em>cum laude</em> from Indiana University School of Law-Bloomington and received a Master of Public Affairs from Indiana University&#8217;s School of Environmental and Public Affairs. Vice Chair Bauerly is a <em>summa cum laude</em> graduate of Concordia College in Moorhead, Minnesota. </p>\n        <p>Prior to her appointment to the Commission, Commissioner Hunter served as the Vice Chair of the U.S. Election Assistance Commission. She previously served as Deputy Director of the White House Office of Public Liaison, and before that she served as Executive Officer at the U.S. Department of Homeland Security, Office of Citizenship and Immigration Services Ombudsman.</p>\n        <p>From 2001 to 2005, Commissioner Hunter was Associate Counsel and then Deputy Counsel at the Republican National Committee, where she provided guidance on election law and the implementation of the Help America Vote Act.</p>\n        <p>Commissioner Hunter graduated <em>cum laude</em> from the University of Memphis School of Law and received her Bachelor of Arts degree from The Pennsylvania State University. </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"># # # </p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "20101216Bauerlyas2011Vchair.shtml", "date": "12/16/2010", "pdf": null, "title": "FEC Elects Bauerly Chair for 2011, Hunter to Serve as Vice Chair", "category": "Commission Appointments"}