{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>October 5,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p align=\"center\"><strong/></p>\n                <p align=\"center\"><strong>FEC Statement on <em>Carey v. FEC</em></strong></p>\n                <p align=\"center\"><strong><em/></strong></p>\n                <p align=\"center\"><strong>Reporting Guidance for Political Committees that Maintain a Non-Contribution Account </strong></p>\n                <p><strong/></p>\n                <p>Washington &#8211; The Federal Election Commission today announced that, consistent with its agreement to a stipulated order and consent judgment dated August 19, 2011 in <em>Carey v. FEC</em>, Civ. No. 11-259-RMC (D. D.C. 2011), it will no longer enforce statutory and regulatory provisions that: </p>\n                <ul>\n                  <li>prohibit nonconnected political committees from accepting  contributions from corporations and labor organizations, provided the political committee maintains and deposits those contributions into a &#8220;Non-Contribution Account&#8221; (described below), or<br/>\n                    <br/>\n                  </li>\n                  <li>limit the amounts permissible sources may contribute to such accounts<a name=\"ref1\"/> <a href=\"#sec1\">(1)</a>.</li>\n                </ul>\n                <p>In <em>Carey v. FEC</em> (2), the National Defense PAC (NDPAC), a nonconnected political committee, sought to solicit and accept unlimited contributions to one bank account for use in making independent expenditures in federal elections, while maintaining a separate bank account subject to the statutory amount limitations and source prohibitions for making contributions to Federal candidates. </p>\n                <p>On August 19, 2011, the Commission entered into a stipulated order and consent judgment with the plaintiffs agreeing that it would not enforce against plaintiffs the amount limitations in 2 U.S.C. &#167;&#167; 441a(a)(1)(C) and 441a(a)(3) of the Federal Election Campaign Act (FECA), as well as any implementing regulations, with regard to contributions received for independent expenditures as long as NDPAC maintains separate bank accounts as described above and allocates its administrative expenses between the accounts in a manner that closely corresponds to the percentage of activity for each account.</p>\n                <p>The Commission is providing the following guidance to the public on how it intends to proceed consistent with the stipulated order and consent judgment in <em>Carey</em>:</p>\n                <ul>\n                  <li>The Commission will no longer enforce 2 U.S.C. &#167;&#167;441a(a)(1)(C) and 441a(a)(3), as well as any implementing regulations, against any nonconnected political committee with regard to contributions from individuals, political committees, corporations, and labor organizations,&#160; as long as (1) the committee deposits the contributions into a separate bank account for the purpose of financing&#160; independent expenditures, other advertisements that refer to a Federal candidate, and generic voter drives (the &#8220;Non-Contribution Account&#8221;), <a name=\"ref2\"/><a href=\"#sec3\">(2)</a> the Non-Contribution Account remains segregated from any accounts that receive source-restricted and amount-limited contributions for the purpose of making contributions to candidates, and (3) each account pays a percentage of administrative expenses that closely corresponds to the percentage of activity for that account.</li>\n                </ul>\n                <ul>\n                  <li>Until such time as the Commission adopts a new regulation, nonconnected political committees that wish to establish a separate Non-Contribution Account consistent with the stipulated judgment in <em>Carey</em> should: <br/>\n                    <br/>                   \n                    <ul>\n                      <li>Notify the Commission of their intent to do so.\n                        <br/>\n                        <br/>                          \n                        <ul>\n                          <li>In the case of political committees already registered with the FEC, the committee should notify their Reports Analysis Division analyst(s) by letter or electronic submission<a href=\"#sec3\" name=\"ref3\">(3)</a> of their intent to establish a separate Non-Contribution Account. <br/>\n                            <br/>\n                          </li>\n                          <li>In the case of newly registering political committees, include the notification letter with their Form 1 (Statement of Organization).\n                            <p>The notification letter may state the following: </p>\n                          </li>\n                        </ul>\n                          <blockquote>\n                            <p>&#8220;Consistent with the stipulated judgment in <em>Carey v. FEC</em>, this committee intends to establish a separate bank account to deposit and withdraw funds raised in unlimited amounts from individuals, corporations, labor organizations, and/or other political committees. &#160;The funds maintained in this separate account will not be used to make contributions, whether direct, in-kind, or via coordinated communications, or coordinated expenditures, to federal candidates or committees.&#8221;<br/>\n                            </p>\n                        </blockquote>\n                      </li>\n                      <li>Report all receipts and disbursements for both accounts pursuant to the Act and Commission regulations.&#160; <em>See </em>&#167; 2U.S.C. 434; 11 CFR Part 104.&#160; <br/>\n                        <br/>\n                                <ul>\n                                  <li>Though these contributions would normally be disclosed on Line 11(a) of Form 3X, there is not, at present, a clear way to distinguish on Line 11(a) between contributions deposited into the committee&#8217;s separate accounts.&#160; Accordingly, committees should report contributions deposited into the Non-Contribution Account on Line 17 of Form 3X titled &#8220;Other Federal Receipts.&#8221;&#160; <br/>\n                                    <br/>\n                                          </li>\n                                  <li>When itemizing on Schedule A, electronic filers should identify those receipts by entering &#8220;Non-Contribution Account&#8221; as memo text <a name=\"ref4\"/><a href=\"#sec4\">(4)</a> or in the description field. (Paper filers should simply write &#8220;Non-Contribution Account&#8221; below the amount.)&#160; <br/>\n                                    </li>\n                                </ul>\n                                <br/>\n                      </li>\n                    </ul>\n                  </li>\n                  <ul>\n                        <li>Report all Independent Expenditures paid from the Non-Contribution Account on Line 24 of Form 3X.\n                          <br/>\n                          <br/>\n                          <ul>\n                            <li>When itemizing on Schedule E, electronic filers should identify these disbursements by entering &#8220;Non-Contribution Account&#8221; as memo text or in the description field along with the required purpose of the disbursement. (Paper filers should simply write &#8220;Non-Contribution Account&#8221; below the amount.)&#160; <br/>\n                              <br/>\n                            </li>\n                          </ul>\n                    </li>\n                    <li>Report all other disbursements, including those for administrative or operating expenses made from a committee&#8217;s Non-Contribution Account, on Line 29 of Form 3X titled &#8220;Other Disbursements&#8221; (as opposed to Line 21(b) of Form 3X). <br/>\n                      <br/>\n                      <ul>\n                        <li>When itemizing on Schedule B, electronic filers should identify these disbursements by entering &#8220;Non-Contribution Account&#8221; as memo text or in the description field along with the required purpose of the disbursement. (Paper filers should simply write &#8220;Non-Contribution Account&#8221; below the amount.)&#160; <br/>\n                          <br/>\n                        </li>\n                      </ul>\n                    </li>\n                    <li>Allocate administrative expenses so that each account pays a percentage that closely corresponds to the percentage of activity for that account.</li>\n                  </ul>\n                </ul>\n                <p>The Commission intends to initiate a rulemaking, and to amend its reporting forms accordingly, to address the <em>Carey</em> opinion and stipulated judgment, as well as related court rulings in<em> SpeechNow.org v. FEC</em>, 599 F.3d 686 (D.C. Cir. 2010) and <em>EMILY&#8217;s List v. FEC</em>, 581 F.3d 1 (D.C. Cir. 2009).</p>\n                <p>Political committees with specific questions regarding their reporting obligations may contact the Reports Analysis Division at (800) 424-9350 (at the prompt, press 5).&#160; Others may contact the Information Division at (800) 424-9530.</p>\n                <p>&#160;</p>\n                <p/>\n                <p/>\n                <p/>\n                <p/>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"#_ftnref1\" name=\"sec1\"> </a><a href=\"#ref1\">(1)&#160;</a> Foreign nationals, government contractors, national banks and corporations organized by authority of any law of Congress cannot contribute to such separate accounts.&#160; &#167;&#167; 2 U.S.C. 441b, 441c, and 441e.</p>\n              <p><a href=\"#_ftnref2\" name=\"sec2\"> </a><a href=\"#ref2\">(2)</a> Materials related to <em>Carey v. FEC</em> are located at http://www.fec.gov/law/litigation/carey.shtml.</p>\n              <p><a href=\"#_ftnref3\" name=\"sec3\"> </a><a href=\"#ref3\">(3)</a> Form 99 for electronic filers.</p>\n              <p><a href=\"#_ftnref4\" name=\"sec4\"> </a><a href=\"#ref4\">(4)</a> This is not to be confused with a &#8220;memo entry,&#8221; which is used for disclosure purposes only and is not reflected in the cash-on-hand amount.</p>\n            </td>\n          </tr>\n        </table>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "10/05/2011", "href": "press2011/20111006postcarey.shtml", "category": "Carey v. FEC", "title": "FEC Statement on ", "pdf": null}