{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>December 19, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>FEC Elects Walther Chairman for 2009</strong></p>\n              <div align=\"center\"><strong>Petersen to Serve as Vice-Chairman</strong>\n              </div>\n              <p align=\"center\"/>\n              <p>WASHINGTON &#8211; The Federal Election Commission (FEC) unanimously elected Steven T. Walther as Chairman and Matthew S. Petersen as Vice Chairman for 2009 in an open session on Thursday, Dec. 18, 2008.&#160; Mr. Walther and Mr. Petersen were both nominated to serve as Commissioners by President George W. Bush and both were unanimously confirmed by the United States Senate.&#160; </p>\n              <p>Prior to joining the FEC as a Commissioner, Mr. Walther practiced law in the Reno, Nevada, law firm of Walther, Key, Maupin, Oats, Cox &amp; LeGoy, now known as Maupin, Cox &amp; LeGoy. He co-founded the firm in 1972.</p>\n              <p>Mr. Walther currently serves as co-chair of the American Bar Association (ABA) Center for Human Rights and as a Delegate to the ABA House of Delegates. He is a former member of the ABA Board of Governors. He was appointed by the ABA President to serve as the ABA Representative to the United Nations. He served on the Executive Board of the ABA Central European and Eurasian Law Initiative (CEELI), which oversees the ABA&#8217;s democracy building programs in over 21 countries&#8211;programs which promote development of fair and open election laws. </p>\n              <p>Mr. Walther is a former president of the State Bar of Nevada, the Western States Bar Conference, and the National Caucus of State Bar Associations. He is a past chair of the 6,000 member Fellows of the American Bar Foundation, the legal research arm of the ABA. From 1971 until his FEC appointment, Mr. Walther served as a member of the Nevada State Advisory Committee to the U.S. Commission on Civil Rights. </p>\n              <p>Mr. Walther is a former member of the Board of Trustees of the National Judicial College. &#160;He is a member of the American Law Institute and the International Bar Association. Mr. Walther has lectured extensively, both domestically and internationally (principally in Russia), on rule of law, human rights, litigation and international law issues. </p>\n              <p>Mr. Walther received his J.D. degree from Boalt Hall School of Law, University of California, Berkeley in 1968, and recently served as president of the Boalt Hall Alumni Association. He received his undergraduate degree, with a major in Russian, from the University of Notre Dame, Notre Dame, Indiana, in 1965.</p>\n              <p>Mr. Petersen served as Republican chief counsel to the U.S. Senate Committee on Rules and Administration from 2005 until his appointment to the Commission,. In this capacity, he provided counsel on issues relating to federal campaign finance and election administration laws as well as the Standing Rules of the Senate. </p>\n              <p>Mr. Petersen previously served as counsel to the U.S. House of Representatives Committee on House Administration. During his tenure, Mr. Petersen was extensively involved in the crafting of the Help America Vote Act of 2002 (HAVA) and the House-Senate negotiations that culminated in HAVA's passage. From 1999 to 2002, he specialized in election and campaign finance law at the law firm of Wiley Rein LLP in Washington, D.C. </p>\n              <p>Mr. Petersen received his J.D. in 1999 from the University of Virginia School of Law, where he was a member of the Virginia Law Review. He graduated <em>magna cum laude</em> with a B.A. in philosophy from Brigham Young University in 1996. He also received an A.S. with high honors from Utah Valley State College. </p>\n              <p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # # </p>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "12/19/2008", "href": "press2008/20081219chairman.shtml", "category": "Commission Appointments", "title": "FEC Elects Walther Chairman for 2009", "pdf": null}