{"href": "press2009/2009Dec17Chairman2010.shtml", "pdf": null, "date": "12/17/2009", "category": "Commission Appointments", "title": "FEC Elects Petersen Chairman for 2010, Bauerly to Serve as Vice Chair", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 17 , 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\"><p>Mary Brandenberger </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC Elects Petersen Chairman for 2010, <br/>\nBauerly to Serve as Vice Chair</strong> </p>\n        <p>WASHINGTON &#8211; At an open meeting today, the Federal Election Commission (FEC) unanimously elected Matthew S. Petersen as Chairman and Cynthia L. Bauerly as Vice Chair for 2010.Both Petersen and Bauerly were nominated to the Commission by President George W. Bush and unanimously confirmed by the United States Senate on June 24, 2008 </p>\n        <p>Petersen served as Republican chief counsel to the U.S. Senate Committee on Rules and Administration from 2005 until his appointment to the Commission. In this capacity, he provided counsel on issues relating to federal campaign finance and election administration laws as well as the Standing Rules of the Senate. </p>\n        <p>Petersen previously served as counsel to the U.S. House of Representatives Committee on House Administration. During his tenure, Petersen was extensively involved in crafting the Help America Vote Act of 2002 (HAVA) and the House-Senate negotiations that culminated in HAVA's passage. From 1999 to 2002, he specialized in election and campaign finance law at the law firm of Wiley Rein LLP in Washington, D.C. </p>\n        <p>Petersen&#8212;a native of Mapleton, Utah&#8212;received his J.D. in 1999 from the University of Virginia School of Law, where he was a member of the Virginia Law Review. He graduated magna cum laude with a Bachelor of Arts in philosophy from Brigham Young University in 1996. He also received an associate degree with high honors from Utah Valley State College. </p>\n        <p>Prior to her appointment to the Commission, Commissioner Bauerly served in the United States Senate in the office of Senator Charles E. Schumer of New York as his Legislative Director, and as his counsel on the Senate Judiciary and Rules Committees. Her policy work while on the Hill included a variety of matters, including election reform, campaign finance, technology, telecommunications, intellectual property, antitrust, legal process reform, immigration, and ethics.</p>\n        <p/>\n        <p>Commissioner Bauerly has also worked in private practice in Minnesota and Washington specializing in complex litigation and appellate law, with a focus on intellectual property.&#160; She previously served as a judicial clerk for the Honorable Florence-Marie Cooper of the United States District Court for the Central District of California and the Honorable Theodore R. Boehm of the Indiana Supreme Court.</p>\n        <p>Originally from Saint Cloud, Minnesota, Commissioner Bauerly graduated from Concordia College in Moorhead, Minnesota and received both her law degree and a Master of Public Affairs from Indiana University. </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"># # # </p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n"}