{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">February 11, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160211release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p><strong>FEC Issues an Advisory Opinion and<br/>\nApproves an Audit Division Recommendation Memorandum*</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission at its open  meeting today issued an advisory opinion and an Audit Division Recommendation Memorandum. The Commission also  discussed a second advisory opinion request.</p>\n        <p/>\n        <p><a href=\"../../../agenda/2016/documents/mtgdoc_15-69-e.pdf\">Advisory  Opinion 2015-14 (Hillary for America II)</a>. The Commission approved an  advisory opinion in response to a request from Hillary for America (the  Committee). The Commission concluded that the provision of a stipend and  academic credit by DePauw University to a student who interned for the  Committee is permissible under the Federal Election Campaign Act and Commission  regulations. During the discussion, the Commission heard from the requestor&#8217;s  counsel. Two concurring statements were issued: one by <a href=\"../../../members/statements/AO-2015-14_(Hillary_for_America)_Concuring_Statement.pdf\">Chairman  Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman</a>,  the other by <a href=\"http://saos.fec.gov/aodocs/CS201514.pdf\">Commissioner  Ellen L. Weintraub</a>.</p>\n        <p/>\n        <p><a href=\"../../../agenda/2016/documents/mtgdoc_16-07-a.pdf\">Advisory Opinion Request 2015-15 (Niger Innis for  Congress)</a>. The Commission discussed two draft advisory opinions in response to  a request from Niger Innis for Congress, but held over a vote on the matter.  The requestor asks whether it may pay certain costs associated with general  election contributions from general, rather than primary, election funds and  whether it may donate uncashed refunds of general election contributions to a  charity, rather than disgorge the funds to the U.S. Treasury. During the discussion, the Commission  heard from the requestor&#8217;s counsel. </p>\n        <p/>\n        <p><a href=\"../../../agenda/2016/documents/mtgdoc_16-05-a.pdf\">Audit Division Recommendation Memorandum on the  Oklahoma Democratic Party</a>. The Commission approved an Audit  Division Recommendation Memorandum on the Oklahoma Democratic Party, covering  campaign finance activity between January 1, 2011 and December 31, 2012. The  Commission approved findings related to the misstatement of financial activity,  misstatement of financial activity concerning Levin Funds, and reporting of  debts and obligations. The Commission did not approve a proposed  finding addressing recordkeeping for employees (monthly payroll logs).&#160; The Audit Division will include a discussion  of the issue in the Additional Issues section of the Proposed Final Audit  Report.</p>\n        <p/>\n        <p><em>The Federal Election Commission  (FEC) is an independent regulatory agency that administers and enforces federal  campaign finance laws. The FEC has jurisdiction over the financing of campaigns  for the U.S. House of Representatives, the U.S. Senate, the Presidency and the  Vice Presidency. Established in 1975, the FEC is composed of six Commissioners  who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n        </p>\n        <p/>\n        <p>*This press release was updated  on February 12, 2016 to add a link to Commissioner Weintraub&#8217;s concurring  statement. </p>\n        <p/>\n        <p># #  #</p>\n        <p><br/>\n        </p>\n        <div align=\"left\">\n        </div>\n        <p><br/>\n</p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2016/news_releases/20160211release.shtml", "date": "02/11/2016", "pdf": null, "title": "FEC Issues an Advisory Opinion and Approves an Audit Division Recommendation Memorandum", "category": "Open Meetings and Related Matters"}