{"href": "memhear.htm", "pdf": null, "date": "03/15/1999", "category": "Hearings", "title": "Member Rulemaking Proposal Has Hearing on March 17", "html": "<body>\n<font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Ron Harris\nMarch 15, 1999                                                    Sharon Snyder\n                                                                  Ian Stirton\n                                                                  Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">&#145;MEMBER&#146; RULEMAKING PROPOSAL HAS HEARING ON MARCH 17</p>\n\n\n<p>WASHINGTON &#150; The Federal Election Commission will conduct a public hearing on\nWednesday, March 17, on proposed revisions to its rules governing who qualifies as a\n\"member\" of a membership organization.</p>\n\n<p>The initial Notice of Proposed Rulemaking was published in the Federal Register on\nDecember 22, 1997. The additional proposed revisions to the \"member\" rules were\npublished December 16, 1998. Newest proposed revisions focus primarily on the attributes\nof membership associations, although qualifications of members are also addressed. The\nrules would require, for example, that membership organizations be vested in some or all\nof its members. The proposal would also require that members pay annual dues in an amount\nset by the organization, or renew their membership in writing on an annual basis.</p>\n\n<p>The comment period ended February 1, 1999. The public hearing on Wednesday is the next\nstep in the rulemaking process.</p>\n\n<p>Scheduled to testify Wednesday are:</p>\n<b>\n\n</b><p>10 a.m. Laurence E. Gold, AFL-CIO; Richard B. Wilkof, National Education\nAssociation; Robert D. Lenhard, American Federation of State, County, and Municipal\nEmployees.</p>\n\n<p><b>11 a.m</b>. Jan Witold Baran, Wiley, Rein &amp; Fielding, on behalf of the National\nAssociation of Business Political Action Committees; John P. Connors, American Hotel and\nMotel Association; Jerald A. Jacobs, American Society of Association Executives.</p>\n\n<p><b>2 p.m</b>. Ivy Lee, Alliance for Justice; William J. Olson, Free Speech Coalition,\nInc.; James Bopp, Jr., James Madison Center for Free Speech.</p>\n\n<p><b>3 p.m.</b> Daniel Schember, Gaffney &amp; Schember; Camille Bradford.</p>\n\n<p><b>4 p.m.</b> Michael Boos, National Citizens Legal Network; Paul Sullivan and Cleta\nMitchell, Sullivan &amp; Mitchell, on behalf of the Americans Back in Charge Foundation.</p>\n\n<p align=\"CENTER\"># # # </p>\n</font>\n</body>\n"}