{"href": "press2015/news_releases/20150716release.shtml", "pdf": null, "date": "07/16/2015", "category": " ", "title": "FEC Approves Two Advisory Opinions", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">July 16,   2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150716release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Approves Two Advisory Opinions</strong></p>\n        <p><br/>\n  WASHINGTON &#8211; The Federal Election Commission today approved two advisory opinions and held over discussion of a third. The Commission approved two Notices of Availability on Petitions for Rulemaking, and it decided not to initiate another rulemaking that a petitioner had requested. The Commission approved additional meeting dates for September-December of this year. The Commission did not approve a motion to set priorities, and it held over further discussion of a proposed directive on the timetable for resolving enforcement matters. The Commission also discussed a recommendation on providing notice to respondents in enforcement matters and a policy on third-party appearances before the Commission in connection with advisory opinions. The Commission held over discussion of a proposed statement of policy concerning materials put on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-40-a.pdf\">Advisory Opinion 2015-02 (Grand Trunk Western Railroad &#8211; Illinois Central Railroad PAC)</a>. The Commission concluded that the requestor&#8217;s connected organizations may match contributions made to the requestor with charitable donations to a Canadian registered charity, as proposed. During the discussion, the requestor was available.<strong><br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2015/documents/mtgdoc_15-38-a.pdf\">Advisory Opinion 2015-03 (Democracy Rules, Inc.)</a>. The Commission discussed and held over for further discussion the requestor&#8217;s proposal to transmit political contributions to candidates on behalf of its members. The requestor was available to answer questions.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-39-a.pdf\">Advisory Opinion 2015-04 (Collective Actions PAC)</a>. The Commission concluded that the requestor -- an unauthorized, independent expenditure-only committee -- may not use Senator Bernard Sanders&#8217;s name as proposed in the names of its websites or social media pages, because the names of the requestor&#8217;s websites and social media accounts that include Senator Sanders&#8217;s name do not clearly express opposition to him.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-42-a.pdf\">Revised Meeting Dates for September-December 2015</a>. The Commission approved revised meeting dates for September-December 2015.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-25-b.pdf\">Proposed Directive 74 on the Timely Resolution of Enforcement Matters</a>. The Commission discussed and held over a proposed directive to set deadlines for considering and voting on enforcement matters. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-26-a.pdf\">Notice to Respondents of Information Sharing by the Commission</a>. The Commission discussed and held over a recommendation to provide notice to respondents that information provided to the Commission in enforcement matters may be shared with other law enforcement agencies. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. The Commission held over a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-37-a.pdf\">Policy on Third-Party Appearances Before the Commission to Discuss Advisory Opinions</a>. The Commission discussed an Office of General Counsel memorandum assessing possible third-party appearances before the Commission to discuss advisory opinions.<br/>\n  <br/>\n  Notice of Disposition on REG 2014-06 (Candidate Debates). The Commission decided not to initiate a rulemaking in response to a <a href=\"http://sers.fec.gov/fosers/\">petition</a> asking the Commission to amend its regulation on candidate debates to revise the criteria governing the inclusion of candidates in presidential and vice presidential candidate debates. The Commission directed the Office of General Counsel to draft a Notice of Disposition reflecting the discussion at the table.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-36-a.pdf\">Notice of Availability on REG 2015-03 (Contributions from Corporations and Other Organizations to Political Committees)</a>. The Commission approved a Notice of Availability of a Petition for Rulemaking that asks the Commission to revise existing rules concerning contributions to political committees from corporations and other organizations. Statements in support of or in opposition to the Petition must be submitted within 90 days of publication of the Notice of Availability in the Federal Register.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-35-a.pdf\">Notice of Availability on REG 2015-04 (Independent Spending by Corporations, Labor Organizations, Foreign Nationals, and Certain Political Committees)</a>. The Commission approved a Notice of Availability of two Petitions for Rulemaking that ask the Commission to issue new rules and revise existing rules concerning (1) the disclosure of certain financing information regarding independent expenditures and electioneering communications; (2) election-related spending by foreign nationals; (3) solicitations of corporate and labor organization employees and members; and (4) the independence of expenditures made by independent-expenditure-only political committees and accounts. Statements in support of or in opposition to the Petitions must be submitted within 90 days of publication of the Notice of Availability in the Federal Register.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-41-a.pdf\">Motion to Set Priorities and Scheduling on Pending Enforcement Matters Awaiting Reason-to-Believe Consideration.</a> The Commission did not approve a motion on establishing a priority and timetable for the Commissioners to take immediate substantive action on reason to believe or other recommendations pending for one year or more from the date of receipt by the Commissioners.<br/>\n  <br/>\n  Following the Open Meeting, Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"../../../members/statements/Statement_on_the_Timely_Resolution_of_Enforcement%20Matters_(MSP%20CCH%20LEG).pdf\">Statement</a>.</p>\n        <p><br/>\n&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n    <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n                </p>\n        <div align=\"center\"># # #<br/>\n        </div>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><br/>\n          </p>\n        <div align=\"center\"/>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      "}