{"href": "addlconv_funding.htm", "pdf": null, "date": "03/28/2000", "category": "Presidential Public Funds", "title": "Republican and Democratic Parties to Receive Additional Funds for Party Nominating Conventions", "html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font><font size=\"3\" face=\"Book Antiqua\"><strong>For Immediate Release:                                                                                             Contact:  Sharon Snyder\nMarch 28, 2000                                                                                                                              Ron Harris\n                                                                                                                                                         Ian Stirton\n                                                                                                                                                         Kelly Huff</strong></font><font size=\"2\">\n</font>\n\n<p>&#160;</p>\n<b/><p align=\"CENTER\">REPUBLICAN AND DEMOCRATIC PARTIES TO RECEIVE ADDITIONAL FUNDS</p>\n<p align=\"CENTER\">FOR PARTY NOMINATING CONVENTIONS</p>\n\n<p>&#160;</p>\n<p>WASHINGTON &#150; The Federal Election Commission today certified an additional $288,000 in public funds for the two major political parties for their 2000 presidential nominating conventions.</p>\n\n<p>\tThe FEC action raises to $13,512,000 the total amount of public funds certified to the Republican and Democratic parties for their conventions.</p>\n\n<p>\tThe additional payment is based on federal election law, stipulating that the conventions receive $4 million plus a cost-of-living adjustment (COLA) over 1974.  In July, 1999, each party received $13,224,000 as the initial payment for their 2000 conventions. </p>\n\n<p>\tThe Reform Party is entitled to a portion of the full grant for its convention activities, and has received $2,468,921.</p>\n\n<p>\tQualified convention committees receive public funds to defray the expenses of their conventions.  The Presidential Election Campaign Fund, which is financed by dollars voluntarily checked off by taxpayers on their federal income tax returns, is the source of public funds for political party conventions, general election grants, and primary matching funds,.</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p align=\"CENTER\"># # #</p>\n</font></body>\n"}