{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>April 12, 2012</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC DISCUSSES THREE ADVISORY OPINION REQUESTS</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today discussed three advisory opinion requests and held them over for further deliberation.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2012-07 (Feinstein for Senate)</a>. </strong>The Commission discussed a draft, then held over an advisory opinion request from Feinstein for Senate. During the discussion, the Commission heard from a representative of Feinstein for Senate regarding whether \"the donors who attempted to contribute to the Committee, but whose funds were embezzled by (treasurer Kinde) Durkee, may make replacement contributions to the Committee without the attempted contributions counting against the donors' per election limits.\" </p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2012-10 (Greenberg Quinlan Rosner Research, Inc.)</a>.</strong> The Commission discussed four drafts, then held over an advisory opinion request from Greenberg Quinlan Rosner Research, Inc. During the discussion, the Commission heard from a representative of&#160; Greenberg Quinlan Rosner Research, Inc. regarding whether certain provisions of the New Hampshire Revised Statutes, which require that certain disclaimers be made in the course of certain telephone surveys, are preempted by the Federal Election Campaign Act of 1971, as amended. </p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2012-11 (Free Speech)</a></strong>. The Commission discussed two drafts, then held over an advisory opinion request from Free Speech, an unincorporated nonprofit association that plans to finance certain advertisements and ask for donations to fund its activities. During the discussion, the Commission heard from a representative of Free Speech regarding (1) whether its advertisements would be express advocacy communications, (2) whether funds received in response to its donation requests would be contributions, and (3) whether its activities would require Free Speech to register and report as a political committee. </p>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>        <p>&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "04/12/2012", "href": "press2012/20120412openmeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Discusses Three Advisory Opinion Requests", "pdf": null}