{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">October 18, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>FEC VOTES ON FINDINGS IN TWO AUDIT DIVISION RECOMMENDATION MEMORANDUMS, APPROVES A PROPOSED FINAL AUDIT REPORT AND A DRAFT NOTICE OF AVAILABILITY OF A PETITION FOR RULEMAKING </strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today discussed and voted on findings in two Audit Division Recommendation Memorandums and approved a Proposed Final Audit Report. The Commission also approved a Draft Notice of Availability of a Petition for Rulemaking on Electioneering Communications Reporting.</p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1264.pdf\"><strong>Audit Division Recommendation Memorandum on the Minnesota Democratic-Farmer-Labor Party</strong>.</a> The Commission discussed, but did not approve by the required four affirmative votes, a finding relating to the misstatement of financial activity in the Audit Division Recommendation Memorandum on the Minnesota Democratic-Farmer-Labor Party, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved the second finding of the Recommendation Memorandum, which related to the issue of overfunding of federal accounts by non-federal accounts. The Audit Division will prepare the Proposed Draft Final Audit Report, which will incorporate changes based on the discussion at today&#8217;s open meeting, within 30 days. </p>\n        <p/>\n        <p><a href=\"../../agenda/2012/mtgdoc_1265.pdf\"><strong>Audit Division Recommendation Memorandum on Rightmarch.com PAC, Inc</strong>.</a> The Commission discussed and then held over until the next open session the Audit Division Recommendation Memorandum on Rightmarch.com PAC, Inc., covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit Division Recommendation Memorandum recommends that the Commission approve the findings presented in the Draft Final Audit Report related to the misstatement of financial activity, extension of credit by a commercial vendor and the failure to file notices and properly disclose independent expenditures. </p>\n        <p><strong/></p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1272A.pdf\">Proposed Final Audit Report on the Los Angeles County Democratic Central Committee</a></strong>. The Commission approved the proposed final audit report on the Los Angeles County Democratic Central Committee, covering campaign finance activity between January 1, 2007 and December 31, 2008. The proposed final audit report presented findings related to the misstatement of financial activity and misstatement of Levin Fund financial activity. The Commission instructed the Audit Division to incorporate changes based on the discussion at today&#8217;s meeting.</p>\n        <p/>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1274.pdf\">Draft Notice of Availability of a Petition for Rulemaking on Electioneering Communications Reporting</a></strong>. The Commission approved a Draft <a href=\"../../agenda/2012/mtgdoc_1274.pdf\">Notice of Availability of a Petition for Rulemaking on Electioneering Communications Reporting</a> that was filed by the Center for Individual Freedom. The petition requests that the Commission conduct a rulemaking proceeding to revise its regulations relating to electioneering communications reporting. Statements by the public in support of or in opposition to the Petition must be submitted within 60 days of publication of the Notice of Availability in the Federal Register.</p>\n        <p/>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>        <p/>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "10/18/2012", "href": "press2012/20121018openmeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Votes on Findings in Two Audit Division Recommendation Memorandums, Approves a Proposed Final Audit Report and a Draft Notice of Availability of a Petition for Rulemaking", "pdf": null}