{"html": "<body>\n<font face=\"Book Antiqua\"><font face=\"Book Antiqua\" size=\"3\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre>For Immediate Release:                                                               </pre></font><font size=\"3\">\t\t\t\t\t</font><font face=\"Book Antiqua\" size=\"3\">Contact:  </font><font size=\"3\">   R<font face=\"Book Antiqua\">on Harris</font></font><font face=\"Book Antiqua\" size=\"3\">\nMarch </font><font size=\"3\">9</font><font face=\"Book Antiqua\" size=\"3\">, 1999</font><font size=\"3\"> </font><font face=\"Book Antiqua\" size=\"3\">                                                                                              </font><font size=\"3\">\t\t   S<font face=\"Book Antiqua\">haron Snyder</font></font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               </font><font size=\"3\">\t\tI<font face=\"Book Antiqua\">an Stirton</font></font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               </font><font size=\"3\">\t\t</font><font face=\"Book Antiqua\" size=\"3\">Kelly Huff\n</font>\n\n<p align=\"CENTER\"><br/>\n</p>\n\n<p align=\"CENTER\">FEC PRESENTS FY2000 BUDGET REQUEST TO HOUSE APPROPRIATIONS</p>\n\n<p>WASHINGTON &#150; Federal Election Commission Vice Chairman Darryl R. Wold told a House\nAppropriations subcommittee today that the Commission is seeking a $38,516,000 budget for\nFiscal Year 2000, a \"modest increase (4.5 percent) over our current FY&#146;99 budget\nof $36,850,000.\"</p>\n\n<p>Vice Chairman Wold, who also serves as Chairman of the FEC&#146;s Finance Committee,\ntestified before the Subcommittee on Treasury, Postal Service, and General Government of\nthe House Committee on Appropriations. He said that the requested increase in budget is\ndue largely to inflation in the FEC&#146;s cost of operations. </p>\n\n<p>The Vice Chairman added, \"I also am pleased to present this budget request in\nlight of the recently-completed [January 29] study of the FEC by PricewaterhouseCoopers\n(PwC), undertaken at the behest of the House and Senate Appropriations and House Oversight\nCommittees. That study&#133;engaged in a detailed and comprehensive examination of how\nfairly and effectively the FEC carries out its statutory functions&#133;.We believe the\nPwC report has provided an invaluable service in identifying those areas in need of\nimprovement, and in suggesting changes that should be considered.\" </p>\n\n<p>The PwC audit report concluded, among other findings, that the FEC operates in a fair\nand ethical manner; routinely meets disclosure deadlines in providing detailed campaign\nfinance information to the public; emphasizes voluntary compliance with the law; and\nachieves a high level of satisfaction among users of its services.</p>\n\n<p>Some improvements the report recommended can be sought internally at the FEC, Vice\nChairman Wold said, but others require Congressional action. He noted that in the FEC\nannual review of legislative recommendations, the Commission endorsed three\nrecommendations for legislative action, two of which were identified in the PwC report.\nThese are priority recommendations, he explained, unanimously agreed upon by the six FEC\ncommissioners.</p>\n\n<p>These priority recommendations are that: <b>(1)</b> Congress give the FEC authority to\nrequire electronic filing of campaign reports; <b>(2)</b> Congress revise the law to\nrequire authorized candidate committees to report on a campaign-to-date basis, rather than\na calendar year cycle; and <b>(3)</b> Congress consider revising the provision that limits\nindividual contributions to $25,000 per year so that contributions count against the\nindividual&#146;s limit in the year in which they are made, not the year in which the\nrecipient&#146;s election is held.</p>\n\n<p>Other points in the FEC Vice Chairman&#146;s testimony included:</p>\n\n<p>-- \"Campaign finance activity has nearly doubled in the last 12 years. Total\ndisbursements for a non-Presidential election cycle have increased from $1.1 billion in\n1986 to $2 billion for the 1998 Congressional cycle -- an 82 percent increase. The\nincrease from the 1988 Presidential cycle to the 1996 cycle was from $1.6 billion to $2.7\nbillion, or 69 percent. We [FEC] have handled these rising workloads with increased\nproductivity.\"</p>\n\n<p>-- \"With Congress&#146; support, the FEC has made the greatest technical strides\nin our disclosure program. We rapidly and successfully inaugurated an Internet service to\nenable anyone with access to the World Wide Web to view digital images of most campaign\nfinance reports. We also developed software that enables committees to file electronically\n-- either by diskette, dial-up modem or over the Internet&#133;We are actively pursuing\ncreative ways to encourage more filers to file electronically.\"</p>\n\n<p>-- In the compliance area, the FEC is seeking an additional nine FTE (employees). Vice\nChairman Wold pointed out that additional FEC staff approved by Congress for FY1999\n\"&#133;already have allowed us to move from an average active caseload of 93 in\nFY1998 to an average active caseload of 106 in FY1999, a 13.9 percent increase.\" On\nFebruary 1, 1999, the FEC had 208 cases on its enforcement docket, dealing with 3,203\nrespondents. As of that date, 51 percent of the total caseload was actively assigned to\nenforcement staff. Total staff (including supervisory and support) assigned to the\ncompliance function in FY1999 is projected at 109. </p>\n\n<p>-- Concerning the Commission&#146;s responsibility for administering the Presidential\nPublic Funding Program, the Vice Chairman testified, \"Absent Congressional action,\nthe public funding program faces shortfalls because of declining participation in the\ncheck-off program and the failure to index contributions to inflation, while the pay-outs\nare indexed. This shortfall will impact primary candidates. In fact, we project the fund\nwill provide for only 40 percent, or less, of the eligible funds that candidates competing\nfor their party&#146;s nomination will be entitled to receive in January of 2000.\"</p>\n\n<p>&#160;</p>\n</font>\n</body>\n", "date": "03/09/1999", "href": "fy00bdgt.htm", "category": "Other Agency Actions", "title": "FEC presents FY 2000 Budget Request to House Appropriations", "pdf": null}