{"date": "01/22/2016", "pdf": null, "title": "Week of January 18 - January 22, 2016 ", "issue": "2016-04", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">January 22, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160122digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-04</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest <br/>\n          Week of January 18 &#8211; 22 </strong></p>\n          <p><strong>            COMMISSION MEETINGS AND HEARINGS <br/>\n            <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ENFORCEMENT <br/>\n            <br/>\n            </strong>The Commission made public five closed cases and two Statements  of Reasons, as follows. For more information,  see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>. <br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6612</a> &#160;<br/>\n            COMPLAINANTS: Citizens for Responsibility and Ethics in Washington; and Melanie  Sloan <br/>\n            RESPONDENT: Crossroads Grassroots Policy Strategies <br/>\n            SUBJECT: The complaint alleged that Crossroads Grassroots Policy Strategies  (Crossroads GPS) failed to report and include disclaimers on five independent  expenditures. &#160;<br/>\n            DISPOSITION: The Commission closed the file. Commissioners Ann M. Ravel and  Ellen L. Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044385711.pdf\">Statement of Reasons</a>. <br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6696</a> <br/>\n            COMPLAINANTS: Citizens for Responsibility and Ethics in Washington; Melanie  Sloan; and Nicholas Mezlak <br/>\n            RESPONDENTS: Crossroads Grassroots Policy Strategies; Steven Law; Karl Rove;  Haley Barbour; and Caleb Crosby <br/>\n            SUBJECT: The complaint alleged that Crossroads Grassroots Policy Strategies  (Crossroads GPS) failed to disclose donors in certain independent expenditure  reports to the Commission. The complaint alleged further that Crossroads GPS  was aware of its obligation to disclose the donors and that Law, Rove, Barbour  and Crosby conspired to prevent disclosure of the donors&#8217; identities. <br/>\n            DISPOSITION: The Commission closed the file. Commissioners Ravel and Weintraub  issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044385711.pdf\">Statement of Reasons</a>. <br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6771</a> &#160;<br/>\n            COMPLAINANT: Dave Buell <br/>\n            RESPONDENTS: Sue Lowden for US Senate and Chris Marston, in his official  capacity as treasurer <br/>\n            SUBJECT: The complaint alleged that Sue Lowden for US Senate and Marston, in  his official capacity as treasurer (the Committee), failed to report an  approximately $78,000 debt owed to a vendor. Lowden was a 2010 candidate for  Nevada&#8217;s United States Senate seat. <br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission observed that the Committee disclosed the  alleged debt at the time it was incurred and amended all of its disclosure  reports to reflect the disputed debt, and that the Committee was essentially  defunct and planning to terminate. <br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6849</a> <br/>\n            COMPLAINANT: Jane A. Deterding <br/>\n            RESPONDENTS: Todd Tiahrt; Kansans for Tiahrt and George Bruce, in his official  capacity as treasurer; Kansans for Responsible Government and Willis &#8220;Wink&#8221;  Hartman, in his official capacity as treasurer; Hartman Oil Company, Inc.;  Willis &#8220;Wink&#8221; Harman; Michael O&#8217;Donnell; PostNet; and Jim Anderson <br/>\n            SUBJECT: The complaint alleged that Kansans for Responsible Government and  Hartman, in his official capacity as treasurer (KRG), made and Kansans for  Tiahrt and Bruce, in his official capacity as treasurer (Tiahrt Committee),  accepted excessive or prohibited in-kind contributions when KRG coordinated a  radio advertisement. The complaint alleged further that (1) KRG republished  Tiahrt Committee campaign materials; (2) an employee of a company owned by  Hartman republished a Tiahrt Committee communication through Twitter; (3) KRG  failed to disclose expenditures for a poll; and (4) KRG failed to include a  full disclaimer on a radio advertisement supporting Tiahrt. <br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion  and dismissed the allegations that certain respondents made, and the Tiahrt Committee  received, an unlawful contribution in connection with the  radio advertisement at issue. The Commission found no reason to believe  that KRG, O&#8217;Donnell or Hartman Oil, Inc. committed violations in connection  with the alleged republication of campaign materials because O&#8217;Donnell did not  republish any statement that originated from Tiahrt&#8217;s campaign materials. The  Commission found no reason to believe that KRG failed to report its  disbursements for the poll because KRG disclosed disbursements for &#8220;marketing  services&#8221; that appear to have been for the poll in question. Finally, the  Commission exercised its prosecutorial discretion and dismissed the allegation  that KRG failed to include required information in the disclaimer of the radio  advertisement. <br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6896</a> &#160;<br/>\n            COMPLAINANT: Cheryl Reynolds <br/>\n            RESPONDENTS: Margie Wakefield for Kansas and Doni Mooberry Slough, in her  official capacity as treasurer; and Margie Wakefield <br/>\n            SUBJECT: The complaint alleged that Wakefield and Margie Wakefield for Kansas  and Slough, in her official capacity as treasurer (the Committee), produced and  distributed yard signs lacking appropriate disclaimers. Wakefield was a 2014  candidate for Kansas&#8217;s 2<sup>nd</sup> Congressional District. <br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter as to the Committee. The Commission observed that the  Committee took remedial action by having labels bearing the requisite &#8220;paid for  by&#8221; language affixed to the signs. The Commission found no reason to believe  Wakefield was responsible for the missing disclaimers since there was no  evidence to that effect. <br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6509</a> &#160;&#8211; Friends of Herman Cain, Inc., and Mark J.  Block, in his official capacity as treasurer; and Prosperity USA, Inc. Chairman  Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman  issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044385676.pdf\">Statement of  Reasons</a>. <br/>\n            <br/>\n            <strong>            LITIGATION <br/>\n            <br/>\n            </strong><a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 15-5120). On January 21, the  United States Court of Appeals for the District of Columbia Circuit heard oral  argument. <br/>\n            <strong>&#160;<br/>\n            </strong><a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a> (Case 1:15-cv-01397-TSC). On  January 19, the Commission filed its <a href=\"../../../law/litigation/lpf_fec_answer_2d_amend_compl.pdf\">Answer  to Plaintiffs' Second Amended Complaint for Declaratory and Injunctive Relief</a> in the United States District Court for the District of Columbia. &#160;<br/>\n            <br/>\n            <a href=\"../../../law/litigation/Miller2015.shtml\"><em>Miller  v. FEC</em></a><em> (formerly Wagner, et al. v.  FEC)</em>. On January 19, the United States Supreme Court  issued an <a href=\"../../../law/litigation/miller_sc_cert_denied.pdf\">Order</a> denying the petition for a writ of certiorari. <br/>\n            <br/>\n            <a href=\"../../../law/litigation/PAG.shtml\"><em>Pursuing America's Greatness v. FEC</em></a> (Case  15-5264). On January 20, the Appellants filed a <a href=\"../../../law/litigation/pag_pag_reply_brief.pdf\">Reply Brief</a> in the United States Court of Appeals for the District of Columbia Circuit. &#160;<br/>\n            <br/>\n            <a href=\"../../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (Case 15-5016  &amp;15-5017). On January 21, the United States Court of Appeals for the  District of Columbia Circuit issued an <a href=\"../../../law/litigation/van_hollen_ac155016_opinion.pdf\">opinion</a>, <a href=\"../../../law/litigation/van_hollen_ac155016_judgment.pdf\">judgment</a> and <a href=\"../../../law/litigation/van_hollen_ac155016_order.pdf\">order</a>.  &#160;&#160;<br/>\n            <br/>\n            <strong>OUTREACH <br/>\n            </strong>&#160;<br/>\n            On January  21, Commissioner Ann M. Ravel discussed campaign  finance enforcement and the role of the Federal Election Commission at the  Brookings Institution's \"Solutions Summit: The Future of Campaign  Finance\" in Washington, DC. <br/>\n            <br/>\n            <strong>PRESS RELEASES <br/>\n            </strong>&#160;<br/>\n            <a href=\"../news_releases/20160120release.shtml\">Federal Election Commission Certifies Federal  Matching Funds for O&#8217;Malley (UPDATE)</a><strong> (</strong>issued January 20) <br/>\n            <br/>\n            <a href=\"../news_releases/20160121release.shtml\">Court  of Appeals Issues Opinion in <em>Van Hollen  v. FEC</em></a> (issued January 21) <br/>\n            <br/>\n            <strong>EDUCATIONAL PROGRAMS <br/>\n            <br/>\n            </strong>On January 20, the Commission hosted Webinars for Candidate Committees  on Year-End Reporting and FECFile. &#160;<br/>\n            <br/>\n          <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS </strong></p>\n          <p>            January 26, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>. <br/>\n            <br/>\n            January  28, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>. <br/>\n            <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation. <br/>\n            <strong>&#160;<br/>\n            UPCOMING EDUCATIONAL PROGRAMS <br/>\n            </strong>&#160;<br/>\n            February 24, 2016: Webinar for Political Party Committees. Additional  information is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website. <br/>\n            <br/>\n            <strong>UPCOMING REPORTING DUE DATES <br/>\n            </strong>&#160;<br/>\n            January 31, 2016: Year-End Reports are due. For information on general election  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtm\">2016 Reporting Dates  page</a> of the Commission website. <br/>\n            <br/>\n            <strong>ADDITIONAL RESEARCH MATERIALS <br/>\n            </strong>&#160;<br/>\n            Additional research materials about the agency, campaign finance information  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. &#160;<br/>\n          <strong>&#160;</strong></p>\n          <p align=\"center\">            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160122digest.shtml"}