{"html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">April 25, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p align=\"center\"><strong>FEC Approves Two Advisory Opinions and an Advance Notice of Proposed Rulemaking</strong></p>\n        <p align=\"left\">WASHINGTON &#8211;The Federal Election Commission today approved two advisory opinions and an advance notice of proposed rulemaking.</p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-07a.pdf\">Advisory Opinion 2012-38 (Socialist Workers Party)</a>. The Commission granted renewal of the partial reporting exemption sought by the Socialist Workers Party (SWP) until December 31, 2016. This partial reporting exemption allows the SWP to file reports with the Commission containing coded references for itemized contributors and recipients of disbursements, rather than names, addresses and other identifying information. Chair Ellen L. Weintraub issued a&#160;<a href=\"../../members/weintraub/statements/AO_2012-38_SWP_ELW%20Concurring_Statement.pdf\">Concurring Statement</a>.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2013-02\">Advisory Opinion 2013-02 (Dan Winslow)</a>. The Commission concluded that the Defense of Marriage Act precludes the Commission from interpreting 11 C.F.R. 110.1(i) to include contributions from same-sex couples who are married under state law.&#160; The Commission noted, however, that same-sex couples (whether married under state law or not) who are joint account holders may make contributions from their joint accounts under 11 C.F.R. 110.1(k).&#160; Dan Winslow is a candidate for Senate in the April 30 Massachusetts special election. Chair Weintraub issued a&#160;<a href=\"../../members/weintraub/statements/AO_2013-02_Winslow_ELW_Concurring_Statement.pdf\">Concurring Statement</a>.&#160;<br/>\n            <br/>\n            <a href=\"../../agenda/2013/mtgdoc_13-14.pdf\">Advance Notice of Proposed Rulemaking on Technological Modernization</a>. The Commission approved the Advance Notice of Proposed Rulemaking on Technological Modernization, which solicits comments from the public on whether to begin a rulemaking to revise Commission regulations to update or remove references to outdated technologies. The Commission also solicits comments on whether to revise a variety of regulations to address electronic transactions, including those made by debit cards, credit cards, gift cards, Internet-based payment processing, online banking, and text message. The Commission is particularly interested in comments on current, as well as anticipated, general industry practices and standards for electronic transactions and recordkeeping.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>      </div>\n           ", "href": "press2013/20130425OpenMeeting.shtml", "date": "04/25/2013", "pdf": null, "title": "FEC Approves Two Advisory Opinions and an Advance Notice of Proposed Rulemaking", "category": "Open Meetings and Related Matters"}