{"date": "10/09/2009", "pdf": null, "title": "Week of October 5 - October 9, 2009 ", "issue": "2009-22\n              ", "html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>October 9, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"right\">ISSUE 2009-22</p>\n              <p align=\"center\"><strong>Weekly Digest</strong></p>\n              <p align=\"center\"><strong>Week of October 5 &#8211; 9</strong></p>\n              <p><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p/>\n              <p>On October 6, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p/>\n              <p>On October 8, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p><u>Advisory Opinions Issued </u> </p>\n              <p><strong>AO 2009-22 (Democratic Senatorial Campaign Committee)</strong>. On October 8, the Commission approved Advisory Opinion 2009-22, concluding that covered periods for quarterly filers that elect to file their Lobbyist Bundling Reports on a quarterly basis instead of monthly would be: 1) semi-annually in non-election years; and 2) semi-annually, quarterly and pre-and post-election reporting periods in election years. The Committee&#8217;s monthly filing of campaign receipts and disbursements would remain unchanged. </p>\n              <p><strong>AO 2009-23 (Virginia Chapter of the Sierra Club)</strong>. On October 8, the Commission approved Advisory Opinion 2009-23. It concluded that the state political action committee of the Virginia Chapter of the Sierra Club (\"State PAC\") and the Sierra Club Voter Education Fund (\"SC-VEF\") are not required to allocate the costs of certain proposed activities between federal and non-federal funds, given their representation that they do not qualify as \"political committees\" under the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. </p>\n              <p/>\n              <p><strong>AO 2009-24 (Illinois Green Party)</strong>. On October 8, the Commission approved Advisory Opinion 2009-24, concluding that the Illinois Green Party (ILGP) qualifies as a state committee of a national political party within the framework of the Act and Commission regulations. ILGP met the three elements required to qualify: 1) the national party organization to which the state committee claims to be affiliated must be a national political party; 2) the state party organization must be part of the official structure of the national party; and 3) the state party organization must be responsible for the day-to-day operations of the national party at the state level. </p>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p><strong>ENFORCEMENT </strong></p>\n              <p>The Commission made public two closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6141</a> &#8211; Friends of Dave Reichert and Paul Kilgore, in his official capacity as treasurer; and MediaPlus. The Commission found no reason to believe the respondents violated the Act. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6167</a> &#8211; Craig Romero for Congress, Inc. and William Potter, in his official capacity as treasurer. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $5,000.</p>\n              <p/>\n              <p/>\n              <p><strong>ADMINISTRATIVE FINES<br/>\n              </strong></p>\n              <p>The Commission made public 11 Administrative Fine cases this week.</p>\n              <p/>\n              <p>AF 1803 &#8211; Finegold Committee and Travis M. Drouin as Treasurer. The Commission made a final determination and assessed a civil penalty of $4,500.</p>\n              <p/>\n              <p>AF 1818 &#8211; Sun Political Action Committee (SUNPAC) and Stewart Appelrouth as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,875.</p>\n              <p/>\n              <p>AF 1891 &#8211; Committee to Elect Mary Wright and Mary Wright as Treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n              <p/>\n              <p>AF 1895 &#8211; Halliwell for Congress and Michael Halliwell as Treasurer. The Commission made a final determination and assessed a civil penalty of $220.</p>\n              <p/>\n              <p>AF 1896 &#8211; Lynch for Congress and Edward Lynch as Treasurer. The Commission made a final determination and assessed a civil penalty of $625.</p>\n              <p/>\n              <p>AF 1914 &#8211; Delecia Holt for Congress Committee and Whittney Harris as Treasurer. The Commission made a final determination to take no further action.</p>\n              <p/>\n              <p>AF 1915 &#8211; Dr. Sandra B. Livingstone for Congress and Eleanor L. Bunn as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1919 &#8211; Kevin Powell for Congress and Tyra Washington as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,125.</p>\n              <p/>\n              <p>AF 1927 &#8211; Doug Tudor for Congress and Jon P. Tudor as Treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n              <p/>\n              <p>AF 1978 &#8211; National Rural Letter Carriers&#8217; Association Political Action Committee and Anthony Vilardo as Treasurer. The Commission made a final determination and assessed a civil penalty of $900.</p>\n              <p/>\n              <p>AF 2061 &#8211; Egland for Congress and Ania Egland as Treasurer. The Commission made a final determination to take no further action.</p>\n              <p><strong/></p>\n              <p><strong>LITIGATION</strong></p>\n              <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Obama, Inc. v. Federal Election Commission</em></a>. On October 6, the Commission received an order denying the plaintiff's petition for rehearing by the full court of Appeals for the Fourth Circuit. The plaintiff had sought a rehearing of the Court's denial of a preliminary injunction. The Real Truth About Obama (RTAO), a nonprofit corporation that filed for status under section 527 of the Internal Revenue Code, had sought to enjoin the FEC and the Department of Justice from enforcing three FEC regulations and from following the agency&#8217;s enforcement approach regarding political committee status. In its unanimous opinion, the three-judge court stated that the district court had &#8220;acted within its discretion in determining that any harm created by Real Truth&#8217;s doubt about the legality of its intended fundraising and advertising was outweighed by the public interest identified by the Supreme Court in the enforcement of narrow restrictions on contributions to political candidates.&#8221;</p>\n              <p/>\n              <p><strong>AUDIT REPORTS </strong></p>\n              <p>The Commission approved and made public one Audit Report. A summary of the findings is below. Final Audit Reports are available <a href=\"../../audits/audit_reports.shtml\">here</a>.</p>\n              <p><a href=\"../../audits/2008/20091006TancredoforaSecureAmerica.pdf\">Tancredo for a Secure America</a>. Tancredo for a Secure America received $744,327 in matching funds from the U.S. Treasury. The audit, which was conducted under the FEC&#8217;s mandate to audit every committee that receives matching funds from the U.S. Treasury, indicated that the candidate did not receive matching fund payments in excess of his entitlement and did not owe any amounts to the U.S. Treasury. In addition, a sample review of contributions from individuals indicated that the Committee lacked or did not adequately disclose occupation and/or name of employer information for $422,023 in contributions. The Committee corrected the public record in amended records of itemized receipts. </p>\n              <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong><br/>\n                  <br/>\n  On October 8, the Commission approved two Notices of Proposed Rulemaking (NPRMs) implementing the D.C. Circuit Court of Appeals Opinion in <em>Shays v. FEC </em>(Shays III)&#160; that found invalid aspects of some of the rules the Commission promulgated to implement the Bipartisan Campaign Reform Act of 2002 (BCRA). </p>\n              <p/>\n              <p>The NPRM on <a href=\"../../agenda/2009/mtgdoc0967.pdf\">Federal Election Activity</a> addresses definitions of get-out-the-vote and voter registration activity. The Commission will hold a hearing on this NPRM on December 16, 2009. Comments from the public are due by November 20.</p>\n              <p/>\n              <p>The NPRM on <a href=\"../../agenda/2009/mtgdoc0968.pdf\">Coordinated Communications</a> proposes possible alternatives to the regulations that govern communications made in coordination with federal candidates, their authorized committees or political parties but paid for by other persons. The NPRM also proposes to define &#8220;promote, attack, support, or oppose.&#8221; Comments on this NPRM are due on or before January 19, 2010, and the Commission will hold a hearing at a later date.</p>\n              <p/>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p><strong/></p>\n              <p><a href=\"20091009_OpenMtn-AO.shtml\">FEC Approves Notices of Proposed Rulemaking for <em>Shays III</em>, Takes Action on Advisory Opinions</a> (issued October 9) </p>\n              <p><strong/></p>\n              <p><strong>NEXT WEEK (OCTOBER 12 &#8211; 16, 2009)</strong></p>\n              <p><strong/></p>\n              <p>October 15:&#160; The <a href=\"../../info/charts_ie_dates_special.shtml\">24-Hour Notice Period of Independent Expenditures</a> begins for California's 10 Special Runoff Election. </p>\n              <p/>\n              <p>October 15:&#160; The <a href=\"../../info/charts_ie_dates_special.shtml\">24-Hour Notice Period of Independent Expenditures</a> begins for New York's 23rd Special General Election.<u/></p>\n              <p><strong/></p>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p/>\n              <p>October 28-29, San Francisco, CA &#8211; <a href=\"../../info/conferences/2009/sanfrancisco09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is <a href=\"../../info/conferences/2009/sanfranbrochure09.pdf\">here</a>. </p>\n              <p/>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p><strong/></p>\n              <p>October 15 &#8211; October Quarterly Report </p>\n              <p>October 20 &#8211; October Monthly Report</p>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p><strong/></p>\n              <p>The 2009 edition of the Campaign Guide for Political Party Committees is<a href=\"../../pdf/partygui.pdf\"> here</a>. The October supplements to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>. </p>\n              <p>The October issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/oct09.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.&#160; </p>\n              <p/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20091009Digest.shtml"}