{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">July 14, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160714release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p>&#160;</p>\n        <p><strong/></p>\n        <p><strong>FEC Issues Advisory Opinion, Discusses a Second Advisory Opinion  Request, Approves Policy to Expand Disclosure of Enforcement Matters and Adopts  Revisions to Reporting Forms</strong></p>\n        <p><br/>\n          WASHINGTON &#8211; The Federal Election Commission today issued an advisory opinion,  discussed a second advisory opinion request and approved a statement of policy in  connection with the disclosure of closed enforcement matters. The Commission  also adopted revisions to campaign finance reporting forms.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160714.shtml\">Advisory Opinion  Request 2016-06 (Internet Association and Internet Association Political Action  Committee)</a>. The Commission discussed three drafts in response to an  advisory opinion request from the Internet Association, a trade organization representing members of the  Internet industry, and its separate segregated fund, the Internet Association  Political Action Committee, but was unable to reach consensus by the required four  affirmative votes. The Commissioners held over the matter to develop a  consensus draft to be submitted for a tally vote in the near future. The  requestors asked a number of questions about  their proposal to host an online candidate interaction and fundraising platform. During the discussion, the Commission  heard from the requestor's counsel. <br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/aodocs/2016-07.pdf\">Advisory Opinion  2016-07 (United National Committee)</a>. The Commission approved an advisory  opinion in response to a request from the United National Committee (the  Committee), the governing body of the Unity Party. The Commission concluded  that the Committee does not qualify as a national committee of a political  party under the Federal Election Campaign Act of 1971, as amended (the Act),  and Commission regulations because, as a threshold matter, the Unity Party does  not meet the definition of a &#8220;political party&#8221; under the Act.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-13-a-2.pdf\">Proposed  Statement of Policy Regarding the Public Disclosure of Closed Enforcement  Documents</a>. The Commission approved a statement of policy that would expand  the range of records on enforcement and administrative functions to be made  publicly available on a regular basis. <br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-26-a.pdf\">Revisions  to Forms</a>. The Commission voted to adopted revisions to forms, which are  intended to assist with compliance, provide clearer disclosure, and make the  forms more consistent with one another.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160714.shtml\">REG 2013-01:  Draft Notice of Proposed Rulemaking on Technological Modernization</a>. The  Commission held over discussion of a draft NPRM on technological modernization.<br/>\n  <br/>\n  <br/>\n  <em>The Federal Election Commission (FEC) is  an independent regulatory agency that administers and enforces federal campaign  finance laws. The FEC has jurisdiction over the financing of campaigns for the  U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency.  Established in 1975, the FEC is composed of six Commissioners who are nominated  by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><br/>\n          # # #\n        </div>\n        <p>&#160;</p>\n        <blockquote><blockquote><blockquote><blockquote><blockquote><blockquote>&#160;\n                  </blockquote>\n                </blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n</blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "07/14/2016", "href": "press2016/news_releases/20160714release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Issues Advisory Opinion, Discusses a Second Advisory Opinion Request, Approves Policy to Expand Disclosure of Enforcement Matters and Adopts Revisions to Reporting Forms", "pdf": null}