{"date": "02/17/2012", "pdf": null, "title": "Week of February 13 - February 17, 2012 ", "issue": "2012-07", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>February 17, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-07</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of February 13 &#8211; 17</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On February 16, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p>On February 15, the Commission held an open audit hearing on the <a href=\"../../agenda/2012/agenda20120215.shtml\">National Right to Life PAC</a>.&#160;&#160; </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1211.pdf\">AO 2012-02 (Wawa Inc.)</a></strong>. On February 16, the Commission concluded that Wawa Inc.&#8217;s area and general managers are members of its restricted class because they are part of its &#8220;executive or administrative personnel.&#8221; Although the Federal Election Campaign Act of 1971, as amended, (the Act) prohibits direct corporate contributions in connection with federal election campaigns, it permits corporations to solicit voluntary contributions from their restricted class to a separate segregated fund that in turn may be used to make contributions. The Commission concluded, therefore, that Wawa Inc. may solicit area and general managers for voluntary contributions to its separate segregated fund. </p>\n        <p><u/></p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1191800.pdf\">AOR 2012-04 (Justice Party of Mississippi)</a></strong>.On February 16, the Commission discussed then held over an advisory opinion request from the Justice Party of Mississippi (JPMS). During the discussion, the Commission heard from a representative of JPMS regarding its request to determine whether JPMS constitutes a state political party committee as defined in the Act and Commission regulations. The Commission has until 60 days after receipt of the completed request, that is, by March 19, 2012, to issue a response.</p>\n        <p/>\n        <p><u>Drafts</u></p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1191325.pdf\">AO 2012-01 (Stop This Insanity, Inc. Employee Leadership Fund)</a></strong>.<strong> </strong>On February 17, the Commission made public <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3408&amp;START=1202935.pdf\">two drafts</a> of Advisory Opinion 2012-01 from Stop This Insanity, Inc. Employee Leadership Fund (ELF), a separate segregated fund. ELF maintains an account consisting of funds subject to the limitations, prohibitions, and reporting requirements of the Act, which are solicited from the restricted class of its connected organization, Stop This Insanity, Inc. (STI). ELF asks whether it may open a separate non-contribution account, or <a href=\"../press2011/20111006postcarey.shtml\">\"Carey Account,\"</a> into which it would solicit unlimited contributions from STI's restricted class as well as other STI employees and members of the general public, including individuals, political committees, corporations, and labor organizations. Funds in ELF's non-contribution account would be used to finance independent expenditures. Comments on the drafts are due by noon on February 29. </p>\n        <p/>\n        <p><u>Request Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1203259.pdf\"><strong>AOR 2012-06 (RickPerry.org)</strong>.</a> On February 15, 2012, the Commission made public Advisory Opinion Request 2012-06. The requestor, RickPerry.org (the \"Committee\"), was the principal campaign committee of Governor Rick Perry in his 2012 presidential campaign. Governor Perry suspended his campaign on January 19, 2012 and is no longer a candidate.&#160; Before Governor Perry withdrew from the presidential race, the Committee had accepted contributions designated for the general election.&#160; The Committee proposes to amend its Statement of Organization to become a non-connected committee and to use funds left over from Governor Perry's primary election campaign to finance the non-connected committee's activities.&#160; The Committee also proposes to use contributions received for the general election to finance the non-connected committee's activities, if the contributors of those funds redesignate them for the non-connected committee. The Commission must issue a response no later than 60 days after the request was complete, that is, by April 13, 2012.</p>\n        <p/>\n        <p>Advisory Opinions and Requests, as well as Public Comments and Draft Opinions, are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one closed case this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6504</a> <br/>\n        </strong>RESPONDENTS:&#160; William E. Gardner; and Wisconsin &amp; Southern Railroad Co.<br/>\n        COMPLAINANT:&#160; Self-Initiated and FEC-Initiated<br/>\n        SUBJECT:&#160; Gardner and Wisconsin &amp; Southern Railroad Co. (WSOR) disclosed information to the Commission that WSOR, at Gardner&#8217;s direction, used its corporate funds to reimburse two employees for contributions they made to a federal candidate committee. The Commission learned further that Gardner personally had reimbursed his daughter for a contribution to a federal candidate committee. <br/>\n        DISPOSITION: The Commission entered into a conciliation agreement whereby Gardner and WSOR agreed to pay a civil penalty of $8,500.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2443</a> &#8211; Matt Campbell for Congress and Matthew Campbell, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $312.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2491</a> &#8211; Byron Georgiou for Senate and Matthew Dickson, in his official capacity as treasurer. The Commission made a final determination to take no further action.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><strong><a href=\"../../audits/2010/AuditReport_2010_HuffmanforSenate.shtml\">Final Audit Report on Jim Huffman for Senate</a>. </strong>On February 14, the Commission made public the Final Audit Report of the Commission on Jim Huffman for Senate, covering campaign finance activity between February 25, 2010 and December 31, 2010.The Audit examined reports and statements filed by the Committee and discovered no material non-compliance.</p>\n        <p><strong/></p>\n        <p><strong><a href=\"../../audits/2010/AuditReport_2010_21stCenturyDemocrats.shtml\">Final Audit Report on the 21st Century Democrats</a>.</strong> On February 14, the Commission made public the Final Audit Report of the Commission on the 21st Century Democrats covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission discovered no material non-compliance.<strong/></p>\n        <p><strong/></p>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p><strong/></p>\n        <p><strong>OUTREACH</strong> </p>\n        <p/>\n        <p>On February 15, the Commission hosted an informal public forum on agency operations in the areas of disclosure data.</p>\n        <p/>\n        <p>On February 16, Communications Specialist Stephanie Caccomo discussed Commission operations and campaign finance regulations with government and other political leaders from Denmark and Norway as part of the State Department's International Visitor Leadership Program. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120216openmeeting.shtml\">FEC Approves Advisory Opinion, Discusses Another</a> (issued February 16)</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p/>\n        <p>February 29, the Commission will host an informal public forum to discuss the Commission&#8217;s enforcement and advisory opinion processes. For details including information on public participation and how to submit written comments, please see <a href=\"../public_forums_2012.pdf\">Chair Caroline C. Hunter&#8217;s invitation</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING CONFERENCES</strong><strong> </strong></p>\n        <p><strong/></p>\n        <p>February 22-23, Miami, Florida, <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach page</a> of the Commission website.</p>\n        <p/>\n        <p>March 21, Washington, DC. <em>Seminar/Webinar for House and Senate Campaigns and Political Party Committees. </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>February 20: February Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> is available online. Printed copies of the updated Guide are also available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120217digest.shtml"}