{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                              Contact:  Sharon Snyder\nNovember 22, 1999                                                                                                          Ron Harris\n                                                                                                                                             Ian Stirton\n                                                                                                                                             Kelly Huff</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">REFORM PARTY TO RECEIVE PUBLIC FUNDING FOR 2000 CONVENTION</p>\n\n\n<p>WASHINGTON &#150; The Federal Election Commission today certified $2,468,921 be paid by\nthe U.S. Treasury to the Reform Party 2000 Convention Committee. </p>\n\n<p>The Reform Party 2000 Convention Committee registered with the Commission as a\npolitical committee on October 5, 1999, having submitted its application statement and\nletter of agreements on September 21. The committee said in those documents that the\napproximate dates for the convention are August 10-13, 2000, in Long Beach, California.</p>\n\n<p>Federal election law permits all eligible national committees of major and minor\nparties to receive public funds to pay the official costs of their presidential nominating\nconventions. Major party conventions are fully funded at $4 million, plus an adjustment\nfor inflation over 1974. Payments of $13,224,000 were made to the 2000 Democratic National\nConvention Committee, Inc. and to the Committee on Arrangements for the 2000 Republican\nNational Convention on June 28 of this year.</p>\n\n<p>Minor party conventions are entitled to partial funding. The amount is determined based\non a ratio. Specifically, one takes the average of the total number of votes cast for\nClinton and Dole in 1996. Divide that number into the number of votes cast for Perot in\n1996. That will give a percentage. Multiply the full funding amount for 2000 ($13.2\nmillion) by that percentage. The resulting amount is the $2.5 million entitlement for the\nReform Party. </p>\n\n<p>The National Committee of the Reform Party, USA and its convention committee qualify as\na minor party under the Presidential Election Campaign Fund Act for purposes of convention\nfinancing and eligibility. A minor party is defined as a political party whose candidate\nfor the office of president in the preceding presidential election received more then 5%,\nbut less than 25% of the total popular votes cast. In the 1996 general election, the\nReform Party candidate, Ross Perot, received 8.4% of the popular vote. Accordingly, the\nReform Party is entitled to partial convention funding for 2000.</p>\n\n<p>Initial payments are made by the U.S. Treasury on or after July 1 of the year preceding\nthe presidential election. Payments for an additional cost-of-living adjustment will be\nmade in 2000. In exchange for public funding of the conventions, committees agree to\ncertain requirements including spending limits, the filing of periodic disclosure reports,\nand detailed audits.</p>\n\n<p>The public funding portion of presidential elections is financed by the Presidential\nElection Campaign Fund, which receives funds through dollars voluntarily \"checked\noff\" by taxpayers on federal income tax forms.</p>\n\n<p align=\"CENTER\">###</p>\n</font>\n</body>\n", "href": "refconv.htm", "date": "11/22/1999", "pdf": null, "title": "Reform Party to Receive Public Funds for 2000 Convention", "category": "Presidential Public Funds"}