{"href": "press2007/20070117gc.html", "pdf": null, "date": "01/17/2007", "category": "Commission Appointments", "title": "FEC General Counsel Announces Departure", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"156\">\n  <tr valign=\"top\"> \n    <th width=\"22%\" height=\"64\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    January 17, 2007 </th>\n    <th width=\"55%\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th width=\"23%\" height=\"64\" align=\"left\" class=\"small\"><p>Bob Biersack <br/>\nKelly Huff<br/>\nGeorge&#160;Smaragdis<br/>\nMichelle Ryan</p>\n    </th>\n  </tr>\n  <tr valign=\"top\"> \n    <th height=\"34\" colspan=\"3\" class=\"big\"><p align=\"center\" class=\"big\"> <strong>FEC GENERAL COUNSEL ANNOUNCES DEPARTURE </strong></p>\n    </th>\n  </tr>\n  <tr valign=\"top\"> \n    <td colspan=\"3\" height=\"34\"><p> WASHINGTON &#8211; Federal Election Commission General Counsel Lawrence H. Norton announced yesterday that he will be leaving the Commission shortly to enter private practice at the law firm of Womble Carlyle Sandridge &amp; Rice.&#160; Deputy General Counsel James A. Kahl will also be leaving to join Womble Carlyle.</p>\n      <p>&#8220;Larry Norton has made a major contribution to the FEC&#8217;s success in enforcing this nation&#8217;s campaign finance laws during a period of extraordinary change,&#8221; said Commission Chairman Robert Lenhard.&#160; &#8220;He has helped establish a strong foundation upon which the next General Counsel can build. We are very grateful for all his efforts and wish Larry and Jim the best of luck with this exciting opportunity.&#8221;</p>\n      <p>&#8220;I am proud of the role of the Commission&#8217;s staff in implementing and defending the most sweeping changes in campaign finance law in over a quarter century,&#8221; said Norton. &#8220;As the Commission faces new challenges, I have no doubts that the Office of the General Counsel will continue to provide the highest quality of advice to the Commission and service to the public.&#8221;</p>\n      <p>The Office of the General Counsel has made significant strides since Norton joined the Commission. The FEC has closed cases more quickly over the past few years with higher penalties than ever before.In 2006 alone, the Commission collected civil penalties of more than $6.2 million, more than doubling the total amount of penalties of any other single year in the agency&#8217;s 31-year history. Kahl has been instrumental in revamping the operations and management practices of the Office of General Counsel, and in recruiting strong legal talent to the Commission.</p>\n      <p>Norton has served as General Counsel since September 2001, coming to the Commission from the Commodity Futures Trading Commission.&#160; </p>\n      <p>No specific departure dates were announced, and Norton said he would work with the Commission to effect a smooth transition.</p>\n      <p align=\"center\"><strong># # #</strong></p>\n      <p>&#160;</p>\n    </td></tr>\n</table>\n</body>\n"}