{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                         Contact:  Ron Harris\nNovember 3, 1999                                                                                    Sharon Snyder\n                                                                                                                    Ian Stirton\n                                                                                                                   Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">COMMISSION SEEKING PUBLIC COMMENT</p>\n\n<p align=\"CENTER\">ON CAMPAIGN ACTIVITY AND THE INTERNET</p>\n\n\n<p>WASHINGTON &#150; The Federal Election Commission is seeking public input into the\nissues raised by the use of the Internet to conduct political campaign activity.</p>\n\n<p>The Commission is currently examining various issues concerning the Internet, and says\nin its Notice of Inquiry (NOI) to be published soon in the Federal Register, \"The\nCommission is conducting this review in order to assess the applicability of the Federal\nElection Campaign Act (FECA) and the Commission&#146;s current regulations to campaign\nactivity conducted using this medium.</p>\n\n<p>\"In order to assist its review, the Commission invites comments on the application\nof the [FECA] and the current regulations to Internet campaign activity. The Commission\nwill use the comments received to determine whether or not to issue a Notice of Proposed\nRulemaking (NPRM), which may include proposed changes to its regulations.\"</p>\n\n<p><b>The NOI emphasizes that the Commission has made no final decisions regarding\nInternet issues and \"...may ultimately decide to take no action.\"</b></p>\n\n\n<p>Some of the issues involved, as noted in the NOI*, include:</p>\n\n<blockquote>\n  <blockquote>\n    <blockquote>\n      <u><b/></u><p>Candidate web sites: Increasing numbers of candidates are establishing\n      web sites to support their campaigns. The most basic question raised is how the\n      candidate&#146;s committee should treat costs associated with establishing a campaign web\n      site. Are these costs expenditures under the Act? Or, should they be treated as some other\n      type of committee disbursement?</p>\n      <b><u/></b><p>Web sites of publicly funded candidates: The Commission invites comments\n      on whether there are special considerations involving web sites established by\n      Presidential candidates who accept public funding under the Presidential Election Campaign\n      Fund Act or the Presidential Primary Matching Payment Account Act. What issues arise when\n      publicly funded Presidential candidates use the Internet to promote their candidacies?</p>\n      <b><u/></b><p>Web sites created by individuals: Many web sites created by individuals\n      contain references to candidates and political parties. Some sites, often referred to as\n      \"fan sites,\" are devoted entirely to urging support for or opposition to one or\n      more candidates. The FECA distinguishes between activities conducted by individuals in\n      cooperation or consultation with a candidate, and activities undertaken independently of a\n      candidate. How should the definitions in the FECA be applied to web sites created by\n      individuals that contain references to candidates or political parties? Are costs incurred\n      by individuals in posting materials relating to candidates or parties convered by the\n      FECA? If so, how should the value of the individual&#146;s contribution or independent\n      expenditure be determined? What costs should be taken into account?</p>\n      <b><u/></b><p>Candidate appearances: The Commission is interested in comments on how\n      the FECA and regulations should be applied when candidates make public appearances via a\n      web site operated by a news organization.</p>\n      <u><b/></u><p>Party Committees: The Commission is interested in comments on the impact\n      of the FECA and regulations on the use of the Internet by political party committees, for\n      example how party committees&#146; use of the Internet may impact allocation of expenses\n      between candidates.</p>\n    </blockquote>\n    <blockquote>\n      <b><u/></b><p>Hyperlinks: Some web sites created by individuals contain hyperlinks to a\n      candidate&#146;s site or to the site of another political committee. Under what\n      circumstances should posting a hyperlink be treated as a contribution or independent\n      expenditure?</p>\n      <b><u/></b><p>Web sites created by campaign volunteers: The Commission invites comments\n      on the extent to which Internet services provided by volunteers should be covered by the\n      volunteer exemption of the FECA.</p>\n      <b><u/></b><p>News organizations: The FECA contains an exception from the definition of\n      \"expenditure\" for \"any news story, commentary, or editorial distributed\n      through the facilities of any broadcasting station, newspaper, magazine, or other\n      periodical publication, unless such facilities are owned or controlled by any political\n      party, political committee, or candidate.\" The Commission is interested in comments\n      on how this provision, and other related ones generally referred to collectively as the\n      \"news story exemption,\" should be applied to the Internet.</p>\n    </blockquote>\n  </blockquote>\n</blockquote>\n\n<p><b>The Commission is seeking public input on these issues and any others regarding the\nInternet and campaign activity on which the public desires to comment. There will be a\n60-day comment period beginning on the date of publication of the NOI in the Federal\nRegister. </b></p>\n\n\n<p>All comments should be addressed to Rosemary C. Smith, Acting Assistant General\nCounsel, and must be submitted in either written or electronic form. Written comments\nshould be sent to the Federal Election Commission, 999 E Street NW, Washington, DC 20463.\nElectronic mail comments should be sent to <i>internetnoi@fec.gov,</i> and should include\nthe full name, electronic mail address, and postal service address of the commenter. Faxed\ncomments should be sent to (202) 219-3923, with printed copy follow-up.</p>\n\n<p align=\"CENTER\"># # #</p>\n<b>\n\n</b><p>* <u>Note to editors and correspondents</u>: Paper copies of the NOI as approved by the\nCommission on Oct. 28 are available in the FEC Press Office, (202) 694-1220. The NOI can\nalso be found on the FEC&#146;s web site, <i>www.fec.gov</i>, at the \"What&#146;s\nNew,\" link, and is retrievable via the FEC&#146;s Faxline (202-501-3413) as document\n#244. Notification of publication in the Federal Register will be forthcoming in a Media\nAdvisory.</p>\n\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n</font>\n</body>\n", "date": "11/03/1999", "href": "internoi.htm", "category": "Rulemakings", "title": "Commission Seeking Public Comment on Campaign Activity and the Internet", "pdf": null}