{"href": "20101118OpenMeeting.shtml", "pdf": null, "date": "11/18/2010", "category": "Open Meetings and Related Matters", "title": "FEC Approves Three Advisory Opinion Requests, Considers Fourth", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>November 18,    2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC APPROVES THREE ADVISORY OPINION REQUESTS, CONSIDERS FOURTH</strong></p>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved three advisory opinions and considered a fourth. </p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1070.pdf\">Advisory Opinion 2010-27 (Obama for America and Biden for President)</a>, the Commission concluded that Obama for America (OFA) may transfer $138,000 in funds to Biden for President (BFP) to cover BFP&#8217;s net debts. OFA must be able to demonstrate that the transferred funds consist only of general election funds and do not include contributions made in violation of the Federal Election Campaign Act of 1971, as amended (the Act). </p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1069.pdf\">Advisory Opinion 2010-26 (Baird)</a>, the Commission concluded that Representative Brian Baird, who is retiring from Congress, may use campaign funds to pay for the cost of temporarily storing household items in a commercial storage facility as he prepares to move himself and his family home to Washington State. The Commission determined that the temporary storage is solely for the purpose of moving Representative Baird and his family back to his home State as a consequence of his retirement from Congress. Accordingly, the cost of temporary storage is an ordinary and necessary expense incurred in connection with Rep. Baird&#8217;s duties as a Federal officeholder, and is not considered personal use of campaign funds.</p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1067c.pdf\">Advisory Opinion 2010-23 (CTIA)</a>, the Commission concluded that CTIA, an incorporated nonprofit trade association that represents the wireless communications industry, may not establish the proposed program, as described in the advisory opinion request, using Common Short Codes to process contributions to political committees. The proposed program would not be permissible under the Act and Commission regulations because contributions would not be forwarded to political committees within the timeframe required by the Act and political contributions would not be segregated from corporate general treasury funds.&#160; The Commission also concluded that CTIA must develop a means to ensure that contributions are not from impermissible sources and that contributor identification information is forwarded to political committees when required by the Act's reporting requirements. </p>\n        <p>Regarding <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3131\">Advisory Opinion Request 2010-24 (Republican Party of San Diego)</a>, the Commission discussed <a href=\"../agenda/2010/mtgdoc1071.pdf\">four alternative draft responses</a> and then instructed the Office of General Counsel to draft a revised opinion to reflect the areas of the consensus reached by a majority of the Commissioners. The Republican Party of San Diego County asked (1) whether the activities of the Committee's Voter Registration Coordinator, who recruits, trains and supervises contractors hired by the Committee to perform voter registration services, qualify as voter registration activity within 120 days of a Federal election, and are therefore Federal Election Activity (FEA); (2) if the activities of the Voter Registration Coordinator are voter registration activity, then would the activities of the Executive Director of the Committee also be voter registration activity during the time he is supervising the Voter Registration Coordinator; (3) if the activities of the Voter Registration Coordinator are not voter registration activity, may the Committee amend its reports that have already treated such activities as FEA and make transfers of the appropriate amount of non-Federal funds; and (4) would the Commission's analysis of the preceding questions differ if it applies new FEA regulations recently published in the Federal Register that will take effect on December 1, 2010. </p>\n        <p/>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n"}