{"href": "press2007/20070209meeting.html", "pdf": null, "date": "02/09/2007", "category": "Open Meetings and Related Matters", "title": "FEC Institutes Hearings in Enforcement Cases and Issues Three Advisory Opinions", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      February 9, 2007 </th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\"><p class=\"small\">Bob Biersack <br/>\n      George&#160;Smaragdis<br/>\n      Michelle Ryan</p>\n    </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"> <p align=\"center\" class=\"big\"><strong>FEC Institutes Hearings in Enforcement Cases and Issues Three Advisory Opinions</strong></p>      \n    <p align=\"center\" class=\"big\">&#160;</p>\n    </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"><p align=\"left\">The Federal Election Commission (FEC/ the Commission) met in open session on Thursday, February 8, 2007 and unanimously approved an eight-month pilot program for oral hearings at the later stages of enforcement cases.&#160; The Commission also unanimously approved three Advisory Opinions(AOs) addressing: the permissibility of a specific fundraising program, the status of a senatorial campaign committee formed by a minor party, and the use of surplus funds in a Federal officeholder&#8217;s State campaign account.&#160;&#160; Finally, Chairman Lenhard voiced his thanks to outgoing General Counsel Larry Norton and Deputy General Counsel Jim Kahl, who were attending their last public meeting as employees of the FEC.</p>\n      <p align=\"left\">The pilot program was proposed by Commissioners Michael Toner and Ellen Weintraub.&#160; &#8220;Thanks to the hard work of our entire Enforcement Division, we are moving cases faster and generating tougher penalties than ever before.&#160; With these new hearings, our enforcement process will become fairer and our decisions better informed, as well,&#8221; said Commissioner Weintraub.</p>\n      <p align=\"left\">The program will provide respondents with the opportunity to present oral arguments directly to the Commission.&#160; A hearing may be requested after the Commission has completed its investigation but before a vote on whether there is probable cause to believe the law had been violated.&#160; The policy statement on the pilot program can be viewed at <a href=\"../../agenda/2007/mtgdoc07-08.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-08.pdf</a>. Previous drafts and comments can be viewed at <a href=\"../../law/policy.shtml\">http://www.fec.gov/law/policy.shtml</a>.</p>\n      <p align=\"left\">In AO 2006-34, the FEC advised Working Assets, Inc. that it would be permissible under the Federal Election Campaign Act (FECA/the Act) to expand its affinity program to include political committees and nonprofit advocacy organizations.&#160; Under the program, Working Assets will market wireless telephone services to the supporters of Federal political committees and qualified nonprofit corporations (QNCs), and customers may choose to direct their rebates to those committees and organizations as political contributions.&#160; The Commission determined that the program was permissible so long as certain conditions were met.&#160; The draft AO can be found at <a href=\"../../agenda/2007/mtgdoc07-07.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-07.pdf</a>.&#160; Additional material discussed at the meeting is available at <a href=\"../../agenda/2007/mtgdoc07-07a.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-07a.pdf</a> and http://www.fec.gov/agenda/2007/mtgdoc07-07b.pdf.</p>\n      <p align=\"left\">In AO 2006-36, the Commission concluded that the Green Senatorial Campaign Committee (GSCC) qualifies as the national senatorial campaign committee of the Green Party of the United States. Accordingly, the GSCC may make contributions to senatorial candidates in conjunction with the National Committee of the Green Party (GNC), and other candidates and political committees.&#160; The GSCC may also make coordinated party expenditures if the GNC or a State committee of the Green Party assigns to the GSCC the right to do so.&#160; The GSCC will be required to file reports with the Commission on a monthly basis. The draft AO can be found at<u> </u><a href=\"../../agenda/2007/mtgdoc07-05.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-05.pdf</a>.</p>\n      <p align=\"left\">In AO 2006-38, the Commission concluded that the State campaign committee of Senator Robert P. Casey, Jr., may donate its federally permissible funds to State and local candidates or State and local Democratic party organizations in accordance with Pennsylvania law. Additionally, it may use those funds for travel expenses solely in connection with State and local campaign events.&#160; The draft AO can be found at <a href=\"../../agenda/2007/mtgdoc07-06.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-06.pdf</a>. Additional material discussed at the meeting is available at <a href=\"../../agenda/2007/mtgdoc07-06a.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-06a.pdf</a></p>\n      <p align=\"center\">###</p>      <p align=\"left\">&#160;</p>\n      <font face=\"Arial\" size=\"2\"/>\n    <p/></th>\n  </tr>\n</table>\n</body>\n"}