{"html": "<body>\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font></font></font><strong>For Immediate Release:                                                                                             Contact:  Sharon Snyder\nOctober 18, 2000                                                                                                                          Ron Harris\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong>\n</font><font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">FEC EXPANDS WEBSITE SERVICES</p>\n\n<p>WASHINGTON &#150; The Federal Election Commission announced today several new additions\nto its website, <i>www</i>.<i>fec.gov.</i> The latest additions are part of a continuing\nexpansion to which the FEC has been dedicated since the inception of its site in 1996. The\nnew query capability is prominently displayed under &#145;What&#146;s New&#146; at the\nstart of the Commission&#146;s home page.</p>\n\n<p>The new research tool will provide summary statistical information about candidates,\nPACs, and political party committees. The summaries will include total receipts,\ndisbursements, contributions received from individuals, contributions made to candidates,\ncontributions received from other committees (PACs), beginning and ending cash-on-hand,\nand debts owed by the committee. Requests can be made for individual candidates or\ncommittees or groups of candidates and committees. Currently, statistical summaries cover\nthe 1999-2000 election cycle activity, and will be expanded to include other cycles at a\nlater date. These summaries will represent the most current information available, as the\nCommission&#146;s database is updated every evening.</p>\n\n<p>As part of the new search system, visitors to the site will be asked if they want\ninformation on candidate campaigns, PACs or political parties. Information can be selected\nby state, by political party, or by candidate status (incumbent, challenger or open-seat).\nOnce a statistical summary appears, detailed lists of individual contributors or Non-Party\nor Other Committee (PAC) contributions can be obtained by highlighting those lines and\nclicking on them.</p>\n\n<p>&#160;<b/></p>\n\n<p>ON-LINE FILING</p>\n\n<p>From October 19 through November 5, all filers will be able to submit last minute\ncontribution information on-line via the Internet. Currently, these required notices are\nsent by express mail, overnight delivery services and facsimile machines. The new system\nwill allow the filer to log on to the FEC filing website, enter the transactions, and send\nthe report into the electronic filing system. This option will not be available to Senate\ncampaign committees because they are required to file their reports with the Secretary of\nthe Senate.</p>\n\n<p>These notices are required to be filed for any contributions of $1,000 or more which\nare received after the 20<sup>th</sup> day but more than 48 hours before the general\nelection (i.e. between October 19 and November 5). The notices are to be filed within 48\nhours of receipt of such contributions.</p>\n\n<p>On-line filing of last-minute contributions is in keeping with the statutory purpose of\nthe 48-hour notifications, which is prompt public disclosure. It will be easy for\ncommittees and will also significantly reduce the number of paper reports normally\nreceived by the Commission in the last days before the election.</p>\n\n<p>&#160;<b/></p>\n\n<p>EASY REFERENCE INDICES FOR LAST MINUTE CONTRIBUTIONS AND INDEPENDENT EXPENDITURES</p>\n\n<p>As in previous election cycles, the Commission will prepare a special index daily of\n48-hour and 24-hour notices filed. These indices will provide the public with information\non last minute contributions to campaigns and last-minute independent expenditures being\nmade on behalf of or against all federal candidates.</p>\n\n<p align=\"CENTER\">-30-</p></font>\n</body>\n", "date": "10/18/2000", "href": "101800web.htm", "category": "Disclosure Initiatives", "title": "FEC Expands Website Services", "pdf": null}