{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>October 22,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <table cellpadding=\"0\">\n          <tr>\n            <td width=\"99%\"><p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>FEC Offers Real-Time, Searchable Information on Independent Expenditures</strong></p>\n              <p align=\"center\"/>\n                <p>WASHINGTON &#8211; The Federal Election Commission this week introduced a new, searchable <a href=\"../data/IndependentExpenditure.action?format=html\">feature</a> on its website allowing real-time, comprehensive disclosure of independent expenditures in the 2010 federal campaign. This new feature is part of a far-reaching effort by the agency to expand the use of searchable, sortable and downloadable data technologies to provide timely information to the public.</p>\n                <p/>\n                <p>&#8220;Through such efforts to improve disclosure, the Federal Election Commission has maintained its commitment to providing accessible and user-friendly information to the public,&#8221; said FEC Chairman Matthew S. Petersen. <br/>\n                </p>\n                <p>Independent expenditures are now included in the FEC&#8217;s Data Catalog, which provides in database form detailed information about spending by Congressional campaigns. The new section of the catalog contains \"24-hour\" and \"48-hour\" notices of independent expenditures filed in 2009 and 2010. The file contains detailed information about independent expenditures, including who was paid, the purpose of the disbursement, date and amount of the expenditure and the candidate for or against whom the expenditure was made.<br/>\n                    <br/>\n        The project to provide real-time disclosure of independent expenditures has involved the work of many departments of the FEC. The Public Disclosure division has been processing paper submissions, insuring that the same information is available quickly whether the filing was made electronically or on paper. Each day, the Information Technology division has posted the information in a generally usable format (.csv or comma separated values) on the FEC&#8217;s FTP server. Now the information, which is updated immediately whenever a report is processed, is presented with the ability to search by spender, candidate, race or time period and download the results immediately.</p>\n                <p/>\n                <p>The independent expenditures section of the FEC Data Catalog is available at http://www.fec.gov/data/IndependentExpenditure.action?format=html</p>\n                <p>Questions and comments about the website or this new feature can be addressed on the FEC&#8217;s <a href=\"../blog/\">Disclosure Data blog</a> (http://www.fec.gov/blog/).</p>\n                <p/>\n                <p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. Visit the FEC web site at <a href=\"..\">www.fec.gov</a> .</em></p>\n                <p align=\"center\"><em># # #</em></p></td>\n          </tr>\n        </table>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "20101022WebpageIE.shtml", "date": "10/22/2010", "pdf": null, "title": "FEC Offers Real-Time, Searchable Information on Independent Expenditures", "category": "Disclosure Initiatives"}