{"date": "03/09/2012", "pdf": null, "title": "Week of March 5 - March 9, 2012", "issue": "2012-10", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>March 9, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-10</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of March 5 &#8211; 9</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On March 7, the Commission held a <a href=\"../../pages/hearings/corplabor_indexp_ec.shtml\">public hearing</a> on proposed changes to its rules regarding corporate and labor organization funding of expenditures, independent expenditures and electioneering communications. </p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1204560.pdf\">AOR 2012-08 (Repledge)</a></strong>. On March 5, the Commission made public Advisory Opinion Request 2012-08.&#160; Repledge proposes to establish a web-based platform that allows supporters of opposing Federal candidates to redirect potential contributions to charitable organizations. Repledge asks a number of questions relating to its proposal, including whether it will (1) receive contributions, (2) have the major purpose of influencing a federal election, and (3) violate the prohibition on corporate contributions to candidates. The Commission must issue a response no later than 60 days after receipt of the complete request, specifically by May 1, 2012.</p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1204569.pdf\">AOR 2012-09 (Points for Politics, LLC)</a></strong>. On March 5, the Commission made public Advisory Opinion Request 2012-09. Points for Politics, LLC, proposes to redeem its customers' affinity points and transfer their value to political committees as contributions from its customers. Points for Politics asks whether its proposal is permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. The Commission must issue a response no later than 60 days after the receipt of the complete request, specifically by May 1, 2012.</p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1204675.pdf\">AOR 2012-10 (Greenberg Quinlan Rosner Research, Inc.)</a></strong>. On March 6, the Commission made public Advisory Opinion Request 2012-10. The requestor, Greenberg Quinlan Rosner Research, Inc. (GQRR), is a political research and strategic consulting firm. GQRR plans to conduct telephone survey research of New Hampshire voters on behalf of certain federal candidates and nonprofit organizations. The survey research will refer only to candidates for federal office and not to any candidate for state or local office. GQRR asks whether certain provisions of the New Hampshire Revised Statutes, which require that certain disclaimers be made in the course of telephone surveys, are preempted by the Act.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, specifically by May 4, 2012.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one closed case this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5951</a><br/>\n        </strong>RESPONDENTS:&#160; Californians for Change f/k/a Californians for Obama and its treasurer; and Emmett Cash, III<br/>\n        COMPLAINANT:&#160; Ercell Hoffman<br/>\n        SUBJECT:&#160; The Commission found reason to believe that Californians for Change f/k/a Californians for Obama, and its treasurer at the time and Cash (1) fraudulently misrepresented that they were acting on behalf of Barack Obama in their fundraising, (2) improperly used Obama&#8217;s name in the name Californians for Obama, and (3) failed to include required disclaimers on their public communications.<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement whereby Californians for Change f/k/a Californians for Obama and its treasurer and Cash agreed not to contest the Commission&#8217;s findings that they violated: (1) the prohibition on including the name of a candidate in the name of any political committee that is not an authorized committee, (2) the prohibition on the fraudulent misrepresentation of campaign authority, and (3) the requirement of proper disclaimers on public communications. The conciliation agreement does not provide for payment of a civil penalty.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><strong><a href=\"../../audits/2008/AuditReport_2008_JohnKenndy.shtml\">Final Audit Report on John Kennedy for U.S. Senate, Inc.</a> </strong>On March 5, the Commission approved the Final Audit Report of the Commission on John Kennedy for U.S. Senate, Inc<strong>. </strong>(JKFS), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved the finding that JKFS received excessive contributions from individuals totaling $224,722. JKFS resolved all excessive contributions, albeit in an untimely manner, and provided documentation showing the contributions were redesignated, reattributed or refunded. </p>\n        <p/>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are segregated into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p><strong/></p>\n        <p><strong>OUTREACH</strong><strong> </strong></p>\n        <p><strong/></p>\n        <p>On March 5, Vice Chair Ellen L. Weintraub discussed the American electoral process and Commission operations with Members of Parliament from Estonia as part of the State Department's International Visitor Leadership Program. </p>\n        <p/>\n        <p>On March 6, Communications Specialist Isaac Baker discussed the presidential public funding program and recent campaign finance court cases with students from Buxton High School. </p>\n        <p/>\n        <p>On March 8, Vice Chair Weintraub discussed federal disclosure regulations and the Commission enforcement process with journalists from Lebanon as part of the State Department's International Visitor Leadership Program. </p>\n        <p/>\n        <p>On March 8, Vice Chair Weintraub discussed Commission operations and recent developments in campaign finance law with government and political leaders from Venezuela as part of the State Department's International Visitor Leadership Program. </p>\n        <p><strong><br/>\n  PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120307CUpostHearing.shtml\">FEC Holds Public Hearing on Proposed Rules on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations</a> (issued March 7)</p>\n        <p/>\n        <p><strong>REPORTS ANALYSIS DIVISION</strong></p>\n        <p/>\n        <p>On March 1, the Commission introduced a new <a href=\"../../rad/index.shtml\">feature</a> on the website that allows committees to find the name and contact number for their assigned analyst in the Reports Analysis Division (RAD).</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong><strong/></p>\n        <p><strong/></p>\n        <p>March 21, Washington, DC. <em>Seminar/Webinar for House and Senate Campaigns and Political Party Committees. </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>April 25, Washington, DC. <em>Seminar/Webinar for Corporations and their PACs.&#160; </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>May 23, Washington, DC. <em>Seminar/Webinar for</em><strong> </strong><em>Trade Associations, Labor Organizations, Membership Organizations and their PACs. </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.&#160;&#160; </p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>March 20: March Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> is available online. Printed copies of the updated Guide are also available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p align=\"center\">&#160;      </p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120309digest.shtml"}