{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>July 25, 2008 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n                <p align=\"center\"> <strong>Federal Election Commission&#8217;s </strong></p>\n                <p align=\"center\"><strong>Public Statement on the Supreme Court&#8217;s Decision in <em>Davis v. FEC</em></strong></p>\n                <p>WASHINGTON &#8211;  On June 26, 2008, the Supreme Court issued its decision in <em>Davis v. FEC</em>, 554 U.S. ___, No. 07-320, and found Sections 319(a) and 319(b) of the Bipartisan Campaign Reform Act of 2002<a href=\"#_ftn1\" name=\"_ftnref1\"> </a>&#160; &#8212; the so-called &#8220;Millionaires&#8217; Amendment&#8221; (the &#8220;Amendment&#8221;) &#8212; unconstitutional because they violate the First Amendment to the U.S. Constitution.<a href=\"#_ftn2\" name=\"_ftnref2\"> </a>&#160; The Court&#8217;s analysis in <em>Davis</em> precludes enforcement of the House provision and effectively precludes enforcement of the Senate provision as well.</p>\n                <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; This public statement outlines the general principles the Commission will apply to conform to the Court&#8217;s decision.&#160; </p>\n                <ul>\n                  <li>The Commission will no longer enforce the Amendment and will initiate a rulemaking shortly to conform its rules to the Court&#8217;s decision.&#160;<br/>\n                  </li>\n                  <li>As of June 26, 2008, any FEC disclosure requirements related solely to the Amendment need not be followed.&#160; There is no longer a need to file the Declaration of Intent portion of the Statement of Candidacy (Lines 9A and 9B of Form 2), FEC Form 10, Form 11, Form 12, or Form 3Z-1. </li>\n                </ul>\n                <ul>\n                  <li>All other filing obligations unrelated to the Amendment remain the same.&#160; For example, contributions a candidate makes to his or her own campaign must still be reported.&#160; </li>\n                </ul>\n                <ul>\n                  <li>As of June 26, 2008, opponents of self-financed candidates who triggered the Amendment may not accept increased contributions.&#160; <br/>\n                  </li>\n                  <li>As of June 26, 2008, political parties may no longer make increased coordinated expenditures on behalf of opponents of self-financed candidates whose personal expenditures would have triggered the Amendment.<br/>\n                  </li>\n                </ul>\n              <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Regarding pending FEC matters that have not reached a final resolution, the Commission intends to proceed as follows:</p>\n                <ul>\n                  <li>The Commission is reviewing all pending matters involving the Amendment and will no longer pursue claims solely involving violations of the Amendment.&#160; Moreover, the Commission will no longer pursue information requests or audit issues solely concerning potential compliance with the Amendment.&#160; However, not all activity related to the Amendment was affected by the <em>Davis</em> decision.&#160; If, for example, someone accepted a contribution <em>above</em> the amount allowed under the Amendment&#8217;s increased limits, or accepted increased contributions without being eligible, the Commission will consider such matters as part of its normal enforcement process.</li>\n                </ul>\n                <ul>\n                  <li>The Commission will not require that candidates who received increased contributions in accordance with the Amendment before June 26, 2008, return those funds so long as the funds are properly expended in connection with the election for which they were raised.&#160; Similarly, the Commission will not request that political parties, if any, that made increased coordinated expenditures before June 26 consistent with the Amendment take any remedial action.&#160; Additionally, the Commission will not pursue individual contributors who made increased contributions, that were in accordance with the Amendment, before June 26, 2008. </li>\n                </ul>\n                <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Campaigns or party organizations with specific questions regarding their reporting obligations may contact the Reports Analysis Division at (800) 424-9530.</p>\n                <p>&#160;</p>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n                <p>&#160;</p>\n                <p>&#160;</p>\n                <p>&#160;</p>\n                <p><a href=\"#_ftnref1\" name=\"_ftn1\"> </a> 2 U.S.C. &#167; 441a-1.</p>\n                <p><a href=\"#_ftnref2\" name=\"_ftn2\"> </a> Under the &#8220;Millionaires&#8217; Amendment,&#8221; when a candidate&#8217;s personal expenditures exceeded certain thresholds, that candidate&#8217;s opponent(s) became eligible to receive contributions from individuals at an increased limit and to benefit from enhanced coordinated party expenditures.</p>\n                <p>&#160;</p>\n                <p>&#160;</p>\n                <p>&#160;</p>\n                <p align=\"center\"><strong/></p>\n                <p align=\"center\"><strong/></p>\n                <p align=\"center\"><strong/></p>\n                <p align=\"center\"><strong># # #</strong></p>\n                <p>&#160;</p>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/220080725millionaire.shtml", "date": "07/25/2008", "pdf": null, "title": "Federal Election Commission's Public Statement on the Supreme Court's Decision in ", "category": "Davis v. FEC"}