{"date": "03/18/2011", "pdf": null, "title": "Week of March 14 - March 18, 2011 ", "issue": "2011-11", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>March 18,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-11</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of March 14 &#8211; 18</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On March 15, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p>On March 16, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinion Considered</u> </p>\n        <p><strong><a href=\"../../agenda/2011/agenda20110316.shtml\">Advisory Opinion Request 2011-03 (DSCC, RNC, NRCC, DCCC, and NRSC)</a>. </strong>On March 16, the Commission discussed two alternate draft opinions and held over the matter for consideration at the open meeting scheduled for April 7, 2010. The Democratic Senatorial Campaign Committee (DSCC), the National Republican Congressional Committee (NRCC), the Republican National Committee (RNC), the Democratic Congressional Campaign Committee (DCCC) and the National Republican Senatorial Committee (NRSC) asked whether they may use their recount funds to pay legal fees and judgment or settlement costs arising from a lawsuit seeking their disgorgement of certain contributions and donations. On March 15, the Commission received a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3167&amp;START=1171714.pdf\">comment</a> on the drafts. </p>\n        <p><u>Concurring Statement Issued</u><br/>\n            <br/>\n            <strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=year&amp;YEAR=2011\">AO 2011-01 (Robin Carnahan for Senate)</a></strong>. On March 16, the Commission made public a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3147&amp;START=1171784.pdf\">Concurring Statement</a> by Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen </p>\n        <p><u>Request Received</u> </p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1172204.pdf\">AOR 2011-05 (Terry)</a></strong>. On March 17, the Commission made public Advisory Opinion Request 2011-05. In the request, Representative Lee Terry asks whether he may use campaign funds from Lee Terry for Congress to offset the costs of installing security measures at his home. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by May 16, 2011.</p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public four closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6179</a><br/>\n          </strong>RESPONDENT: Christopher Ward<br/>\n  COMPLAINANT: FEC Initiated<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, and as a result of two complaints, the Commission became aware that Ward apparently (1) misappropriated approximately $844,718 from eight political committees for which he served as treasurer by commingling committee funds with his personal funds, (2) failed to disclose certain receipts and disbursements, (3) falsified audit reports for the committees, (4) failed to file timely, complete and accurate disclosure reports with the Commission, and (5) made other recordkeeping and reporting discrepancies. <br/>\n  OUTCOME: The Commission found reason to believe Ward knowingly and willfully violated the Federal Election Campaign Act of 1971, as amended (the Act). The Commission agreed to accept a conciliation agreement that does not provide for payment of a civil penalty due to Ward&#8217;s demonstration of financial hardship but that does contain admissions of violations and prohibits him from working or volunteering for federal political committees in a capacity involving the committee&#8217;s finances for 10 years. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6287, 6288, and 6297<br/>\n        </a></strong>RESPONDENTS:&#160; Liberatore for Congress Committee and Louis G. Baglietto, Jr. in his official capacity as treasurer; Philip L. Liberatore; IRS Problem Solvers, Inc.; Cerenzia Foods, Inc.; Nameplate, Inc.; RTS Logistics, Inc.; and Philip L. Liberatore, CPA, a professional corporation<br/>\n        COMPLAINANTS: Kerry Wilson; and Michael Cargile <br/>\n        SUBJECT: The complaints alleged that Liberatore for Congress Committee (the Committee) and Baglietto, in his official capacity as treasurer, (1) filed a report in an untimely manner, (2) accepted contributions from three corporations, (3) received and failed to report an in-kind contribution or expenditure related to a campaign bus, (4) failed to report an in-kind corporate contribution from IRS Problem Solvers, Inc. for the use of the corporation&#8217;s stationary to promote Liberatore&#8217;s candidacy, (5) used the campaign and campaign contributions to promote Liberatore&#8217;s business, IRS Problem Solvers, Inc., and (6) accepted and failed to report an impermissible in-kind corporate contribution from another business, Philip L. Liberatore, CPA, which allegedly used its corporate resources to facilitate contributions to the&#160; Committee. Liberatore was a 2010 general election candidate in California&#8217;s 42nd Congressional District.<br/>\n        OUTCOME: The Commission exercised its prosecutorial discretion and dismissed the matters in furtherance of its priorities and resources relative to other matters because (1) the Committee took steps to ensure its late report was posted to the public record in a timely manner, (2) the Committee ultimately refunded impermissible corporate contributions to the contributors, (3) it is unclear whether the Committee disclosed an expenditure in connection with the campaign bus because the report filed lacked sufficient detail, (4) the cost or value of&#160; corporate resources used on Committee mailers was likely insubstantial, and (5) the Committee reimbursed Liberatore&#8217;s two corporate entities for the fair market value of all resources used by the Committee during the campaign. The Commission sent letters reminding Liberatore for Congress and Baglietto, in his official capacity as treasurer, of the prohibition on corporate contributions and the requirement of prompt refunds. The Commission also sent letters reminding Cerenzia Foods, Inc., Nameplate, Inc., and RTS Logistics, Inc. of the prohibition on corporate contributions.&#160; </p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2168</a> &#8211; Galyean for Congress and Christopher Stewart Cauley, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 544 </a>&#8211; Committee to Re-Elect Vito Fossella and Vito Fossella, in his official capacity as treasurer. The respondents agreed to (1) pay a civil penalty of $6,450, (2) work with Commission staff to terminate the Committee and (3) disgorge all unrefunded excessive contributions to the U.S. Treasury.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 551 </a>&#8211; Segall for Congress and C. McDowell Crook, Jr., in his official capacity as treasurer. The respondents agreed to (1) pay a civil penalty of $5,000, (2) send a representative to an FEC conference and (3) implement compliance measures.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong></p>\n        <p><u><a href=\"../../audits/2008/AuditReport_2008_OPEIU.shtml\">Final Audit Report on the Office and Professional Employees International Union-Voice of the Electorate (OP-VOTE)</a></u>. On March 14, the Commission made public a final audit report on OP-VOTE, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that the committee under-reported its disbursement amounts for 2007 and 2008 on its original reports filed with the Commission. OP-VOTE&#8217;s subsequent amendments corrected the misstatements.&#160; </p>\n        <p><u><a href=\"../../audits/2004/AuditReport_2004_WashingtonStateDemocratic.shtml\">Final Audit Report on the Washington State Democratic Central Committee (WSDCC)</a></u>. On March 14, the Commission made public a final audit report on the WSDCC, covering campaign finance activity between January 1, 2003 and December 31, 2004. The Commission found that the committee (1) failed adequately to disclose disbursement information on its campaign finance reports and (2) misstated Levin Fund activity including receipt, disbursement, and cash on hand amounts. The Commission did not approve recommended findings on (1) excessive contributions made to the authorized committees of federal candidates and (2) reporting of disbursements for communications on the incorrect disclosure schedules.</p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1112.pdf\">Final Audit Report on Hillary Clinton for President (HCFP)</a>. On March 16, the Commission approved a final audit report on Hillary Clinton for President, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that HCFP failed to resolve in a timely manner 10 excessive contributions from political committees totaling $21,400. HCFP has provided documentation showing the contributions were refunded. </p>\n        <p>The <a href=\"../../audits/audit_reports.shtml\">Audits for the 1984 Election Cycle</a> have been added to the FEC website. &#160;Also refer to the website for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/nader.shtml\">Ralph Nader v. FEC</a> (Civ. No. 10-989 (BAH)). On March 16, the plaintiff (Nader) filed an <a href=\"../../law/litigation/nader_nader_opp_to_msj.pdf\">Opposition to the Commission&#8217;s Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p><a href=\"../../law/litigation/schonberg.shtml\"><em>Schonberg v. FEC</em></a> (No. 1:10-cv-02040(RWR &#8211;JWR &#8211;CKK)). On March 15, the Commission filed <a href=\"../../law/litigation/schonberg_fec_mtd_2nd_amend_compl_and_memo.pdf\">Motions to Dissolve Three-Judge Court to Dismiss the Second Amended Complaint</a> in the United States District Court for the District of Columbia. On the same day, the United States also filed a <a href=\"../../law/litigation/schonberg_us_mtd_and_memo.pdf\">Motion to Dismiss</a>. <br/>\n            <br/>\n            <strong>RULEMAKING AND AGENCY PROCEDURES </strong></p>\n        <p>On March 16, the Commission approved an <a href=\"../../agenda/2011/mtgdoc_1113a.pdf\">interpretive rule</a> allowing a specific method of electronic redesignation of contributions that provides a sufficient level of assurance as to a contributor&#8217;s identity and intent to redesignate a contribution. The Commission will consider other methods of electronic redesignation that are not explicitly set forth in the interpretive rule, provided that they offer a sufficient degree of assurances. Such consideration will be provided on a case-by-case basis, including but not limited to the Commission&#8217;s advisory opinion process or requests for Commission consideration of legal questions.<br/>\n            <br/>\n            <a href=\"../../agenda/2011/agenda20110316.shtml\">LEGISLATIVE RECOMMENDATIONS</a><br/>\n            <br/>\n  On March 16, the Commission approved <a href=\"../../agenda/2011/agenda20110316.shtml\">legislative recommendations for 2011</a> to be submitted for consideration to Congress and the President. The recommendations include: (1) electronic filing of Senate reports, (2) fraudulent misrepresentation of campaign authority, (3) conversion of campaign funds to personal use, (4) pay levels for the Commission's Staff Director and General Counsel and (5) authority to create Senior Executive Service (SES) positions.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong>        </strong>This week, the Commission added a new presentation to its <a href=\"../../info/elearning.shtml\">E-Learning</a> page regarding federal election activity and coordination regulations adopted in response to the <em>Shays III </em>litigation. The presentation gives an overview of the federal election activity and coordination regulations promulgated in response to the Shays III litigation.<br/>\n        <br/>\n        On March 14, Chair Cynthia L. Bauerly met with 25 students representing the Minnesota State College Student Association to discuss FEC operations and campaign finance regulations. The students also visited the Public Records Division and learned about the FEC Disclosure Database.</p>\n        <p><strong>PRESS RELEASES</strong> </p>\n        <p><a href=\"20110316openmeeting.shtml\">FEC Approves Audit Report, Interpretive Rule And Legislative Recommendations, Considers Advisory Opinion</a> (issued March 16)</p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>March 15 &#8211; The Commission posted the filing deadlines for the Special Election in New York&#8217;s 26th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2011/ny26.shtml\">Special Election Report Notice</a>. </p>\n        <p>March 18 &#8211; The Commission posted the filing deadlines for the Special Election in California&#8217;s 36th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2011/ca36.shtml\">Special Election Report Notice</a>. </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>March 20: March Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS<br/>\n              <br/>\n        </strong>March 19, Commissioner Donald F. McGahn is scheduled to deliver the keynote address at the University of Virginia&#8217;s Journal of Law &amp; Politics Symposium.&#160; The Symposium will explore the 2010 Supreme Court decision in <em>Citizens United v. Federal Election Commission</em>. </p>\n        <p>April 6, 2011, Washington, DC. <em>FEC Seminar for House and Senate Campaign Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p>May 11, 2011, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/march11.pdf\">March 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">March 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        <p align=\"center\">NEW: Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n        <p/>\n        <p>&#160;</p>\n        <p>&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110318digest.shtml"}