{"href": "press2010/20100129NonFiler.shtml", "pdf": null, "date": "01/29/2010", "category": "Non-Filer Publications", "title": "FEC Cites Committees for Failure to File 12-Day Pre-Primary Financial Reports", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 29, 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC Cites Committees for Failure to File 12-Day Pre-Primary Financial Reports</strong> </p>\n        <p>WASHINGTON -- The Federal Election Commission (FEC) cited three campaign committees today for failing to file the 12-Day Pre-Primary Election Report required by the Federal Election Campaign Act of 1971, as revised (the Act), for the Illinois Primary Election that is being held on February 2, 2010. </p>\n        <p>As of January 29, 2010, the required disclosure report had not been received from:</p>\n        <p>Gutierrez for Congress (IL-4)</p>\n        <p>Friends of Darlena Williams Burnett (IL-7)</p>\n        <p>Citizens to Elect Robert Marshall (IL-Senate)</p>\n        <p>Committees participating in the Illinois primary had the option to file either a consolidated Pre-Primary and Year-End Report or separate reports covering 2009 and 2010 activity. Committees that chose to consolidate the Pre-Primary and Year-End Reports were required to file both by January 21, 2010.&#160; Committees that chose to file separate reports were required to file the 12-Day Pre-Primary Election Report by January 21, 2010 and a 2009 Year-End Report by January 31, 2010. If sent by certified or registered mail, the Pre-Primary Report should have been certified or registered by January 18, 2010.</p>\n        <p>Some individuals and their committees have no obligation to file reports under federal campaign finance law, even though their names may appear on state ballots. If an individual raises or spends $5,000 or less, he or she is not considered a \"candidate\" subject to reporting under the Act.</p>\n        <p>The FEC notified committees involved in the February 2 Illinois primary of their potential filing requirements on December 28, 2009. Those committees that did not file on the due date were notified on January 22, 2010, that their reports had not been received and that their names would be published if they did not respond within four business days.</p>\n        <p>Other political committees that support Senate and House candidates in elections, but are not authorized units of a candidate's campaign, are also required to file quarterly reports, unless they report monthly. Those committee names are not published by the FEC.</p>\n        <p>Further Commission action against non-filers and late filers is decided on a case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement actions, and the FEC has implemented an Administrative Fine program with provisions for assessing monetary penalties. </p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n      </td>\n    </tr>\n  </table>\n</div>\n"}