{"date": "05/04/2012", "pdf": null, "title": "Week of April 30 - May 4, 2012", "issue": "2012-18", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>May 4, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-18</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of April 30 &#8211; May 4</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week.</p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Comments Received</u></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1206315.pdf\"><strong>AOR 2012-17 (Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc.)</strong></a>. On April 30, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1208134.pdf\">comment</a> on Advisory Opinion Request 2012-17 (Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc.). The requestors ask whether their proposal to use mobile phone text messaging to raise funds for political committees is permissible under the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. </p>\n        <p><u>Requests Received</u></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1208136.pdf\"><strong>AOR 2012-19 (American Future Fund)</strong></a>. On April 30, the Commission made public Advisory Opinion Request 2012-19 (American Future Fund). American Future Fund is a 501(c)(4) organization that intends to produce and distribute certain broadcast advertisements. It asks whether any of its proposed advertisements constitute electioneering communications. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than May 10, 2012) and must issue a response no later than 60 days after receipt of the complete request, specifically by June 25, 2012.</p>\n        <p>          Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong>ENFORCEMENT</strong><br/>\n            <br/>\n  The Commission made public two closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6507</strong></a><br/>\n  RESPONDENTS:&#160; DNC Services Corporation/Democratic National Committee and Andrew Tobias, in his official capacity as treasurer<br/>\n  COMPLAINANT:&#160; Daniel J. Dunn<br/>\n  SUBJECT:&#160; The complaint alleged that the DNC Services Corporation/Democratic National Committee (DNC) and Tobias, in his official capacity as treasurer, erroneously attributed a contribution to Dunn, instead of the actual contributor, on its June 2009 monthly report.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the DNC&#8217;s error was inadvertent and in light of the DNC&#8217;s pledge to revise its disclosure report to correctly report the contribution at issue. The Commission sent a letter reminding the DNC to amend its July 2009 report to ensure that the contributor information disclosed is accurate.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6527</strong></a><strong><br/>\n  </strong>RESPONDENTS:&#160; John Edwards for President and Lora Haggard, in her official capacity as treasurer<br/>\n  COMPLAINANT:&#160; FEC-Initiated<br/>\n  SUBJECT:&#160; In the normal course of carrying out its supervisory responsibilities, the Commission found that John Edwards for President and Haggard, in her official capacity as treasurer, (JEFP) did not properly disclose four loan repayments, totaling $4,344,469, on the Schedule B-P of its April 2008 Monthly Report. After the error was discovered during a Commission audit, JEFP amended its report to disclose the loan repayments properly. Edwards was a 2008 primary election candidate for president.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement whereby JEFP agreed to pay a civil penalty of $4,900.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 591 </a>&#8211; Ohio Republican Party and Charles A. Knight, in his official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, (2) implement compliance measures and (3) pay a civil penalty of $13,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 593 </a>&#8211; Patriot Majority PAC and Craig Varoga, in his official capacity as treasurer. The respondent agreed to (1) implement compliance measures, (2) send representatives to an FEC conference and (3) pay a civil penalty of $3,250.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (No. 12-5117). On April 30, the Plaintiff-Appellee, Chris Van Hollen, filed an <a href=\"../../law/litigation/van_hollen_pl_opp_to_mot_to_stay.pdf\">Opposition to Intervenors' Emergency Motions for Stay</a> in the United States Court of Appeals for the District of Columbia Circuit. On May 2, Appellants <a href=\"../../law/litigation/van_hollen_cfif_reply_to_opp_of_emerg_mot.pdf\">Center for Individual Freedom</a> and the <a href=\"../../law/litigation/van_hollen_hlf_reply_to_opp_to_emerg_mot.pdf\">Hispanic Leadership Fund</a> each filed a Reply to Plaintiff-Appellee Van Hollen&#8217;s Opposition to Intervenors&#8217; Emergency Motions.</p>\n        <p><strong>PUBLIC FUNDING<br/>\n          </strong><br/>\n  On April 24, the Commission certified that the 2012 Democratic National Convention Committee, Inc. and the Committee on Arrangements for the 2012 Republican National Convention are each entitled to an adjusting payment of $558,500, pursuant to 26 U.S.C. &#167;9008(b)(5), in order to satisfy in full the 2012 nomination entitlement of $18,248,300. On May 3, the United States Treasury disbursed the funds to the two committees.&#160; Both committees <a href=\"../20111108convtfunding.shtml\">received initial payments of $17,689,800</a> from the Treasury in 2011 for planning and conducting their respective 2012 presidential nominating conventions.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On April 30, Communications Specialist Myles Martin discussed recent campaign finance litigation with visitors from the American Civics Center Elderhostel.</p>\n        <p><strong>PUBLIC DISCLOSURE</strong></p>\n        <p>On May 1, the Commission introduced a new home page (www.fec.gov) to help users navigate the FEC website more efficiently. From the home page, users can quickly find campaign finance disclosure data, educational videos including \"A Citizens' Guide to Supporting Federal Candidates,\" frequently-asked questions on reporting and compliance, and information on recent developments in campaign finance law and enforcement.</p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"20120501_2011YESummaries.shtml\">FEC Summarizes 2011 Campaign Activity</a> (issued May 1)</p>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p>May 8: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session</a>.</p>\n        <p>May 10: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#meetings\">Open Session</a>.</p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong><strong/></p>\n        <p>May 23, Washington, DC. <em>Seminar/Webinar for</em><strong> </strong><em>Trade Associations, Labor Organizations, Membership Organizations and their PACs. </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.&#160;&#160; </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p>Printed copies of the 2012 edition of 11 CFR are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120504digest.shtml"}