{"href": "press2016/news_releases/20160822release.shtml", "pdf": null, "date": "08/22/2016", "category": "Commission Appointments", "title": "FEC Announces Departure of Acting General Counsel Daniel A. Petalas", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">August 22, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160822release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p><strong>FEC Announces Departure of Acting General  Counsel Daniel A. Petalas</strong></p>\n        <p><strong/></p>\n        <p>WASHINGTON  &#8212; Acting General Counsel Daniel A. Petalas will leave the Federal Election  Commission next month to become an owner in the Washington, D.C. office of the law  firm Garvey Schubert Barer, where he will practice in the White Collar,  Political Law, and Litigation practice areas.&#160; <br/>\n          <br/>\n          Petalas has served as Acting General Counsel to the Commission for a year.  Between February 2012 and August 2015, he was head of the Enforcement Division  of the Office of the General Counsel. &#160;<br/>\n  <br/>\n          Petalas was a Trial Attorney in the Public Integrity Section of the U.S.  Department of Justice for nearly 10 years, a Special Assistant U.S. Attorney  with the U.S. Attorney&#8217;s Office for the District of Columbia, and, from 1999 to  2003, a commercial litigation Associate with Vinson &amp; Elkins LLP. <br/>\n  <br/>\n  &#8220;On behalf of our fellow Commissioners and  agency staff, we thank Dan for his exceptional service. &#160;In his years with the Commission, we have valued  his counsel and his commitment to providing the highest quality work product.  We wish him the best as he transitions to private practice,&#8221; said Chairman  Matthew S. Petersen and Vice Chairman Steven T. Walther.<br/>\n  <br/>\n          The Commission will work to fill the vacancy.<br/>\n  <br/>\n          Petalas received a B.A. from California State University&#8212;Fullerton, an  M.A. in English Literature from Texas A&amp;M University, and his J.D. with Honors  from the University of Texas School of Law, where he was the Managing Editor of  the <em>Texas Law Review</em>. After law  school, he served as a law clerk to the Honorable Thomas M. Reavley on the  United States Court of Appeals for the Fifth Circuit.<br/>\n  <br/>\n  &#8220;It has been deeply rewarding to serve the Commission both as its Acting  General Counsel and head of the Enforcement Division of the Office of the  General Counsel during this significant period in the administration of the  nation&#8217;s federal campaign finance laws,&#8221; said Petalas.&#160; &#8220;I look forward to my return to private  practice and am confident that the talented and dedicated staff of the Office  of the General Counsel will continue to provide exemplary legal counsel to the  Commission concerning the important mission of the agency.&#8221;<br/>\n  <br/>\n        </p>\n        <p><em>The Federal Election Commission  (FEC) is an independent regulatory agency that administers and enforces federal  campaign finance laws. The FEC has jurisdiction over the financing of campaigns  for the U.S. House of Representatives, the U.S. Senate, the Presidency and the  Vice Presidency. Established in 1975, the FEC is composed of six Commissioners  who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n        </p>\n        <p># #  #<br/>\n        </p>\n<blockquote><blockquote><blockquote>\n          <blockquote><blockquote>&#160;</blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n</blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      "}