{"html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">September 12, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Two Advisory Opinions</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved two advisory opinions. The Commission voted on a third advisory opinion request and was unable to reach consensus. </p>\n        <p/>\n        <p><a href=\"../../agenda/2013/agenda20130822.shtml\">Advisory Opinion 2013-04 (Democratic Governors Association and Jobs &amp; Opportunity)</a>. The Commission concluded that under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations, the Democratic Governors Association (DGA) is required to use federal funds to pay for voter registration, voter identification and general campaign activity that meet the definition of federal election activity. The Commission was unable to reach agreement by the required four affirmative votes on whether Jobs and Opportunity, which intends to be a separate 527 organization that will engage in independent spending in gubernatorial races, is required to use federal funds to pay for these activities. <br/>\n        </p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-38.pdf\">Advisory Opinion 2013-12 (SEIU and SEIU COPE)</a>. The Commission approved an advisory opinion request from the Service Employees International Union (SEIU) and its separate segregated fund, the SEIU Committee on Political Education (SEIU COPE). The Commission concluded that the requestors&#8217; proposed use of recorded telephone conversations to establish restricted class members&#8217; affirmative authorization of payroll contributions to SEIU COPE is consistent with the Act and Commission Regulations.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-40.pdf\">Advisory Opinion Request 2013-14 (Long)</a><strong><em>. </em></strong>The Commission was unable to reach agreement by the required four affirmative votes to issue an Advisory Opinion in response to a request from Martin Long, a candidate for Massachusetts&#8217;s 5th Congressional District. Mr. Long asked whether his campaign committee, Martin Long for Congress, could use campaign funds to produce and distribute printed campaign materials that included a reference to a book written by Mr. Long.</p>\n        <p><em/></p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. <br/>\n                </em></p>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      </div>\n           ", "date": "09/12/2013", "href": "press2013/20130912_openmeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Two Advisory Opinions", "pdf": null}