{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><p>For Immediate Release&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160; Contact:&#160; George Smaragdis<br/>\n              March 23, 2007&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160; Michelle Ryan<br/>\n              &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;  </p>\n              <p align=\"center\"><strong>FEC COMPLETES ACTION ON AUDITS OF BUSH/CHENEY&#8217;04 </strong><strong>AND CLARK FOR PRESIDENT</strong><strong>, APPROVES ADVISORY OPINION REQUEST FOR SENATOR MCCASKILL<br/>\n              </strong><strong>Amends Administrative Fines Regulations, Seeks Public Comment on New Ethics Regulations, and Adopts Two Policy Statements</strong></p>\n              <p>The FEC approved Final Audit Reports from the 2004 Presidential campaigns of Bush/Cheney &#8217;04 and Clark for President.&#160; The Commission voted to approve findings that Bush/Cheney &#8217;04 did not exceed the expenditure limit of $74,620,000 for the general election and need not repay any funds to the U.S. Treasury.&#160; Statements from the Commissioners on the Bush/Cheney &#8217;04 audit and allocation issues related to &#8220;hybrid ads&#8221; are available at <a href=\"../../members/lenhard/speeches/statement20070321.pdf\">http://www.fec.gov/members/lenhard/speeches/statement20070321.pdf</a> (Statement of Chairman Lenhard and Commissioners Walther and Weintraub), <a href=\"../../members/von_Spakovsky/speeches/statement20070322.pdf\">http://www.fec.gov/members/von_Spakovsky/speeches/statement20070322.pdf</a> (Statement of Vice Chairman Mason and Commissioner von Spakovsky and <a href=\"../../members/weintraub/audits/statement20070322.pdf\">http://www.fec.gov/members/weintraub/audits/statement20070322.pdf</a> (Statement of Commissioner Weintraub).&#160; The Commission also completed action on the Clark for President (CFP) audit, approving findings that CFP received $9,315 in excessive contributions related to improper air travel reimbursement, and received $247,911 in excessive contributions caused by CFP&#8217;s lack of documentation that these contributions were properly reattributed.&#160; The audit also found that CFP did not receive matching funds in excess of its entitlement.&#160; Under the federal campaign finance law, all publicly funded Presidential campaigns are audited by the Commission in order to ensure that public funds were spent for permissible campaign expenses and to determine if any repayments of public funds to the U.S. Treasury are required.</p>\n              <p>The Commission approved an Advisory Opinion concluding that Senator Claire McCaskill and McCaskill for Auditor, Senator McCaskill&#8217;s state campaign committee, may raise funds in excess of Federal limits and prohibitions to retire debts remaining from past state campaigns, so long as the solicitation, receipt, and spending of such funds is solely related to those past state campaigns, does not refer to her current status as a federal candidate, and is otherwise permissible under Missouri law. </p>\n              <p>The Commission approved Final Rules revising the Administrative Fine program to permit committees to present a &#8220;best efforts&#8221; defense when challenging an administrative fine for a late or non-filed report.&#160; Under the new rules, a committee presenting a &#8220;best efforts defense&#8221; must assert that: it was prevented from filing reports in a timely manner by reasonably unforeseen circumstances beyond its control and it filed its report no later than 24 hours after the end of those circumstances.&#160; The new regulations replace the &#8220;extraordinary circumstances&#8221; defense with the &#8220;best efforts&#8221; defense in order to conform with the District Court ruling in <u>Lovely v. Federal Election Commission</u>, 307 F.Supp.2d 294 (D.Mass. 2004).&#160; The new rules also clarify that challenges must be based on one of three defenses to be considered by the Commission.</p>\n              <p>The Commission also approved a Notice of Proposed Rulemaking seeking public comment on proposed revisions to the Commission&#8217;s &#8220;Standards of Conduct&#8221; (i.e., ethics regulations), which are designed to conform to those issued by the Office of Governmental Ethics and the Office of Personnel Management..</p>\n              <p>Finally, the Commission approved two policy statements:</p>\n              <ul>\n                <li><em>Internal Controls and Embezzlement.</em>&#160; This Policy Statement recommends steps that committees can voluntarily take to reduce the likelihood of embezzlement, and which may protect them from Commission findings of liability in the event that the embezzlement inadvertently causes them to violate the campaign finance law.&#160; The Commission has encountered a dramatic increase in cases where political committee staff misappropriate funds and has concluded that the internal controls outlined in this policy are minimal safeguards a committee should implement to prevent misappropriations and associated misreporting.</li>\n                <li><em>Self-Reporting of Campaign Finance Violations </em>(<em>Sua Sponte</em> <em>Submissions</em>).&#160; This Policy Statement encourages committees to self-report campaign finance violations to the FEC. Self-reported matters, when accompanied by full cooperation, may be resolved more quickly and on more favorable terms than matters arising through complaints, referrals from other government agencies, or referrals from the Commission&#8217;s Audit or Reports Analysis Divisions. The Policy describes the remedial steps that may be taken by a candidate or political committee, along with circumstances that would guide the Commission&#8217;s decisions about mitigating potential civil penalties.</li>\n              </ul>\n              <p>Agendas and documents from this and other recent Commission meetings may be found on the FEC web site at <a href=\"../../agenda/agendas.shtml\">http://www.fec.gov/agenda/agendas.shtml</a>.</p>\n              <p align=\"center\">###</p>\n              </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "03/23/2007", "href": "press2007/20070322MeetingSummary.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Completes Action on Audits of Bush/Cheney '04 and Clark for President, Approves Advisory Opinion Request for Senator McCaskill", "pdf": null}