{"date": "07/19/2013", "pdf": null, "title": "Week of July 15 - July 19, 2013", "issue": "2013-29", "html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">July 19, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-29</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 15 &#8211; 19</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Drafts</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1241373.pdf\">AO 2013-05 (Gallegly)</a>. On July 18, the Commission made public a <a href=\"../../agenda/2013/mtgdoc_13-26.pdf\">draft</a> of Advisory Opinion 2013-05. The requestor, a former member of the U.S. House of Representatives, asks whether, under the Act and Commission regulations, payment for temporary storage of official and campaign documents may be made with federal campaign funds.&#160; Public comments on the draft are due by noon on July 24. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1241627.pdf\">AO 2013-07 (Winslow II)</a>. On July 19, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201307.pdf\">draft</a>  of Advisory Opinion 2013-07. Dan Winslow was a candidate for Senate in the April 30 Massachusetts special election and is raising contributions to retire debt. His committee wishes to apply the \"spouse contribution rule\" to such contributions from lawfully married same-sex couples. In Advisory Opinion 2013-02 (Winslow I), Winslow asked whether his committee could apply the \"spouse contribution rule\" to contributions from same-sex couples who are lawfully married under the laws of a state that recognizes same-sex marriage. In this follow-up request, Winslow asks the Commission to revisit the meaning of the word \"spouse\" with respect to such couples in light of the Supreme Court decision in U.S. v. Windsor, 570 U. S. ____ (2013). Public comments on the draft are due by noon on July 24. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6462</a> <br/>\n          COMPLAINANT: Shawn Thompson<br/>\n  RESPONDENTS: Donald J. Trump; Michael Cohen; Stewart Rahr; The Trump Organization, LLC; Should Trump Run Committee, Inc. f/k/a ShouldTrumpRun.com<br/>\n  SUBJECT: The complaint alleged that Trump engaged in &#8220;testing the waters&#8221; activities during the 2012 presidential election cycle, was a &#8220;<em>de facto</em>&#8221; candidate for president, and accepted excessive or impermissible contributions from The Trump Organization, LLC (Trump LLC) in connection with a website, <a href=\"http://www.ShouldTrumpRun.com\">www.ShouldTrumpRun.com</a> (ShouldTrumpRun) created by Cohen, a Trump LLC employee, and from Rahr, who paid for a flight Cohen took on Trump&#8217;s privately owned jet. The complaint alleged further that ShouldTrumpRun was a political committee that failed to register with the Commission. <br/>\n  DISPOSITION: The Commission found no reason to believe Trump failed to file a Statement of Candidacy or that ShouldTrumpRun failed to register and report as a political committee. The Commission also found no reason to believe that Cohen, Rahr, Trump LLC or ShouldTrumpRun made, or that Trump accepted, excessive or prohibited contributions. The Commission closed the file in connection with the remaining allegations.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6580</a><br/>\n  COMPLAINANT: Scott E. Laster, Executive Director, North Carolina Republican Party<br/>\n  RESPONDENTS: Treva Johnson for Congress and Larry Pendry, in his official capacity as treasurer <br/>\n  SUBJECT: The complaint alleged that Treva Johnson for Congress and Pendry, in his official capacity as treasurer, failed to file disclosure reports after raising over $5,000 and, thereby, qualifying Johnson as a candidate. Johnson was a 2012 primary candidate for North Carolina&#8217;s 5th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the Committee apparently was not actively pursuing contributions or making significant expenditures during the period at issue. The Commission reminded the Committee of the requirements concerning the timely filing of quarterly reports.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6663</a> <br/>\n  COMPLAINANT: Robert Harms, North Dakota Republican Party Treasurer<br/>\n  RESPONDENTS: Crabtree for PSC and Perry Miller, in his official capacity as treasurer; and Brad Crabtree<br/>\n  SUBJECT: The complaint alleged that Crabtree for PSC and Miller, in his official capacity as treasurer, (the Committee) failed to disclose an electioneering communication that purportedly attacked a candidate for Congress who was also a sitting member of North Dakota&#8217;s Public Service Commission.&#160; Crabtree was a candidate for a vacant seat on the Public Service Commission, and Crabtree for PSC was his campaign committee.<br/>\n  DISPOSITION: The Commission found no reason to believe the Committee failed to file a disclosure notice because, regardless of whether the radio advertisement at issue was an electioneering communication, the costs of the ad did not surpass the $10,000 threshold requiring disclosure.<br/>\n        </p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public 13 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2572</a> &#8211; Andrew Hughes for Congress and Jeff Upthegrove, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2671</a> &#8211; Chiang, Patel and Yerby, Inc. PAC and David W. Hays, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $312.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2672</a> &#8211; Clean Energy PAC of Iberdrola Renewables, Inc. and Richard A. Glick, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2673</a> &#8211; Crowe PAC and Robert W. Lazard, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $140.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2674</a> &#8211; Edwards Wildman PAC Inc. and John Holthaus, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2676</a> &#8211; Immigration911, LLC and Stanley P. Dull, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2677</a> &#8211; Int Longshoremens Assoc (ILA) Local 1291 Political Action Committee and Martin Mascuilli, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $412.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2678</a>&#8211; Kentucky Forward PAC and Wayne Stratton, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2679</a>&#8211; Libertarian Party of Indiana and Michael C. Schultheiss, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $962.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2680</a> &#8211; Louisiana Sheriffs and Deputies Political Action Committee and Mike Cazes, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $185.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2681</a> &#8211; The Madison PAC and Brian J. Ahern, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $195.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2687</a> &#8211; Western Sugar Cooperative Political Action Committee and J. Kent Wimmer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $160.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2688</a> &#8211; Women&#8217;s Campaign Forum and Siobhan Bennett, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,080.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/McCutcheon.shtml\"><em>McCutcheon, et al. v. FEC</em></a>(Case 12-536). On July 18, the Solicitor General, on behalf of the Commission, filed a <a href=\"../../law/litigation/mccutcheon_sc_fec_brief.pdf\">Brief</a> in the United States Supreme Court. </p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>July 15: July Quarterly Reports were due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#quarterly\">2013 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>July 23: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p/>\n        <p>July 25: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>August 20-21, Austin, Texas, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>July 20: July Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n          </strong><br/>\n  The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n        </p>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/20130719digest.shtml"}