{"href": "press2006/20060608rules.html", "pdf": null, "date": "06/08/2006", "category": "Rulemakings", "title": "Final Coordination Rules Published in Federal Register", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      June 8, 2006</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">Bob Biersack <br/> \n      Ian Stirton   <br/> \n      Kelly Huff   <br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"><p align=\"center\"><strong>FINAL COORDINATION RULES PUBLISHED IN FEDERAL REGISTER</strong></p>      </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\">&#160;<b/>\n      <p align=\"left\">Washington &#8211; The Federal Election Commission&#8217;s final rules on coordinated communications were published today in the Federal Register.&#160; Effective July 8, 2006, these rules will govern all election-related advertising that is coordinated with federal candidates and political party committees during the 2006 congressional elections and for all subsequent federal elections.&#160; &#160;This is the final regulation in a series of rulemakings undertaken in response to the recent opinion of the U.S. Court of Appeals for the D.C. Circuit in <em>Shays v. FEC</em>.</p>\n      <p align=\"left\">&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#8220;This revised regulation was approved by all six Commissioners after very intensive work on a complex area of the law, an effort marked by strong bipartisanship and good cooperation between the Commissioners,&#8221; said Michael Toner, Chairman of the FEC.&#160; </p>\n      <p align=\"left\">The Commission&#8217;s Final Rules and Explanation and Justification set out a three-prong test for determining whether a communication is &#8220;coordinated&#8221; with, and therefore an in-kind contribution to, a Federal candidate or political party committee. The Final Rules revise the applicable time frame for coordinated communications from 120 days before an election to separate time frames for communications based on whether they refer to congressional candidates, presidential candidates, or political parties.&#160; For those communications that refer to congressional candidates, the revised time frame begins 90 days before each candidate&#8217;s general or primary election and ends on the date of that candidate&#8217;s general or primary election.&#160; For communications that refer to presidential candidates, the revised time frame covers, on a state-by-state basis, the period of time from 120 days before the date of a presidential primary up to the date of the general election.&#160; Some of the other changes made in the Final Rules include creating a safe harbor for certain endorsements and solicitations by Federal candidates, revising the common vendor and former employee conduct standards, and creating a safe harbor for the use of publicly available information. </p>\n      <p align=\"left\">The FEC reopened it original 2002 rulemaking following the Court&#8217;s decision that the Commission had not adequately explained its reasons for adopting certain provisions of the 2002 coordination regulation.&#160; On December 8, 2005, the Commission issued a new Notice of Proposed Rulemaking on coordinated communications, followed by a supplemental notice on March 15, 2006 in which the FEC made available data on campaign advertising during the 2004 campaign in an effort to identify appropriate time frames for election related advertising.&#160; The FEC adopted the <a href=\"../../law/cfr/ej_compilation/2006/notice_2006-10.pdf\">Final Rules and Explanation and Justification</a> on June 2, 2006.</p>\n      <p align=\"left\"/>\n      <p align=\"center\">###</p>\n      <p align=\"left\">&#160;</p>\n    </th>\n  </tr>\n</table>\n</body>\n"}