{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td colspan=\"2\" valign=\"top\"><p>For Immediate Release</p>                  </td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"132\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td colspan=\"2\" valign=\"top\"><p>August 29, 2007 </p>                  </td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"132\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td width=\"181\" valign=\"top\"><p/></td>\n                <td width=\"294\" valign=\"top\"><p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"132\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n            <p>&#160;</p>\n              <p align=\"center\"><strong>FEC To Collect $775,000 Civil Penalty From </strong><strong>America Coming Together </strong><strong/></p>\n              <p align=\"left\">WASHINGTON &#8211;The Federal Election Commission (FEC/Commission) announced today that it has reached a settlement with America Coming Together (ACT) regarding violations of federal campaign finance laws during the 2004 Presidential election.&#160; ACT, a federal political action committee (PAC) that also has a non-federal account registered under section 527 of the Internal Revenue Code, agreed to pay $775,000 to settle charges that it used funds raised outside federal limits and source prohibitions to pay for expenses that should have been paid with funds raised within the federal contribution limits and prohibitions.&#160; This settlement represents the third largest civil penalty in an enforcement matter in the Commission&#8217;s thirty-three year history.&#160; The Commission unanimously approved the <a href=\"http://eqs.fec.gov/eqsdocs/000061A1.pdf\">conciliation agreement</a>.</p>\n              <p>Under the campaign finance law, PACs such as ACT may maintain separate accounts to raise both federal and non-federal funds in order to participate in both federal and non-federal activity.&#160; Contributions to a PAC&#8217;s federal account must be within the federal limits and prohibitions.&#160; Donations to a PAC&#8217;s non-federal account may be raised outside of the federal amount limits and source prohibitions.&#160; While PACs may pay for &#8220;administrative expenses&#8221; with a mixture of federal and non-federal funds based on an allocation ratio reflecting the relative proportion of their federal and nonfederal activities, expenses incurred on behalf of, or attributable to, federal candidates must be paid for with federal funds.</p>\n              <p>For most of the 2004 election cycle, ACT used an allocation ratio of 2% federal funds and 98% non-federal funds for its administrative expenses and generic voter drives.&#160;&#160; In October 2004, ACT changed this allocation ratio to 12% federal funds and 88% non-federal funds.&#160; </p>\n              <p>ACT raised approximately $137 million in connection with the 2004 elections - approximately $33.5 million in federal funds and approximately $103.5 million in non-federal funds.&#160; ACT&#8217;s activities focused on voter contact, voter registration and get-out-the-vote activities in 17 states.&#160; The FEC concluded that approximately $70 million in disbursements characterized by ACT as &#8220;administrative expenses&#8221; for door-to-door canvassing, direct mail and telemarketing were actually attributable to clearly identified federal candidates and were required either to be paid with 100% federal funds or to be allocated between federal and non-federal candidates based on the time or space devoted to the candidates.&#160;&#160; Under either method, ACT was required to use a substantially higher proportion of federal funds than that reflected in either the estimated or adjusted funds expended allocation ratio for administrative expenses used by ACT in 2003-2004.&#160; </p>\n              <p>The Commission also concluded that even for the approximately $30 million in disbursements that could properly be characterized as administrative and generic voter drive expenses, ACT should have used at least 90% federal and 10% non-federal funds. Therefore, ACT should have used approximately $27 million in federal funds and approximately $3 million in non-federal funds to pay for these expenses.</p>\n              <p>The conciliation agreement sets forth that ACT failed properly to attribute and report expenditures attributable to specific candidates, failed properly to allocate and report joint administrative activities and used non-federal funds to pay the federal share of such allocated expenses.&#160; The agreement also requires ACT to pay a $775,000 civil penalty and cease and desist from further violating the law and Commission regulations.</p>\n              <p>The Commission is also releasing a separate Factual and Legal Analysis addressing allegations of illegal in-kind contributions made by ACT to the DNC and John Kerry for President.&#160; The Commission investigation of these allegations uncovered no evidence of coordination between those organizations and ACT.</p>\n              <p>By law, the FEC must attempt to resolve its enforcement cases or Matters Under Review (MURs) through a confidential investigative process that may lead to a negotiated conciliation agreement between the FEC and the individual or group the Commission determines has violated the law.&#160; Additional information regarding MURs can be found on the FEC website at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p>This release contains only summary information.&#160; For additional details, please consult publicly available documents in the Enforcement Query System (EQS) on the FEC website at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a> .</p>\n              <h3/>\n              <h3/>\n              <h3/>\n              <h3><u>CASE SUMMARY</u></h3>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>MURs 5403 and 5466</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>RESPONDENTS:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>(a) America Coming Together and Carl Pope in his official capacity as treasurer</p>\n                      <p>(b) John Kerry for President, Inc., and Robert A. Farmer in his official capacity as treasurer</p>\n                      <p>(c) DNC Services Corporation/Democratic National Committee and Andrew Tobias in his official capacity as treasurer</p></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>COMPLAINANT:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>Campaign Legal Center, Center for Responsive Politics and Democracy 21</p></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>SUBJECT:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>Failure to attribute and report allocated expenditures directly attributable to federal candidates; failure properly to allocate and report shared administrative expenses; use of non-federal funds to pay for federal share of allocable expenses; excessive in-kind contributions.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>DISPOSITION:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>Conciliation agreement: $775,000</p>\n                      <p>The FEC found that America Coming Together (ACT):</p>\n                      <ul>\n                        <li>Failed to attribute and report allocated expenditures directly attributable to federal candidates;</li>\n                        <li>Failed to properly allocate and report shared administrative expenses; and</li>\n                        <li>Used non-federal funds to pay for federal share of allocable expenses.</li>\n                      </ul>\n                      <p/>\n                      <p>The FEC took no further action regarding allegations that ACT made excessive contributions to John Kerry for President and the Democratic National Committee (DNC).&#160; </p>\n                      <p/>\n                      <p>The FEC also found no reason to believe that John Kerry for President and the DNC violated any provision of the campaign finance law.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p>\n                      <p><strong/></p>\n                      <p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>DOCUMENTS ON PUBLIC RECORD:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>Documents from this matter are available from the Commission&#8217;s web site at <a href=\"../..\">http://www.fec.gov</a> by entering 5403 or 5466 under case numbers in the Enforcement Query System. They are also available in the FEC&#8217;s Public Records Office at 999 E St. NW in Washington.</p></td>\n                </tr>\n              </table>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\">MURs 5403 and 5466</p>\n              <p align=\"center\">America Coming Together (ACT)</p>\n              <p align=\"center\">QUICK REFERENCE SHEET</p>\n              <p/>\n              <h3><u>BASIC FACTS</u></h3>\n              <p>The Federal Election Commission found reason to believe that America Coming Together violated three provisions of the federal Election Campaign Act:</p>\n              <p/>\n              <ul>\n                <li>2 U.S.C. 434 (misreporting of allocated expenditures and administrative expenditures)</li>\n                <li>2 U.S.C. 441a(f) (using excessive contributions to pay for the federal share of allocated expenses); and</li>\n                <li>2 U.S.C. 441b(a) (using prohibited contributions to pay for the federal share of allocated expenses).</li>\n              </ul>\n              <p/>\n              <ul>\n                <li>ACT was established in July 2003 as an unincorporated organization with federal and non-federal accounts. &#160;ACT&#8217;s federal account registered with the FEC, and its non-federal account filed disclosure reports with the Internal Revenue Service under Section 527 of the Internal Revenue Code.&#160; </li>\n                <li>Under federal campaign finance laws, a federal account may only accept funds that are permissible under federal election law, while a non-federal account may contain funds that are permissible under state or local law but are raised outside the federal limits and prohibitions. </li>\n                <li>During 2003 and 2004, ACT opened approximately 90 offices, employed approximately 13,500 canvassers, recruited an additional 12,000 volunteers and raised approximately $137 million in connection with the 2004 elections. Of this amount, approximately $33.5 million of its receipts were federal funds and approximately $103.5 million were non-federal funds.&#160; </li>\n                <li>ACT&#8217;s 2003-2004 activities centered on voter contact, voter registration and get-out-the-vote activities in 17 states.&#160; In each of these states, ACT&#8217;s voter drive communications, delivered by door-to-door canvassing, direct mail, email and telephone banks, emphasized goals that included defeating President George W. Bush in his bid for re-election and supporting &#8220;Democratic&#8221; or &#8220;progressive&#8221; candidates such as Democratic Presidential nominee Senator John Kerry.</li>\n                <li>In 2005 ACT decided to suspend ongoing activities and intends to terminate and cease operations.</li>\n              </ul>\n              <p/>\n              <h3><u>ALLOCATION OF EXPENSES</u></h3>\n              <ul>\n                <li>Commission regulations in effect during the 2003-2004 election cycle required non-connected committees, such as ACT&#8217;s federal account, to allocate both the cost of administrative expenses not attributable to any clearly identified candidate and the cost of generic voter drives that do not mention any specific candidate between federal and non-federal accounts based on a &#8220;funds expended&#8221; ratio. This ratio is determined according to the committee&#8217;s ratio of spending directly for federal candidates to total federal and non-federal candidate spending during the two-year federal election cycle. </li>\n                <li>Expenditures or disbursements made on behalf of one or more clearly identified federal candidates and one or more clearly identified non-federal candidates must be attributed to each such candidate according to the benefit reasonably expected to be derived by each candidate.</li>\n                <li>Because ACT was a new committee in 2003, it could only predict its funds expended ratio. For most of the 2004 election cycle, ACT used an estimated initial federal to non-federal ratio of 2% federal funds to 98% non-federal funds for administrative and generic voter drive expenses. In October 2004, ACT adjusted this ratio to 12% federal funds and 88% non-federal funds.</li>\n                <li>The Commission found that ACT should have used a funds expended ratio of at least 90% federal and 10% non-federal funds.</li>\n                <li>ACT characterized slightly over $100 million of its 2003-2004 disbursements as &#8220;administrative expenses&#8221; and paid these costs with predominantly non-federal funds. &#160;&#160;The disbursements ACT characterized as &#8220;administrative expenses&#8221; included approximately $70 million in costs for direct mail, telemarketing and door-to-door canvassing communications that could only be paid for with federal funds or allocated between federal and non-federal funds based on the time or space devoted to different candidates because they referred specifically to federal candidates.</li>\n                <li>ACT properly characterized approximately $30 million in disbursements as &#8220;administrative expenses&#8221; or &#8220;generic voter drive expenses.&#8221; However, by using an incorrectly calculated ratio of 2% federal and 98% non-federal funds (later adjusted to 12% federal and 88% non-federal funds), ACT used only $3.4 million in federal funds and $26.4 million in non-federal funds for these expenses. ACT should have paid for these $30 expenses with approximately $27 million in federal funds and approximately $3 million in non-federal funds.</li>\n              </ul>\n              <p/>\n              <p><u>EXAMPLES OF ACT&#8217;S </u><u>VOTER DRIVE</u><u> COMMUNICATIONS</u></p>\n              <ul>\n                <li>ACT canvassers showed undecided voters in Ohio the following Palm Pilot videos:</li>\n              </ul>\n              <p/>\n              <p><strong>&#8220;Base 6/11/04&#8221; </strong></p>\n              <p/>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>Audio</p></td>\n                  <td width=\"370\" valign=\"top\"><p>Visual</p></td>\n                </tr>\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>It&#8217;s been four years under George Bush.</p></td>\n                  <td width=\"370\" valign=\"top\"><p>George Bush speaking.&#160; Text on screen:&#160; &#8220;It&#8217;s been four years.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>270,000 children in Ohio have no health care.</p></td>\n                  <td width=\"370\" valign=\"top\"><p>Young girl and boy.&#160; Text on screen:&#160; &#8220;270,000 children.&#160; No health care.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>African-American unemployment has skyrocketed to a 10-year high.</p></td>\n                  <td width=\"370\" valign=\"top\"><p>Construction worker pulling on a chain.&#160; Text on screen:&#160; &#8220;African-American unemployment; 10 year high.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>650,000 African-Americans have lost their jobs.</p></td>\n                  <td width=\"370\" valign=\"top\"><p>Construction workers walking together.&#160; Text on screen:&#160; &#8220;650,000 African-American lost their jobs across America.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>Ohio has gone backwards.</p></td>\n                  <td width=\"370\" valign=\"top\"><p>Outline of the state of Ohio.&#160; Text on screen:&#160; &#8220;Ohio has gone backwards.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>We&#8217;re America Coming Together.&#160; </p></td>\n                  <td width=\"370\" valign=\"top\"><p>Children playing on a playground.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"389\" valign=\"top\"><p>Please volunteer to move Ohio forward.&#160; Sign a pledge to vote or contact us to contribute at ohio.actforvictory.org.&#160; Your contribution will ensure that we can fight for jobs, health care and help elect progressive candidates from the White House to city hall.</p></td>\n                  <td width=\"370\" valign=\"top\"><p>ACT logo and website address.</p></td>\n                </tr>\n              </table>\n              <p><strong>&#8220;Health Care 6/11/04a&#8221;</strong></p>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <th width=\"399\" valign=\"top\" scope=\"col\"> <p>Audio</p></th>\n                  <th width=\"360\" valign=\"top\" scope=\"col\"> <p>Visual</p></th>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>It&#8217;s been four years...</p></td>\n                  <td width=\"360\" valign=\"top\"><p>George Bush speaking.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;It&#8217;s been four years.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>And 270,000 children in Ohio have no health insurance.</p></td>\n                  <td width=\"360\" valign=\"top\"><p>Woman comforting girl in hospital room.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;270,000 children.&#160; No health insurance.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>Our seniors face skyrocketing prescription drug costs.</p></td>\n                  <td width=\"360\" valign=\"top\"><p>Elderly woman and pills being sorted.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Skyrocketing Rx drug costs.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>And big insurance and drug companies reap record profits.</p></td>\n                  <td width=\"360\" valign=\"top\"><p>Officials meeting in conference room.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Record profits for drug companies.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>Why?</p></td>\n                  <td width=\"360\" valign=\"top\"><p>Text on screen:&#160; &#8220;Why?&#8221; </p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>Because George Bush blocked re-importation of less expensive medicines from Canada. </p></td>\n                  <td width=\"360\" valign=\"top\"><p>George Bush speaking.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Blocked medicines from Canada.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>And Bush said &#8220;no&#8221; to guaranteeing price controls on health care costs.</p></td>\n                  <td width=\"360\" valign=\"top\"><p>George Bush waving as he walks away.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;No controls on health care costs.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>We&#8217;re America Coming Together &#8211; Ohio.&#160; </p></td>\n                  <td width=\"360\" valign=\"top\"><p>Children playing on a playground.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"399\" valign=\"top\"><p>To help us improve health care: volunteer.&#160; Or contact us to contribute at ohio.actforvictory.org.&#160; Your contribution will ensure that we can fight for better health care and other important issues.&#160; And help elect progressive candidates from the White House to city hall.</p></td>\n                  <td width=\"360\" valign=\"top\"><p>ACT logo and website address.</p></td>\n                </tr>\n              </table>\n              <p><strong>&#8220;Iraq Priorities 6/11/04&#8221;</strong></p>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <th width=\"378\" valign=\"top\" scope=\"col\"> <p>Audio</p></th>\n                  <th width=\"382\" valign=\"top\" scope=\"col\"> <p>Visual</p></th>\n                </tr>\n                <tr>\n                  <td width=\"378\" valign=\"top\"><p>George Bush.</p></td>\n                  <td width=\"382\" valign=\"top\"><p>George Bush.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"378\" valign=\"top\"><p>Cutting education and health care here in Ohio</p></td>\n                  <td width=\"382\" valign=\"top\"><p>Young schoolgirl; woman comforting young girl in hospital.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Cutting education.&#160; Cutting health care.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"378\" valign=\"top\"><p>While spending tens of billions to re-build Iraq.</p></td>\n                  <td width=\"382\" valign=\"top\"><p>George Bush waving, while walking away.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Spending billions to rebuild Iraq.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"378\" valign=\"top\"><p>Misplaced priorities&#8230;</p></td>\n                  <td width=\"382\" valign=\"top\"><p>Empty classroom.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Misplaced priorities.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"378\" valign=\"top\"><p>While our needs at home are unmet</p></td>\n                  <td width=\"382\" valign=\"top\"><p>Empty hospital hallway.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Our needs are unmet.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"378\" valign=\"top\"><p>We&#8217;re America Coming Together.&#160; </p></td>\n                  <td width=\"382\" valign=\"top\"><p>Children playing on a playground.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"378\" valign=\"top\"><p>Help us get America&#8217;s priorities back on track.&#160; Please volunteer or contact us to contribute at ohio.actforvictory.org.&#160; Your contribution will ensure that we can fight for your priorities, and help elect progressive candidates from the White House to city hall.</p></td>\n                  <td width=\"382\" valign=\"top\"><p>ACT logo and website address.</p></td>\n                </tr>\n              </table>\n              <p><strong>&#8220;Job Loss 6/11/04&#8221;</strong></p>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <th width=\"377\" valign=\"top\" scope=\"col\"> <p>Audio</p></th>\n                  <th width=\"382\" valign=\"top\" scope=\"col\"> <p>Visual</p></th>\n                </tr>\n                <tr>\n                  <td width=\"377\" valign=\"top\"><p>In Ohio, we&#8217;ve lost 225,000 jobs. </p></td>\n                  <td width=\"382\" valign=\"top\"><p>Welder.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;225,000 lost jobs.&#8221; </p></td>\n                </tr>\n                <tr>\n                  <td width=\"377\" valign=\"top\"><p>Why?</p></td>\n                  <td width=\"382\" valign=\"top\"><p>Text on screen:&#160; &#8220;Why?&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"377\" valign=\"top\"><p>Because the Bush Administration says outsourcing jobs is good for our economy.</p></td>\n                  <td width=\"382\" valign=\"top\"><p>George Bush speaking.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Says outsourcing jobs is good.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"377\" valign=\"top\"><p>It&#8217;s true.</p></td>\n                  <td width=\"382\" valign=\"top\"><p>Text on screen:&#160; &#8220;It&#8217;s true.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"377\" valign=\"top\"><p>The same George Bush who cancelled the steel tariffs now says outsourcing jobs to India and China is good for our economy.</p></td>\n                  <td width=\"382\" valign=\"top\"><p>George Bush waving, while walking away.&#160; </p>\n                      <p>Text on screen:&#160; &#8220;Cancelled steel tariffs.&#160; Outsourcing jobs is good for our economy.&#8221;</p></td>\n                </tr>\n                <tr>\n                  <td width=\"377\" valign=\"top\"><p>We&#8217;re America Coming Together - Ohio.&#160; </p></td>\n                  <td width=\"382\" valign=\"top\"><p>Children playing on a playground.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"377\" valign=\"top\"><p>To help us save jobs, volunteer or contact us to contribute at ohio.actforvictory.org.&#160; Your contribution will ensure that we can fight for jobs and other important issues and help elect progressive candidates from the White House to city hall.</p></td>\n                  <td width=\"382\" valign=\"top\"><p>ACT logo and website address.</p></td>\n                </tr>\n              </table>\n              <h3/>\n              <h3/>\n              <h3><u>CONCILIATION AGREEMENT</u></h3>\n              <ul>\n                <li>The FEC did not find that ACT knowingly or willfully violated the campaign finance law. ACT agreed to conciliation in this matter without admitting or denying each specific basis for the Commission&#8217;s findings.</li>\n                <li>The conciliation agreement includes the payment of a $775,000 civil penalty and a provision that ACT cease and desist from violations of the law. </li>\n              </ul>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\">### </p>\n              <p align=\"left\">&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2007/20070829act.shtml", "date": "08/29/2007", "pdf": null, "title": "FEC To Collect $775,000 Civil Penalty From America Coming Together", "category": "Enforcement Matters"}