{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th width=\"18%\" align=\"left\" valign=\"top\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    April 4, 2005</th>\n    <th width=\"65%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th width=\"17%\" align=\"left\" valign=\"top\" class=\"small\">Ian Stirton <br/>\n    George Smaragdis <br/> \n    Bob Biersack   <br/>\n    Kelly Huff </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\"><p align=\"center\" class=\"fourteen_pt\">&#160;</p>\n    <p align=\"center\" class=\"fourteen_pt\">&#160;</p>\n    </th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\">\n    WASHINGTON -- The Federal Election Commission (FEC) is seeking comment on proposed rules regarding Internet communications.&#160; This rulemaking was prompted by the recent decision of the U.S. District Court for the District of Columbia in <u>Shays v. FEC </u>which held that the current FEC definition of &#8220;public communication&#8221; impermissibly excludes all Internet communications.\n    <p>The Notice of Proposed Rulemaking (NPRM), which can be found at <a href=\"../../law/law_rulemakings.shtml#internet05\">http://www.fec.gov/law/law_rulemakings.shtml#internet05</a> was published in the Federal Register on April 4, 2005. Comments on this rulemaking should be submitted on or before June 3, 2005.&#160; The FEC plans to hold a hearing on the proposed rules on June 28th and 29th, 2005.&#160; </p>\n      <p>Comment is being sought on the following proposed rules to:</p>\n      <ul>\n        <li>exclude all Internet communications from the definition of \"public communication,\" except for announcements placed <em>for a fee</em> on another person's website; </li>\n        <li>exempt from regulation Internet communications made by uncompensated individuals, acting independently or as a volunteer, using their own or publicly available computer equipment and services; </li>\n        <li>extend the media exemption to cover media entities that are solely on-line;</li>\n        <li>extend the \"safe harbor\" available to corporate and union personnel using corporate or union resources to include computer equipment and Internet services. </li>\n      </ul>\n      <p/>\n      <p>In addition, the FEC seeks comment on: </p>\n      <ul>\n        <li>whether bloggers are entitled to the media exemption; and</li>\n        <li>whether bloggers could or should be required to disclose payments made to them by campaigns or political committees.</li>\n      </ul>\n      <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n      <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; No final decisions have been made by the FEC on any of the proposed changes in this NPRM.</p>\n      <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Commenters are strongly encouraged to submit comments electronically to ensure timely receipt and consideration.&#160; Electronic comments on this rulemaking should be addressed to Mr. Brad C. Deutsch, Assistant General Counsel, and sent to <a href=\"mailto:internet@fec.gov\">internet@fec.gov</a> or through the Federal eRegulations Portal at www.regulations.gov. Comments must include the full name, electronic mail address, and postal service address of the commenter. Any commenters who submit electronic comments and wish to testify at the hearing on this rulemaking <em>must</em> submit their request to do so along with a copy of their comments to <a href=\"mailto:internettestify@fec.gov\">internettestify@fec.gov</a>.&#160; Any attachments must be in the Adobe Acrobat (.pdf) or Microsoft Word (.doc) format. Faxed comments should be sent to (202) 219-3923 with hard copy follow-up to ensure legibility. Hard copy comments should be sent to the Federal Election Commission, 999 E Street, NW, Washington DC 20463.</p>\n      <p align=\"center\"># # # </p>\n    <p/></td>\n  </tr>\n</table>\n</body>\n", "date": "04/04/2005", "href": "press2005/20050404internetregs.html", "category": "Rulemakings", "title": "FEC Seeks Comment on Proposed Internet Rules", "pdf": null}