{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>November 27, 2007</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n            <p>&#160;</p>\n              <p align=\"center\"><strong>Dodd Fourth  Presidential Candidate Declared Eligible for Primary Matching Funds in 2008 Race</strong></p>\n              <p>WASHINGTON &#8211; Christopher Dodd  is the fourth 2008 presidential candidate to be declared eligible by the Federal Election Commission (FEC/Commission) to receive federal matching funds.&#160; Dodd is seeking the Democratic nomination for president in 2008.&#160;&#160;&#160; </p>\n              <p>&#160;&#160;&#160;&#160;&#160; To become eligible for matching funds, candidates must raise a threshold amount of $100,000 by collecting $5,000 in 20 different states in amounts no greater than $250 from any individual.&#160; Other requirements to be declared eligible include agreeing to an overall spending limit of approximately $50 million, abiding by spending limits in each state, using public funds only for legitimate campaign-related expenses, keeping financial records and permitting an extensive campaign audit. &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n              <p>&#160;&#160;&#160;&#160;&#160; Based on documents filed by the Dodd campaign on November 13, 2007, contributions from the following states were verified for threshold purposes: Alabama, Arizona, California, Colorado, Connecticut, Washington DC, Florida, Georgia, Illinois, Kentucky, Massachusetts, Maryland, Minnesota, New Jersey, New York, North Carolina, Pennsylvania, Rhode Island, Texas, and Utah.&#160; Materials included with this submission may be viewed <a href=\"../../finance/2008matching/2008matching.shtml\">on the Internet</a>.</p>\n              <p>&#160;&#160;&#160;&#160;&#160; Once declared eligible, campaigns may submit additional contributions for matching funds on the first business day of every month<strong>.</strong>&#160; The U.S. Treasury Department may pay the FEC-certified amounts beginning in January 2008.&#160; The maximum amount a candidate could receive is currently estimated to be about $21 million.</p>\n              <p>&#160;&#160;&#160;&#160;&#160; The Presidential public funding program is financed through the $3 check-off that appears on individual income tax returns.&#160; The program has three elements: grants to parties to help fund their nominating conventions, grants available to nominees to pay for the general election campaign, and matching payments to participating candidates during the primary campaign. </p>\n              <p>&#160;&#160;&#160;&#160;&#160; &#160;In June of this year the Commission certified $16,356,000 each to the Democratic and Republican parties for their conventions.&#160; The Commission estimates that each general election nominee will be eligible for a grant of approximately $85 million.&#160; </p>\n              <p>&#160;&#160;&#160;&#160;&#160; Treasury Department regulations require that funds for the convention and general election grants be set aside before any matching fund payments are made.&#160; Information provided by the Treasury Department shows the balance in the fund as of October 31, 2007 was $165,383,063 and the Commission has estimated that no funds will be available for matching payments in January 2008.&#160; As deposits are made from tax returns in the early months of 2008, matching fund payments will be made from those deposits until all certified amounts have been paid.&#160; Based on historical patterns, the FEC estimates that funds may not be available to disburse before March 2008. </p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the </em><em>U.S.</em><em> House, the </em><em>U.S.</em><em> Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the </em><em>U.S.</em><em> Senate.</em></p>\n              <p/>\n              <p align=\"center\"><strong># # #</strong></p>\n              <p/>\n              <p>&#160;</p>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "11/27/2007", "href": "press2007/20071126dodd.shtml", "category": "Presidential Public Funds", "title": "Dodd Fourth Presidential Candidate Declared Eligible for Primary Matching Funds in 2008 Race", "pdf": null}