{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    December 18, 2002</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Kelly&#160;Huff<br/>\n    Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    </th>\n  </tr>\n</table>\n\n<table border=\"0\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th class=\"fourteen_pt\">WEINTRAUB ELECTED TO CHAIR THE FEC FOR 2003<br/>\n    -Smith to serve as Vice Chairman-</th>\n  </tr>\n  <tr>\n    <td>WASHINGTON -- Members of the Federal Election Commission today elected Ellen L.\n    Weintraub as Chair and Bradley A. Smith as Vice Chair for 2003.<p>In December of each\n    year, the six Commissioners elect a chairman and vice chairman to serve for the upcoming\n    calendar year, taking office on January 2. The Federal Election Campaign Act requires that\n    the chairman and vice chairman be of different political parties, and states that a member\n    may serve as chairman only once during a six-year term of office.</p>\n    <p>Ellen L. Weintraub, a Democrat, was appointed to the Federal Election Commission by\n    President George W. Bush on December 6, 2002. </p>\n    <p>Prior to her appointment, Ms. Weintraub was Of Counsel to Perkins Coie LLP and a member\n    of its Political Law Group. There, she counseled clients on federal and state campaign\n    finance laws, political ethics, non-profit law, and lobbying regulation. During the\n    election contest arising out of the 1996 election of Senator Mary Landrieu (D-LA), Ms.\n    Weintraub served on the legal team that advised the Senate Rules Committee.</p>\n    <p>Before joining Perkins Coie, Ms. Weintraub was Counsel to the Committee on Standards of\n    Official Conduct for the U.S. House of Representatives (the House Ethics Committee). Like\n    the Commission, the Committee on Standards is a bipartisan body, evenly divided between\n    Democratic and Republican members. There, Ms. Weintraub focused on implementing the Ethics\n    Reform Act of 1989 and subsequent changes to the House Code of Official Conduct. She also\n    served as editor in chief of the House Ethics Manual and as a principal contributor to the\n    Senate Ethics Manual.</p>\n    <p>Ms. Weintraub was born in New York and received her B.A., cum laude, from Yale College\n    and her J.D. from Harvard Law School.</p>\n    <p>Commissioner Smith, a Republican, was nominated to the Federal Election Commission by\n    President William Clinton on February 9, 2000, and confirmed by the U.S. Senate on May 24,\n    2000.</p>\n    <p>Prior to his appointment, Smith was Professor of Law at Capital University Law School\n    in Columbus, Ohio, where he taught Election Law, Comparative Election Law, Jurisprudence,\n    Law &amp; Economics, and Civil Procedure. Smith&#146;s writings on campaign finance and\n    other election issues have appeared in the Yale Law Journal, the University of\n    Pennsylvania Law Review, the Georgetown Law Journal, the Harvard Journal of Legislation,\n    the Cornell Journal of Law &amp; Public Policy, and other academic journals. As a law\n    professor, Smith was a much sought-after witness in Congress on matters of campaign\n    finance reform, and also a frequent guest on radio and television and a contributor to\n    popular publications such as the Wall Street Journal and USA Today. </p>\n    <p>Prior to joining the faculty at Capital in 1993, he had practiced with the Columbus law\n    firm of Vorys, Sater, Seymour &amp; Pease, served as United States Vice Consul in\n    Guayaquil, Ecuador, worked as a consultant in the health care field, and served as General\n    Manager of the Small Business Association of Michigan. </p>\n    <p>Commissioner Smith received his B.A. cum laude from Kalamazoo College in Kalamazoo,\n    Michigan and his J.D., cum laude from Harvard Law School. </p>\n    <p>Created in 1975, the Federal Election Commission is an independent federal agency\n    established to enforce limitations and prohibitions on contributions to federal candidates\n    and committees, to require them to disclose their financial activities, and to administer\n    the public financing program for Presidential elections.</p>\n    <p align=\"CENTER\"># # # </p></td>\n  </tr>\n  <tr>\n    <td/>\n  </tr>\n</table>\n</body>\n", "href": "20021218chair.html", "date": "12/18/2002", "pdf": null, "title": "Weintraub Elected To Chair the FEC for 2003", "category": "Commission Appointments"}