{"date": "06/24/2011", "pdf": null, "title": "Week of June 20 - June 24, 2011", "issue": "2011-25", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>June 24,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-25</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 20 - 24 </strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Drafts</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1175210.pdf\">AO 2011-11 (Colbert)</a></strong>.On June 23, the Commission made public <a href=\"../../agenda/2011/mtgdoc_1138a_and_b.pdf\">two drafts of Advisory Opinion 2011-11</a>. Stephen Colbert proposes to establish an \"independent expenditure-only political committee\" and asks if the value of resources provided to the proposed political committee by U.S. subsidiaries of Viacom, Inc. would be covered by the media exemption. Comments on the drafts are due by 5:30 PM on June 28, 2011.</p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1175585.pdf\">AO 2011-12 (Majority PAC and House Majority PAC)</a></strong>. On June 23, the Commission made public a <a href=\"../../agenda/2011/agenda20110630.shtml\">draft of Advisory Opinion 2011-12</a>. Majority PAC and House Majority PAC (\"the PACs\") ask whether federal candidates, federal officeholders, and officers of national party committees may solicit unlimited individual, corporate, and union contributions on behalf of the independent expenditure-only political committees without violating 2 U.S.C. 441i. The PACs also ask, if the answer to the first question is no, whether federal candidates, federal officeholders, and officers of national party committees may participate in fundraisers for the PACs at which unlimited individual, corporate, and union contributions are raised, provided that the covered officials do not solicit such contributions by complying with 11 CFR 300.64. Comments on the draft are due by noon on June 29, 2011.</p>\n        <p><u/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public three closed cases and two Statements of Reasons. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6235</a> <br/>\n        </strong>RESPONDENTS: Cannon for Congress and Christopher B. Cannon, in his official capacity as treasurer<br/>\n        COMPLAINANT: FEC Initiated<br/>\n        SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that Cannon for Congress and Cannon, in his official capacity as treasurer, knowingly accepted contributions that became excessive as of the date the candidate lost the primary, and failed to refund, redesignate, or reattribute within 60 days of the primary contributions designated for the general election. Cannon was a 2008 primary candidate for Utah&#8217;s 3rd Congressional District.<br/>\n        DISPOSITION: The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $5,000 and for Cannon, in the event he runs again for federal office, (1) to direct his authorized committee to set aside an additional $15,000 in campaign proceeds to pay as an additional civil penalty and (2) to refund to the contributors or disgorge to the U.S. Treasury $30,400 in excessive contributions.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6382</a> <br/>\n        </strong>RESPONDENTS: Len Britton for Vermont and Charles Taylor, in his official capacity as treasurer; and Leonard W. Britton<br/>\n        COMPLAINANT: Jeannine M. Riley <br/>\n        SUBJECT: The complaint alleged that Len Britton for Vermont, Taylor, in his official capacity as treasurer, and Britton under-reported campaign debt in Len Britton for Vermont&#8217;s FEC disclosure reports. Britton was a 2010 candidate for Vermont&#8217;s U.S. Senate seat.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the case in light of the limited scope of the activity in the matter and in furtherance of the Commission&#8217;s priorities and resources relative to other matters. The Commission sent a letter reminding Len Britton for Vermont and Taylor, in his official capacity as treasurer, of requirements concerning the reporting of disputed debts.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6419<br/>\n        </a></strong>RESPONDENTS:&#160; Joe Miller for US Senate and Bernadette C. Koppy, in her official capacity as treasurer<br/>\n        COMPLAINANT: Mary G. Schulz<br/>\n        SUBJECT: The complaint alleged that Joe Miller for US Senate and Koppy, in her official capacity as treasurer, failed to include appropriate disclaimers in newspaper advertisements. Miller was a candidate in 2010 for Alaska&#8217;s U.S. Senate seat.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in furtherance of its priorities and resources relative to other matters because it appears that the advertisements at issue contained sufficient identifying information to prevent the public from being misled as to who paid for them, and the potential amount in violation appears to be minimal.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6399</strong></a> <strong>&#160;</strong>&#8211; Yoder for Congress and Donald W. Kaiser, in his official capacity as treasurer. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044293600.pdf\">Statement of Reasons</a> was issued by Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen. </p>\n        <p><u/></p>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6429</strong></a></u><strong> </strong>&#8211; Unknown Respondents.<strong> </strong>A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044293607.pdf\">Statement of Reasons</a> was issued by Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen. </p>\n        <p/>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <strong> </strong></p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public 28 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2165</a> &#8211; Eric Wnuck 2010 and Eric Wnuck, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2197</a> &#8211; Bob Turner for Congress and Kevin P. Turner, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,725.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2198</a> &#8211; Butler Snow Political Action Committee and Lucien Bourgeois, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2200</a> &#8211; Committee to Elect Roderick Vereen for Congress and Chuck Mogbo, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $756.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2201</a> &#8211; Council of School Supervisors and Administrators Local 1 AFSA AFL-CIO and Anita Gomez-Palacio, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,125.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2202</a> &#8211; Effective Leadership PAC and Denise Peterson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2203</a> &#8211; Empowering Each Community PAC and Thomas A. Gentile, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $180.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2206</a> &#8211; Louisville &amp; Jefferson County Republican Executive Committee and Corey Allen Koellner, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $180.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2210</a> &#8211; USINPAC and Sanjay K. Puri, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2213</a> &#8211; Carlineo for Congress and Gloria Carlineo, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2216</a> &#8211; Clark Vandeventer for Congress 2010 and Clark Vandeventer, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2218</a> &#8211; Dede for Congress, Inc. and Dierdre K. Scozzafava, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2220</a> &#8211; Dick Kelsey for Congress and John B. Barrett, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2224</a> &#8211; Herrmann for Congress and Frank J. Demilo, CPA, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2225</a> &#8211; Jay Fleitman for Congress Committee and Mary Lou Stuart, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $907.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2226</a> &#8211; Jim Holt Campaign Committee and Marc Millsap, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2232</a> &#8211; Luis Meurice for Congress Committee and Bernard A. Becker, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,237.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2234</a> &#8211; Mark French for Congress and Kathleen Carrell French, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2235</a> &#8211; Matthew Burke for Congress and Jennifer Burke, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $115.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2237</a> &#8211; Morgan for Congress and Hon. RD Snyden, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2238</a> &#8211; Mullen for Congress and Stuart McMahen, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $89.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2242</a> &#8211; Richard Lake for Congress Terrance Bradley, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2243</a> &#8211; Scott Taylor for Congress and Ithiel Harley Thomas, IV, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2246</a> &#8211; Sheldon Goldstein for Congress and Justin Moore, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2248</a> &#8211; Singh for Congress and Timothy J. Davis, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2249</a> &#8211; Sue Lowden for US Senate and Bob Beers, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $340.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2250</a> &#8211; Tim Wooldridge for Congress and Charles R. Partlow, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2253</a> &#8211; Will Boyd for US Senate and Willie &#8220;Will&#8221; Boyd, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $150.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>AUDITS</strong> </p>\n        <p/>\n        <p>The <a href=\"../../audits/audit_reports.shtml\">Audits for the 1978 Election Cycle</a> have been added to the FEC website under the <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a> and <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a> categories. Also refer to the website for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are organized in three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>. </p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/schonberg.shtml\"><em>Schonberg v. FEC</em></a> (No. 1:10-cv-02040 (RWR)). On June 23, the United States District Court for the District of Columbia issued its <a href=\"../../law/litigation/schonberg_dc_final_order.pdf\">order</a> and <a href=\"../../law/litigation/schonberg_dc_memo_on_final_order.pdf\">opinion</a>. The court dismissed all claims against the Commission and the United States. &#160;Plaintiff Steve Schonberg challenged the constitutionality of provisions of the Act, the Bipartisan Campaign Reform Act of 2002, the statute governing representational allowances for Members of the House of Representatives and legislation commonly referred to as &#8220;earmarks.&#8221;</p>\n        <p/>\n        <p><a href=\"../../law/litigation/crew110951_complaint.pdf\"><em>CREW v. FEC</em></a> (No. 11-cv-00951(CKK)). On June 23, the Commission filed a <a href=\"../../law/litigation/crew110951_fec_mtd.pdf\">motion to dismiss or, in the alternative, motion for summary judgment</a> in United States District Court for the District of Columbia.&#160; CREW alleges that the Commission failed to respond to a Freedom of Information Act request for records relating to three Commissioners, pursuant to 5 U.S.C. 552. </p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/van_hollen.shtml\">Van Hollen v. FEC</a></em> (No. 1:11-cv-00766 (ABJ )). On June 21, the Commission filed its <a href=\"../../law/litigation/van_hollen_fec_answer.pdf\">answer</a> to the complaint in the United States District Court for the District of Columbia. Representative Chris Van Hollen challenges as contrary to law a Commission regulation concerning disclosure of electioneering communications, 11 C.F.R. 104.20(c)(9).</p>\n        <p><em/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p/>\n        <p>June 20: June Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p/>\n        <p>June 23:&#160; New York&#8217;s 26th Congressional District Post-Special General Election Reports were due. For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ny26.shtml\">Special Election Report Notice</a> of the FEC website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>June 28: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a> </p>\n        <p/>\n        <p>June 30: The Commission is scheduled to hold an Open Session. The <a href=\"../../agenda/2011/agenda20110630.shtml\">Open Session agenda</a> is available on the FEC website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>June 30:&#160; California&#8217;s 36th Congressional District Pre-Special Runoff Election Reports are due. For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ca36.shtml\">Special Election Report</a> Notice of the FEC website.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS<br/>\n        </strong> </p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FEC Reporting Requirements</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FECFile &amp; E-Filing</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jun11.pdf\">June 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">June 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110624digest.shtml"}