{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr> \n    <th width=\"35%\" height=\"64\" align=\"left\" valign=\"top\" class=\"small\"> <p>For&#160;Immediate&#160;Release<br/>\n        July 28, 2006</p></th>\n    <th width=\"46%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th width=\"19%\" height=\"64\" align=\"left\" valign=\"top\" class=\"small\">Kelly \n      Huff<br/>\n      Bob&#160;Biersack<br/>\n      Ian&#160;Stirton<br/>\n      George&#160;Smaragdis</th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\"> <b> </b>\n      <p align=\"center\"><strong>CAMPAIGN FAILS TO FILE JULY QUARTERLY REPORT</strong></p>\n    </th>\n  </tr>\n</table>\n<p>WASHINGTON -- The Federal Election Commission today cited a U.S. Senate campaign for failure to file the required July Quarterly financial disclosure report covering activity through June 30, 2006.</p>\n<p>As of 5 p.m., July 27, 2006 a disclosure report from the following committee had not been filed:</p>\n<p><strong>NY&#8230;...&#8230;&#160; BRENNER FOR U.S. SENATE&#8230;RICHARD S. PERGOLIZZI, TREAS&#8230;</strong><strong>WILLIAM A. BRENNER&#8230;REP</strong>&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n<p> The report was due July 15, 2006 and should have included financial activity for the period April 1, 2006 through June 30, 2006. If sent by certified or registered mail, the reports should have been postmarked by July 15, 2006.</p>\n<p>Some individuals and their committees have no obligation to file reports under federal election law, even though their names may appear on state ballots.&#160; If an individual raises or spends less than $5,000, he or she is not considered a \"candidate\" subject to reporting under the FECA.</p>\n<p> The FEC notified committees involved in the primary of their potential filing requirements on June 21, 2006.&#160; Those committees which did not file on the due date were notified on<strong> </strong>July 21, 2006 that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n<p>Other political committees supporting Senate and House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file pre-primary reports, unless they report monthly.&#160; Those committee names are not published by the FEC.</p>\n<p>Further Commission action against non-filers and late filers is decided on a case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement actions and the FEC has implemented a new administrative fine program which will subject committees to penalties ranging from $30 to $16,000 or more.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n<p>The next regularly scheduled disclosure reports for New York candidate committees will be the Pre-Primary Report, due August 31. It will cover activity from July 1 through August 23.</p>\n<p>The next regularly scheduled disclosure reports for these candidate committees will be the quarterly report due July 15.&#160; It will cover activity from June 8 through June 30.</p>\n<p align=\"center\"># # #</p>\n</body>\n", "href": "press2006/20060728nf.html", "date": "07/28/2006", "pdf": null, "title": "Campaign Fails to File July Quarterly Report", "category": "Non-Filer Publications"}