{"href": "legrc299.htm", "pdf": null, "date": "04/01/1999", "category": "Other Agency Actions", "title": "FEC Submits 38 More Legislative Recommendations", "html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                                            Contact:  Ron Harris\nApril 1, 1999                                                                                                                                 Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">FEC SUBMITS 38 MORE LEGISLATIVE RECOMMENDATIONS </p>\n\n\n<p>WASHINGTON &#150; The Federal Election Commission today submitted to Congress and the\nPresident a package of 38 recommendations for legislative action in the area of campaign\nfinance law, bringing to 41 the number of recommendations since March 9.</p>\n\n<p>The three March 9 legislative recommendations were deemed \"urgent\" by the\nCommission and involved electronic filing of campaign reports, campaign cycle reporting,\nand application of the $25,000 annual limit on individual donations to campaigns (see news\nrelease March 8, 1999, headlined \"FEC Submits Legislative Recommendations to Congress\nand President,\" <i>www.fec.gov</i>).</p>\n\n<p>The package of 38 proposals dispatched today is submitted in two parts, the first\ncontaining recommendations that, if incorporated into the statute, \"&#133;would\ngreatly ease the burden on political committees or streamline the administration of the\ncurrent campaign finance law by addressing areas that have been problematic,\" wrote\nCommission Chairman Scott E. Thomas. The second part of the package contains\nrecommendations that are primarily technical in nature and would correct outdated or\ninconsistent parts of the law. </p>\n\n<p>In his cover letter accompanying the package, Chairman Thomas noted, \"To\nillustrate how these recommendations would improve the law, here are brief summaries of\nthree&#133;\":</p>\n\n<blockquote>\n  <blockquote>\n    <blockquote>\n      <b/><p>Fines for reporting violations: \"This recommendation was also made by\n      PricewaterhouseCoopers in its recent [January 29] Technology and Performance Audit and\n      Management Review of the Federal Election Commission. It would permit the Commission to\n      dispose of straightforward, non-deliberate violations through the imposition of\n      administrative fines.\"</p>\n      <p>&#160;</p>\n      <b/><p>Averting impending shortfall in the Presidential Public Funding Program:\n      \"This recommendation alerts Congress to the fact that there will not be enough funds\n      in the Presidential Election Campaign Fund to fully cover the entitlements of Presidential\n      primary candidates in January 2000, the height of the primary campaign season.\"</p>\n      <b/><p>Commission as sole point of entry for disclosure documents: \"This\n      recommendation was noted by PricewaterhouseCoopers in its recent Technology and\n      Performance Audit and Management Review of the Federal Election Commission and would\n      enhance the timeliness of disclosure of campaign finance information to the public.\"</p>\n    </blockquote>\n  </blockquote>\n</blockquote>\n\n<p>Chairman Thomas concluded, \"As in the past, each recommendation is followed by an\nexplanation of the need for and expected benefits from the recommended change. We hope\nthese proposals will be helpful. They reflect 24 years of experience in regulating\ncampaign financing.\"</p>\n\n<p>The Federal Election Commission is required by statute (2 U.S.C. &#167;438(a)(9)) to\nannually submit recommendations to Congress and the President for possible legislative\naction. </p>\n\n<p align=\"CENTER\"># # #</p>\n\n<p>&#160;</p>\n<b>\n\n</b><p>Note to editors and correspondents: Full text of the FEC&#146;s 1999 Legislative\nRecommendations may be obtained through the Commission&#146;s Press Office, 202-694-1220,\nor at the<a href=\"supp.htm\"> FEC&#146;s Website</a>, <i>http://www.fec.gov</i>.</p>\n</font>\n</body>\n"}