{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"196\">\n  <tr> \n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      February 22, 2006</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">Bob Biersack <br/> \n      Ian Stirton     <br/> \n      Kelly Huff <br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\"><h1 class=\"big\">&#160;</h1>\n      <h1 class=\"big\">FEC COMPLETES WORK ON NEW RULES FOR <strong class=\"big\">STATE PARTY COMMITTEE VOTER DRIVES</strong></h1></th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\">&#160;<div align=\"left\">\n      <p>Washington -- The Federal Election Commission (FEC) has completed work on regulations implementing certain key provisions of the McCain-Feingold Bi-Partisan Campaign Reform Act (BCRA).&#160; These rules govern the mix of hard money and soft money that State, district, and local political party committees may use to identify potential voters, assist them in registering to vote, and get them to the polls.&#160; The Commission is making several significant changes, such as (1) setting out clear examples of get-out-the-vote activities; (2) including voter list acquisition in what is &#8220;voter identification&#8221;; (3) eliminating certain exceptions for associations of candidates for State and local office, consistent with court rulings; (4) clarifying that the regulations regarding special elections apply to both odd-numbered and even-numbered years; and (5) refining the definition of &#8220;in connection with an election in which a candidate for Federal office appears on the ballot&#8221; so that it does not capture activities that are wholly related to local and municipal elections.&#160; </p>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; These final rules regarding Federal Election Activity were published in the Federal Register on February 22, 2006 and are available from the <a href=\"../../law/cfr/ej_compilation/2006/notice_2006-2.pdf\">FEC website</a>.</p>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; The Commission initiated this rulemaking as one of nine rulemakings in response to court rulings in <em>Shays v. FEC</em>, 337 F. Supp. 2d 28 (D.D.C. 2004), <em>aff&#8217;d</em>, 414 F.3d 76 (D.C. Cir. 2005).&#160; The <em>Shays</em> case involved challenges to several regulations that the Commission adopted in 2002 to implement BCRA.&#160; The Commission successfully promulgated hundreds of new or amended regulations to implement BCRA in a very tight timeframe imposed by Congress.&#160; Only nineteen of these rules were challenged in court.&#160; The FEC prevailed on some of these challenges, and lost some others on technical grounds involving rulemaking procedures.&#160; While a few of these challenges were decided against the FEC on substantive grounds, none of the FEC&#8217;s BCRA rules were declared unconstitutional.</p>\n        <p>The FEC has been working diligently to revise the rules and to correct the procedural deficiencies.&#160; It has now completed six of the nine rulemakings it undertook.&#160; During the past few months, the Commission also finished work on other rules regarding electioneering communications, the funding of salaries of party committee employees, and defining who is an agent working on behalf of a candidate or political committee.&#160; Chairman Michael Toner publicly reaffirmed the Commission&#8217;s commitment to have all the remaining rulemakings completed in time to be effective for this election cycle.</p>\n        <p/>\n        <p align=\"center\">###</p>\n        <p>&#160;</p>\n        <p>        </p>\n      </div>\n      <div align=\"left\"/>\n      <blockquote><p align=\"left\">&#160;</p>\n    </blockquote></th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\">&#160;</th>\n  </tr>\n</table>\n</body>\n", "href": "press2006/20060222fearules.html", "date": "02/22/2006", "pdf": null, "title": "FEC Completes Work on New Rules for State Party Committee Voter Drives", "category": "Rulemakings"}