{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr>\n      <td width=\"70%\" valign=\"top\" msimagelist=\"\"><!--msimagelist-->\n          <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n            <tr>\n              <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                  <tr>\n                    <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                    <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                    <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n                  </tr>\n                  <tr>\n                    <td width=\"717\" valign=\"top\"><p>August 26, 2009 </p></td>\n                    <td width=\"57\" valign=\"top\"/>\n                    <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n                  </tr>\n                  <tr>\n                    <td valign=\"top\">&#160;</td>\n                    <td valign=\"top\"/>\n                    <td valign=\"top\">Christian Hilland </td>\n                  </tr>\n                </table>\n                  <table cellpadding=\"0\">\n                  </table>\n                  <p align=\"center\"><strong>FEC HOLDS SECOND DAY OF PUBLIC HEARING ON IMPROVING ITS WEBSITE AND INTERNET COMMUNICATIONS</strong></p>\n                  <p align=\"center\"><strong/></p>\n                  <p>WASHINGTON &#8211; Yesterday, the Federal Election Commission (FEC) concluded a second day of a public hearing on how to refine its website and use of the Internet to better communicate with the public.</p>\n                  <p/>\n                  <p>The Commission heard testimony from <a href=\"20090821website2.shtml\">six panelists</a> including a campaign finance lawyer, a website operations consultant, the executive director of a research group that monitors money in politics and several representatives from various federal agencies who specialize in website content management, communications, and information technology. The witnesses focused on the importance of standardizing website practices, establishing website governance, and implementing new media initiatives.</p>\n                  <p/>\n                  <p>&#8220;The hearing process has succeeded in eliciting inventive ideas and strategies from experts and lay people alike as we move forward with our initiative to make the FEC website maximally accessible, navigable and informative,&#8221; said Commission Chairman Steven T. Walther. &#8220;We intend to couple this input with the FEC staff&#8217;s own considerable knowledge and creativity to ensure that the FEC website fully answers the needs of the diverse communities that depend on us.&#8221;&#160; </p>\n                  <p>On the first day of the hearing, held in July, the Commission heard testimony from <a href=\"../../law/policy/internet09/witnesslist.pdf\">nine experts</a> including lawyers specializing in campaign finance law, campaign finance reform and open government advocates, software developers and campaign consultants. The witnesses stressed the importance of strengthening the integrity of the raw data the Commission receives from the filing community and suggested ways to improve the organization of data on the FEC website, including more robust search capabilities and cross-referencing. </p>\n                  <p>A transcript of the July 29 hearing is available at the FEC <a href=\"../../agenda/agendas.shtml\">website</a>. The transcript for today&#8217;s hearing will be available soon.</p>\n                  <p>The FEC will carefully consider the hearing testimony as well as the more than 250 suggestions submitted so far as part of the Commission&#8217;s ongoing effort to improve the FEC website and the agency&#8217;s Internet communication practices. The Commission will announce the agency&#8217;s plan to improve its website and Internet communications once it has reviewed and analyzed these recommendations.</p>\n                  <p/>\n                  <table cellspacing=\"0\" cellpadding=\"0\">\n                    <tr>\n                      <td width=\"100%\" valign=\"top\"><p align=\"center\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                          <p align=\"center\"># # #</p></td>\n                    </tr>\n                  </table>                  <p>&#160;</p>\n              </td>\n            </tr>\n            <tr>\n              <td valign=\"top\">&#160;</td>\n            </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n", "date": "08/26/2009", "href": "press2009/20090826Improvements.shtml", "category": "Hearings", "title": "FEC Holds Second Day of Public Hearings on Improving its Website and Internet Communications", "pdf": null}