{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>April 27,  2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <div align=\"center\">\n          <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON FIVE CASES</strong></p>\n          <p align=\"left\"><strong/></p>\n          <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on five matters under review (MURs). In one matter, the Commission found no reason to believe respondents violated the Federal Election Campaign Act of 1971, as amended (the Act). The Commission exercised its prosecutorial discretion and dismissed three matters, and closed the file in another.<br/>\n          </p>\n          <p align=\"left\">Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n          <p align=\"left\"/>\n          <p align=\"left\">This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n          <p align=\"left\"/>\n          <div align=\"left\">\n            <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6212</a></p></td>\n                <td valign=\"top\"><p/></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                <td valign=\"top\"><p>Lewis M. Oliver, III, Chairman of Orange County Republican Executive Committee; Orange County Republican Executive Committee (OCREC) and Ronald Bass, in his official capacity as treasurer; and Hillsborough County Republican Executive Committee and Paul M. Phillips, in his official capacity as treasurer.</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                <td valign=\"top\"><p>Keith V. Recine </p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>SUBJECT:</p></td>\n                <td valign=\"top\"><p>The complaint alleged that Oliver, OCREC and Bass, in his official capacity as treasurer, commingled federal contributions with non-federal donations in connection with two transfers to Hillsborough County Republican Executive Committee and Philips, in his official capacity as treasurer, and failed to disclose these transactions on campaign finance reports to the Commission. The complaint alleged further that Oliver made an unauthorized expenditure and therefore misappropriated OCREC funds for personal use.</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p/>\n                    <p>OUTCOME:</p></td>\n                <td valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act based on the allegations made in the complaint as it appeared the transfers were permissible under federal campaign finance law and were properly reported on disclosure reports. In addition, the expenditure to Oliver appeared to be a legitimate reimbursement for OCREC yard signs. </p>\n                </td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6237</a></p></td>\n                <td valign=\"top\"><p/></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                <td valign=\"top\"><p>Stouffer for Congress and Larry Rohrbach, in his official capacity as treasurer; Missouri State Senator Bill Stouffer; State of Missouri; Aaron Baker; Heidi Kolkmeyer; and Reece &amp; Nichols Gaslight Real Estate</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                <td valign=\"top\"><p>Chris Brockway</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>SUBJECT:</p></td>\n                <td valign=\"top\"><p>The complaint alleged that Stouffer for Congress and Rohrbach, in his official capacity as treasurer, accepted funds from Stouffer&#8217;s state campaign, Friends of Bill Stouffer (FOBS), when FOBS paid for polling expenses, purchased a GPS device, and paid for conference registration fees that were believed to be used to benefit Stouffer&#8217;s federal campaign.<br/>\n                  <br/>\n  The complaint alleged further that Baker and Kolkmeyer, two of Stouffer&#8217;s state senate employees, worked on Stouffer&#8217;s federal campaign during normal work hours, and that Kolkmeyer used phones registered to Reece &amp; Nichols Gaslight Real Estate to make fundraising appointments in connection with Stouffer&#8217;s federal campaign. Stouffer is a 2010 candidate for Missouri&#8217;s 4th Congressional District.</p>\n                </td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p/>\n                    <p>OUTCOME:</p></td>\n                <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of (1) the action taken by Stouffer for Congress to amend its disclosure report to include part of the polling expenses as an in-kind contribution from FOBS and (2) the speculative nature of the remaining allegations.</p>\n                  </td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6229</a></p></td>\n                <td valign=\"top\"><p/></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                <td valign=\"top\"><p>Patrick Hughes for U.S. Senate and Bryan J. Freel, in his official capacity as treasurer</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                <td valign=\"top\"><p>Louis G. Atsaves </p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>SUBJECT:</p></td>\n                <td valign=\"top\"><p>The complaint alleged that Patrick Hughes for U.S. Senate and Freel, in his official capacity as treasurer, failed to include disclaimers on campaign literature distributed by campaign workers at various events. Under the Act, disclaimers are required to include the name of the authorized committee that paid for the public communication. Hughes was a primary election candidate in Illinois&#8217; 2010 Senate race.</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p/>\n                    <p>OUTCOME:</p></td>\n                <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of the remedial action taken by the respondents to correct the issue, the fact that the campaign literature contained the committee&#8217;s name, physical and email addresses, and in furtherance of Commission priorities and resources related to other matters. &#160;&#160; </p>\n                  </td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6208</a></p></td>\n                <td valign=\"top\"><p/></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                <td valign=\"top\"><p>Laborers&#8217; International Union of North America; National Postal Mail Handlers Union (NPMHU)-Division of Laborers&#8217; International Union of North America; National Postal Mail Handlers Union Political Action Committee-Division of Laborers&#8217; International Union of North America and Armand E. Sabitoni, in his official capacity as treasurer</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>COMPLAINANTS:</p></td>\n                <td valign=\"top\"><p>Philip C. Wakeman; National Right to Work Legal Defense Fund and Education Foundation, Inc.</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>SUBJECT:</p></td>\n                <td valign=\"top\"><p>The complaint alleged that NPMHU made a contribution in Wakeman&#8217;s name to NPMHU Political Action Committee using Wakeman&#8217;s annual labor union dues. As a result, the complaint alleged that NPMHU violated the prohibition on making a contribution in the name of another, the ban on labor unions making contributions in connection with a federal election, and the restriction on contributions being made from labor union dues as a condition of membership.<br/>\n                  <br/>\n                    Additionally, the complaint alleged that since Wakeman was not a member of the labor union at the time the dues were paid, NPMHU solicited a contribution from an individual outside its restricted class and failed to inform Wakeman of the nature of the solicitation. </p>\n                </td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>OUTCOME:</p></td>\n                <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of the corrective action taken by the respondents and the small dollar amount at issue. </p>\n                  </td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5625</a></p></td>\n                <td valign=\"top\"><p/></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>RESPONDENT:</p></td>\n                <td valign=\"top\"><p>Aristotle International, Inc.</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                <td valign=\"top\"><p>Nathaniel Pearlman</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>SUBJECT:</p></td>\n                <td valign=\"top\"><p>The complaint alleged that Aristotle International, Inc. violated the commercial sale and use provision of the Act. The complaint suggested that Aristotle downloaded individual contributor information, specifically individual aggregate contribution histories to federal campaigns, from the Commission&#8217;s online public records and sold and marketed the data through an upgrade to its software product for commercial purposes<em>.</em></p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p>OUTCOME:</p></td>\n                <td valign=\"top\"><p>The Commission closed the file.</p>\n                  <p>&#160;</p>\n                  <p>&#160;</p></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p/></td>\n                <td valign=\"top\"><p/></td>\n              </tr>\n              <tr>\n                <td width=\"2\"/>\n                <td valign=\"top\"><p/></td>\n                <td valign=\"top\"><p/></td>\n              </tr>\n              <tr>\n                <td width=\"645\" colspan=\"3\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                    <p align=\"center\"/>\n                    <p align=\"center\"># # #</p></td>\n              </tr>\n            </table>\n          </div>\n        </div>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100427MUR.shtml", "date": "04/27/2010", "pdf": null, "title": "FEC Takes Final Action on Five Cases", "category": "Enforcement Matters"}