{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    November 25, 2002</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Bob&#160;Biersack<br/>\n    Ron&#160;Harris<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">FEC COMPLETES SIXTH RULEMAKING IMPLEMENTING NEW\n    CAMPAIGN FINANCE LAW</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; The Federal Election Commission (FEC) today completed\n    action on the sixth rulemaking implementing the Bipartisan Campaign Reform Act (BCRA). <p>Commissioners\n    approved 6-0 the rules implementing BCRA provisions regarding: disclaimers in political\n    communications, fraudulent solicitations, civil penalties for knowing and willful\n    violations of the ban on contributions in the name of another, personal use of campaign\n    funds, and a technical amendment under the Federal Election Campaign Act of 1971.</p>\n    <p>Detailed information about BCRA rulemakings can be found at <a href=\"../pages/bcra/rulemakings/rulemakings_bcra.htm\">http://www.fec.gov/pages/bcra/rulemakings/rulemakings_bcra.htm</a>.</p>\n    <p>The Commission has previously completed rules for BCRA provisions related to national,\n    state, and local party activities (soft money), electioneering communications, Federal\n    Communications Commission requirements related to electioneering communications,\n    contribution limitations and prohibitions, and a reorganization of rules on contributions\n    and expenditures. </p>\n    <p>Additional rulemakings regarding coordinated and independent expenditures, new\n    reporting requirements, and the \"millionaire&#146;s amendment\" provisions in the\n    new law are scheduled to be completed by December 22 &#150; 270 days from enactment of the\n    legislation.</p>\n    <p>In conjunction with BCRA modifications, in the public session today (continued from\n    November 21) the FEC approved by a vote of 5-1 a new rule that will permit campaign\n    committees to pay a salary to the candidate. The provision restricts such payments to a\n    pro-rata amount totaling the lesser of the candidate&#146;s income during the year prior\n    to becoming a candidate or the salary paid to those holding the office being sought. Any\n    other income earned by a candidate would also be deducted from the maximum permissible to\n    be paid by the campaign. </p>\n    <p>Presidential candidates who accept public funds would not, however, be eligible for\n    these salary payments under existing provisions of the public funding statute.</p>\n    <p>The Commission also voted 5-1 to approve a new rule regarding disclaimers required on\n    public communications. The amendment adds unsolicited electronic mail if more than 500\n    substantially similar messages are sent, along with websites of political committees\n    available to the general public, to the list of public communications that must include a\n    disclaimer identifying who paid for the communication.</p>\n    <p>Final rules regarding coordinated and independent expenditures are scheduled to be\n    considered at the Commission&#146;s December 5 open meeting, followed by consideration of\n    rules regarding consolidated reporting and interim rules on the millionaire&#146;s\n    amendment on December 12.</p>\n    <p align=\"CENTER\">###</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "href": "20021125rulemaking.html", "date": "11/25/2002", "pdf": null, "title": "FEC Completes Sixth Rulemaking Implementing New Campaign Finance Law", "category": "Rulemakings"}