{"date": "04/15/2016", "pdf": null, "title": "Week of April 11 - April 15, 2016", "issue": "2016-16", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">April 15, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160415digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-16</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"380\" valign=\"bottom\"><p/></td>\n            <td width=\"203\"><p/></td>\n            <td width=\"204\"><p>Christian Hilland </p></td>\n          </tr>\n        </table>\n          <p><strong>Weekly Digest<br/>\n            Week of April 11 &#8211; 15</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>On April 12, the Commission held an <a href=\"../../../sunshine/2016/executive/notice20160412.pdf\">executive session</a>.<br/>\n            <br/>\n            On April 14, the Commission held an <a href=\"../../../agenda/2016/agenda20160414.shtml\">open meeting</a>.<br/>\n  <strong><br/>\n    ADVISORY OPINIONS<br/>\n  </strong><br/>\n  <u>Advisory Opinion Issued<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2016-01\">Advisory Opinion 2016-01  (Ethiq)</a>. On April 14, the  Commission approved an advisory opinion in response to a request from Ethiq.  The Commission concluded that because Ethiq is a press entity, is not owned or  controlled by any candidate, political party, or political committee, and will  be engaged in its legitimate press function in providing news content to its  users, the costs Ethiq incurs in covering or carrying news stories, commentary,  and editorials as described in the request will not constitute &#8220;expenditures&#8221;  or &#8220;contributions&#8221; under the Federal Election Campaign Act of 1971, as amended  (the Act), and Commission regulations. <br/>\n  <br/>\n  <u>Advisory Opinion Considered <br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">Advisory  Opinion Request 2016-02 (Enable Midstream Services, LLC)</a>. On April 14, the Commission discussed a  draft advisory opinion in response to a request from Enable Midstream Services,  LLC (Enable), but held over a vote on the matter until the next open meeting,  scheduled for April 28, 2016. Enable owns, operates, and develops midstream  natural gas and crude oil infrastructure assets. Enable was formed as part of a  joint venture between two publicly traded companies, CenterPoint and OGE  Energy, and private investors. Enable intends to create a separate, segregated  fund (SSF) and asks whether this SSF will be affiliated with the separate  segregated funds of either CenterPoint Energy, Inc. or OGE Energy Corporation,  or both. <br/>\n  <strong><br/>\n    ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public one closed case and Statements of Reasons  in seven matters, as follows. For more information, see the case documents in  the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6815</a><br/>\n            COMPLAINANT: Raymond Buckley and the New Hampshire Democratic Party<br/>\n            RESPONDENTS: New Hampshire for Scott Brown and Paul Kilgore, in his official  capacity as treasurer (the Committee); and Scott Brown<br/>\n            SUBJECT: The complaint alleged that Brown and the Committee failed to report  disbursements and debt in their first-filed report and filed their Statements  of Candidacy and Organization late.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission observed that even had Brown become a  candidate on the date alleged in the complaint, the Statements of Candidacy and  Organization would have been less than 30 days late and the Committee&#8217;s first  required disclosure report would have been the same report it filed in a timely  manner.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6485</a> &#8211; W Spann LLC;  Edward Conard; and Restore Our Future and Charles R. Spies, in his official  capacity as treasurer. On April 13, Commissioners Ann M. Ravel and Ellen L.  Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044392258.pdf\">Statement  of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6487 and 6488</a> &#8211; F8 LLC;  Unknown Respondents; Steven J. Lund; Eli Publishing, L.C.; and Restore Our  Future and Charles R. Spies, in his official capacity as treasurer. On April 13,  Commissioners Ravel and Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044392258.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6711</a> &#8211; Specialty Investment  Group, Inc.; Kingston Pike Development, LLC; William S. Rose, Jr.; FreedomWorks  for America and R. Russ Walker, in his official capacity as treasurer; Richard  J. Stephenson; and Adam Brandon. On April 13, Commissioners Ravel and Weintraub  issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044392258.pdf\">Statement of  Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6779</a> &#8211; Joel Gilbert; Highway 61 Entertainment, LLC; and DFMRF,  LLC. On April 13, Commissioner Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044392256.pdf\">Statement of Reasons</a>. On  April 14, Chairman Matthew S. Petersen and Commissioners Lee E. Goodman and  Caroline C. Hunter issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044392671.pdf\">Statement of Reasons</a>. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6911</a> &#8211; Lois  Frankel for Congress and Janica Kyriacopoulos, in her official capacity as  treasurer; Paul Spain for Congress and Jane Pike, in her official capacity as  treasurer; DNC Services Corporation/Democratic National Committee and Andrew  Tobias, in his official capacity as treasurer; and Republican National  Committee and Anthony Parker, in his official capacity as treasurer. On April  12, Chairman  Petersen and Commissioners Goodman and Hunter issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044391240.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6930</a> &#160;&#8211; Prakazrel &#8220;Pras&#8221; Michel; SPM Holdings  LLC/SPM 2012 Holdings LLC; and Black Men Vote and William Kirk, Jr., in his  official capacity as treasurer. On April 14, Commissioners Ravel and Weintraub  issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044392258.pdf\">Statement of  Reasons</a>.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign finance enforcement matter  that was resolved through its Alternative Dispute Resolution (ADR) program, as  follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 797</a> &#8211; Tarkanian for  Congress and Richard M. Egan, in his official capacity as treasurer. &#160;The Commission dismissed and closed the file.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a>&#160; (Case 1:15-cv-01397). On April 13, <a href=\"../../../law/litigation/lpf_ivp_amicus_brief.pdf\">Independent  Voter Project</a> and <a href=\"../../../law/litigation/lpf_fairvote_amicus_brief.pdf\">FairVote</a> filed  Briefs  of Amicus Curiae in Support of Plaintiffs' Motion for Summary Judgment in  the United States District Court for the District of Columbia. <br/>\n  <br/>\n  <a href=\"../../../law/litigation/levinthal_151624.shtml\"><em>Levinthal, et al. v. FEC</em></a> (Case  1:15-cv-01624-APM). On April 8, the Plaintiffs filed a <a href=\"../../../law/litigation/levinthal151624_levinthal_cross_msj.pdf\">Cross-Motion  for Summary Judgment and Opposition to the Commission's Motion for Summary  Judgment</a> and <a href=\"../../../law/litigation/levinthal151624_levinthal_stmt_fact.pdf\">Statement  of Material Facts</a> in the United States District Court  for the District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/odonnell_15.shtml\"><em>FEC v. O&#8217;Donnell</em></a> (Case 15-cv-00017-LPS). On April 13, the Commission filed its <a href=\"../../../law/litigation/odonnell_fec_reply_msj.pdf\">Reply  Brief in Support of Commission's Motion for Summary Judgment and Opposition to  Defendants' Motion for Summary Judgment</a> in the United States  District Court for the District of Delaware.<br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY PROCEDURES<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2016/agenda20160414.shtml\">Draft Final  Rule and Explanation and Justification for Technical Amendments to 2015 CFR</a>.<br/>\n            On April 14, the Commission discussed and held  over the approval of technical corrections to various sections of its  regulations.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-11-a.pdf\">Proposed  Modifications to Program for Requesting Consideration of Legal Questions by the  Commission</a>. On April 14, the Commission approved a memorandum recommending  two modifications of the Program for Requesting Consideration of Legal  Questions by the Commission: clarifying that requests must be submitted to the  Commission Secretary and including up to five additional business days to allow  for informal resolution of underlying issues in requests.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-13-a.pdf\">Proposed  Statement of Policy Regarding the Public Disclosure of Closed Enforcement  Documents</a>. On April 14, the Commission held over the discussion until its  next open meeting of a proposed statement of policy that would expand the range  of records to be made publicly available on a regular basis. <br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-14-a.pdf\">Motion  to Open a Rulemaking to Assist Those Accepting Corporate Contributions or  Making Corporate Expenditures in Complying with Existing Campaign Finance Law</a> and a <a href=\"../../../agenda/2016/documents/mtgdoc_16-15-a.pdf\">Motion  Regarding Foreign National Rulemaking</a>. On April 14, the Commission  discussed these motions. Commissioner Weintraub announced that she will host a  forum of experts, tentatively scheduled for June 23 at the Commission's  headquarters, to discuss corporations and foreign money. <br/>\n  <strong><br/>\n    OUTREACH<br/>\n  <br/>\n  </strong>On  April 11, Commissioner Ravel was the keynote speaker on campaign finance, the  role of the Federal Election Commission and the value of increasing civic  engagement at a luncheon hosted by the Carlton Club in Washington, D.C. <br/>\n  <br/>\n  <strong>CAMPAIGN FINANCE REPORTS <br/>\n  </strong>&#160;<br/>\n            April 15: April Quarterly Reports were due. For information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>PRESS RELEASES</strong><br/>\n  <br/>\n  <a href=\"../news_releases/20160414_2release.shtml\">FEC  Approves Advisory Opinion and Modifies Program for Requesting Consideration of  Legal Questions</a> (issued April 14)<br/>\n  <br/>\n  <a href=\"../news_releases/20160414release.shtml\">FEC  Declares Jill Stein Eligible to Receive Federal Matching Funds</a> (issued  April 14)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            April 26: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            April 28: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            April 19-20, Orlando, FL, Regional Conference for House &amp; Senate Campaigns;  National, State, District &amp; Local Party Committees; and Corporate, Labor,  Membership &amp; Trade Organization PACs. Additional information is available  on the <a href=\"../../../info/outreach.shtml#conferences\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            April 20: April Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/apr2016.pdf#search=april%20record%202016\">April  Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n            The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n            <br/>\n          </p>\n        <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></div></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160415digest.shtml"}