{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\"><p align=\"center\"><strong>FEC SEEKS COMMENT ON PROPOSED RULEMAKING</strong></p>\n      <p/>\n      <p>Washington - The Federal Election is seeking comments on proposed revisions to its regulations regarding communications that have been coordinated with Federal candidates and political party committees.&#160; The Notice of Proposed Rulemaking (NPRM) published today in the Federal Register was prompted by the recent decision of the Court of Appeals in <em>Shays v. FEC</em>.</p>\n      <p/>\n      <p>The Commission&#8217;s current rules set out a three prong test for determining whether a communication is coordinated and therefore an in-kind contribution to a Federal candidate or political party committee.&#160; The Court of Appeals invalidated one aspect of one of the prongs having to do with public communications that refer to a federal candidate that are publicly distributed to voters in his or her district within 120 days of the election.&#160; Specifically the Court believed that the Commission had not provided an adequate explanation and justification for the current rule.</p>\n      <p/>\n      <p>To comply with the decision of the Court of Appeals, and to address other issues involving the coordinated communication rules, the Commission has issued a Notice of Proposed Rulemaking containing a number of alternatives and seeking comment on several issues.&#160;&#160; </p>\n      <p/>\n      <p>No final decision has been made by the Commission on the issues presented in this rulemaking.&#160; </p>\n      <p/>\n      <p>Comments are due on or before January 13, 2006.&#160; A hearing on the proposed rules will be held on January 25 or 26, or both depending on the number of people who request to appear.&#160; All comments must be in writing and addressed to Mr. Brad C. Deutsch, Assistant General Counsel, and must be submitted in either email, facsimile, or paper form.&#160; Email comments must be sent to either <a href=\"mailto:coordination@fec.gov\">coordination@fec.gov</a> or submitted through the Federal eRegulations Portal at <a href=\"http://www.regulations.gov/\">www.regulations.gov</a> .&#160; If e-mail comments include an attachment, it must be Adobe Acrobat (.pdf) or Microsoft word (doc) format.&#160; Faxed comments must be sent to (202) 219-3823, with paper copy follow-up to ensure legibility.&#160; Written comments should be sent to the Federal Election Commission, 999 E Street NW, Washington DC 20463.</p>\n      <p align=\"center\">###</p>\n      <p/>      <p>&#160;</p>\n      <p>&#160;</p>\n      <p align=\"center\"/></td>\n  </tr>\n  <tr>\n    <td class=\"fourteen_pt\">&#160;</td>\n  </tr>\n</table>\n</body>\n", "href": "press2005/20051214nprm.html", "date": "12/14/2005", "pdf": null, "title": "FEC Seeks Comment on Proposed Rulemaking on Coordinated Communications", "category": "Rulemakings"}