{"date": "09/18/2015", "pdf": null, "title": "Week of September 14 - September 18, 2015", "issue": "2015-38", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">September 18,  2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150918digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-38</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of September 14 &#8211; 18</strong></p>\n          <p><strong><br/>\n  COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  On September 15, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20150915.pdf\">executive session</a>.<br/>\n  <br/>\n  On September 17, the Commission held an <a href=\"../../../agenda/2015/agenda20150917.shtml\">open meeting</a> and an <a href=\"../../../sunshine/2015/executive/notice20150915.pdf\">executive session</a>.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Advisory Opinion Considered and Commissioner&#8217;s Statements<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">AOR 2015-03 (Democracy Rules, Inc.)</a>. The Commission considered <a href=\"../../../agenda/2015/agenda20150917.shtml\">four drafts</a> responding to an advisory opinion request from Democracy Rules, Inc., but was unable to reach agreement by the required four affirmative votes to issue an advisory opinion. The requestor asked whether its proposal to transmit political contributions to candidates on behalf of its members is permitted under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. During the discussion, the Commission heard from the requestor. A <a href=\"../../../members/statements/Goodman_AO_2015-03_Democracy%20Rules.pdf\">Statement</a> was issued by Commissioner Lee E. Goodman.<br/>\n  <br/>\n  <u>Advisory Opinion Issued<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">AO 2015-06 (Maxine Waters)</a>. On September 17, the Commission considered four draft responses to an advisory opinion request from Representative Maxine Waters. On September 18, on tally vote, the Commission concluded that the requestor may make donations to candidates for elected office in a foreign country using authorized committee, leadership PAC, or personal funds. <br/>\n  <br/>\n  <u>Request Received<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/aodocs/1320488.pdf\">AOR 2015-09 (Senate Majority PAC and House Majority PAC)</a>. On September 18, the Commission made public Advisory Opinion Request 2015-09. &#160;Senate Majority PAC and House Majority PAC, two independent-expenditure only committees, ask several questions regarding proposed activities between the requestors, single-candidate committees that the requestors would form, individuals contemplating federal candidacy, and federal candidates.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by November 10, 2015.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6851</a><br/>\n  COMPLAINANT: Michael J. Barkley<br/>\n  RESPONDENTS: Denham for Congress and David Bauer, in his official capacity as treasurer; Lucille Harris; William R. Harris; and Tuff Boy Sales, Inc.<br/>\n  SUBJECT: The complaint alleged that a sign supporting Jeff Denham&#8217;s campaign may have constituted an illegal in-kind contribution from Tuff Boy Sales, Inc. to Denham for Congress and Bauer, in his official capacity as treasurer (the Committee), or, if an unknown individual owned the property in question and placed the sign there, that he or she may have made a contribution exceeding $2,500, the then-per-election contribution limit. The complaint alleged further that the Committee did not disclose an in-kind contribution from William or Lucille Harris, whose names were in a disclaimer on the sign. Denham was a 2012 candidate for California&#8217;s 10th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe Tuff Boy Sales, Inc. violated the Act.&#160; Furthermore, the Commission exercised its prosecutorial discretion and dismissed allegations that the Committee, Lucille or William Harris violated the Act and Commission regulations in connection with the sign&#8217;s disclaimer or the reporting of who paid for the sign. The Commission also observed that the amount at issue here was <em>de minimis</em>. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6922</a><br/>\n  COMPLAINANT: Self-Initiated and FEC-Initiated<br/>\n  RESPONDENTS: ACA International; ACPAC ACA International Political Action Committee and Rae Ann Bevington, in her official capacity as treasurer; and Michael Henke<br/>\n  SUBJECT: ACA International (ACA) and its separate segregated fund, ACPAC ACA International Political Action Committee and Bevington, in her official capacity as treasurer (ACPAC), disclosed information to the Commission that ACA made a prohibited corporate contribution, totaling $23,419, in the names of others, and that ACA accepted a prohibited corporate contribution, totaling $23,419, made in the names of others, and failed to file accurate disclosure reports. In the normal course of exercising its supervisory responsibilities, the Commission initiated proceedings to determine whether Henke consented to the making of a corporate contribution and caused contributions to be made in the names of others.<br/>\n  DISPOSITION: The Commission found reason to believe that ACA and ACPAC violated the Act and that Henke knowingly and willfully violated the Act. The Commission entered into conciliation agreements providing for ACA and ACPAC to pay a civil penalty of $4,400 each or an $8,800 joint civil penalty, and for Henke to pay a civil penalty of $23,419.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  <br/>\n  </strong>The Commission made public 42 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2873</a> &#8211; Jill Stein for President and James Moran, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2893</a> &#8211; Jill Stein for President and James Moran, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2905</a> &#8211; Jill Stein for President and James Moran, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2953</a> &#8211; Abeler4Senate and Bart J. Ward, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2955</a> &#8211; Beale for Congress and Steven R. Burris, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2956</a> &#8211; Believe In Life Liberty Yourself (BILLY PAC) and Ronald Neville, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2958</a> &#8211; Calvin D. Turnquest for Congress and Olivia Outmezguine, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,362.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2959</a> &#8211; Cam Cavasso for U.S. Senate and Raynette K. Nicholson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $275.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2960</a> &#8211; Cicotte for Congress and George Frederick Cicotte, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $275.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2961</a> &#8211; Cubist Pharmaceuticals Inc. PAC (Cubist PAC) and Victoria Adams, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2962</a> &#8211; Dan Frei for Congress and Matthew Sakalosk, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2964</a> &#8211; Democratic Foundation of Orange County and Glen Hatton, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2965</a> &#8211; Doc Moylan Goes to Washington Election Committee and Robert Beauvais, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $275.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2966</a> &#8211; Empower Citizens Network and Robert Wayne Warther, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $24.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2967</a> &#8211; Espero for Congress and Bryan Gallarde, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2968</a> &#8211; Fischer for Congress and Stacey J. Fantauzzi, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $275.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2972</a> &#8211; Jay Stamper for Senate Committee and Jeremy M. Stamper, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2973</a> &#8211; Jett for Congress and Leslie Susanne Landwert, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2974</a> &#8211; Jill Stein for President and James Moran, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2975</a> &#8211; Jorge Bonilla for U.S. Congress Inc. and Magdalena Bonilla, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,455.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2976</a> &#8211; Kaleka for Congress and Peter Bellin, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2977</a> &#8211; Kwasman for Congress and Adam Kwasman, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $205.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2978</a> &#8211; Larry Wilske for Congress and Larry Wilske, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $162.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2979</a> &#8211; Lorenzo &#8216;Larry&#8217; Palomares-Starbuck for Congress and Ely Cesar, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2980</a> &#8211; Louis Minor for Congress and Anna Vazquez, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2981</a> &#8211; Marjorie 2014 and Jennifer May, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2982</a> &#8211; McCline for Congress and Trine Andersen, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2983</a> &#8211; Mechanical Contractors Association of America Political Action Committee (MCA-PAC) and John P. McNerney, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $275.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2984</a> &#8211; New Mexicans for Richard Priem and Patti Rivas, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2985</a> &#8211; Our Voices Matter and Charles Pascal, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,950.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2986</a> &#8211; Patriot Super PAC and Thomas Freiling, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $687.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2987</a> &#8211; Republican Central Committee of Los Angeles County (Fed. Acct.) and John Goya, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $577.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2988</a> &#8211; Richard Bolger for Congress and James B. Veltri, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2989</a> &#8211; Robles for Congress and Silvia Castro, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2990</a> &#8211; Scott Brion for Congress and Eric J. Loudenslager, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2991</a> &#8211; Send Lara to Congress and Brian Lara, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2992</a> &#8211; Sharon Sund for Congress and Eugene Roberson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,362.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2994</a> &#8211; Tom Carter for Congress and Thomas Carter, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2995</a> &#8211; Walters for Congress and Michael E Greenleaf, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2996</a> &#8211; Wes Neuman for Congress and Linda Neuman, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $105.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3000</a> &#8211; Marilinda Garcia for Congress and David Horan, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,315.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3001</a> &#8211; Fred Kundrata for Congress Committee and William M. Bristol, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,110.<br/>\n  <br/>\n  <strong>AUDIT<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-45-a.pdf\">Audit Division Recommendation Memorandum on the Committee for Charlotte/Charlotte DNC Host Committee</a>. &#160;On September 17, the Commission approved an Audit Division Recommendation Memorandum on the Committee for Charlotte/Charlotte DNC Host Committee, covering campaign finance activity from April 1, 2011-December 31, 2012. The Commission approved findings related to recordkeeping for $2,878,882 in-kind contributions and disclosure of disbursements totaling $12,580,995.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 15-5120). On September 16, the Commission filed a <a href=\"../../../law/litigation/holmes_fec_brief.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit.<br/>\n  <strong><br/>\n  </strong><a href=\"../../../law/litigation/lagop.shtml\"><em>Republican Party of Louisiana, et al. v. FEC</em></a> (Case 1:15-cv-01241-CRC). On September 14, the Commission filed its <a href=\"../../../law/litigation/lagop_fec_opp_3judgect.pdf\">Opposition to Plaintiffs' Application for a Three-Judge Court</a> in the United States District Court for the District of Columbia.<br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n  <br/>\n  </strong><a href=\"../../../agenda/2015/documents/mtgdoc_15-25-b.pdf\">Proposed Directive 74 on the Timely Resolution of Enforcement Matters</a>. &#160;On September 17, the Commission considered a proposed directive to set deadlines for considering and voting on enforcement matters, but was unable to reach agreement by the required four affirmative votes.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-48-a.pdf\">Second Motion to Set Priorities and Scheduling on Pending Enforcement Matters Awaiting Reason-to-Believe Consideration</a>. &#160;On September 17, the Commission considered a motion on establishing a priority and timetable for the Commissioners to take immediate substantive action on reason to believe or other recommendations pending for one year or more from the date of receipt by the Commissioners, but was unable to reach agreement by the required four affirmative votes.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. &#160;On September 17, the Commission held over discussion of a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<strong><br/>\n  <br/>\n  OUTREACH<br/>\n  <br/>\n  </strong>On September 14, Chair Ann M. Ravel discussed the role and work of the Commission with a group of attorneys at Covington &amp; Burling LLP in Washington, DC. <br/>\n  <br/>\n  On September 16, Communications Specialist Zainab Smith and Press Officer Judith Ingram spoke with a delegation of international journalists about the FEC's oversight of federal elections. The meeting was part of a &#8220;U.S. Foreign Policy: Background for Journalists&#8221; program sponsored by the U.S. State Department&#8217;s International Visitor Leadership Program.<br/>\n  <br/>\n  On September 18, Chair Ravel delivered a speech entitled &#8220;Big Picture Impact of Money in Politics&#8221; to students and faculty of the University of New Mexico and representatives of the Thornburg Foundation.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  <br/>\n  </strong><a href=\"../news_releases/20150917release.shtml\">FEC Approves an Audit Division Recommendation Memorandum and Considers Two Advisory Opinion Requests</a> (issued September 17)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><a name=\"_GoBack\"/><br/>\n  <br/>\n  September 24:&#160; The open meeting previously scheduled for this date has been postponed to October 1.<br/>\n  <br/>\n  September 29: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n  <br/>\n  October 1: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  September 30: FECFile Webinar for Candidates.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  October 20-21, San Diego, CA, Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  September 20: September Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n  <br/>\n          </p>\n          <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></div>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150918digest.shtml"}