{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>February 5, 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC Statement on the Supreme Court&#8217;s Decision in <em>Citizens United v. FEC</em></strong></p>\n        <p/>\n        <p>Washington &#8211; The Federal Election Commission today announced that, due to the Supreme Court&#8217;s decision in <em>Citizens United v. FEC</em>, it will no longer enforce statutory and regulatory provisions prohibiting corporations and labor unions from making either independent expenditures or electioneering communications. The Commission also listed several actions it is taking to fully implement the <em>Citizens United</em> decision.</p>\n        <p/>\n        <p>In <em>Citizens United v. FEC</em>, issued on January 21, 2010, the Supreme Court held that the prohibitions in the Federal Election Campaign Act (FECA) against corporate spending on independent expenditures or electioneering communications are unconstitutional.&#160; The Supreme Court upheld statutory provisions that require political ads to contain disclaimers and be reported to the Commission.&#160; Provisions addressed by the decision are described below. </p>\n        <p/>\n        <ul>\n          <li>The Court struck down 2 U.S.C. 441b, which prohibits, in part, corporations and labor organizations from making electioneering communications and from making independent expenditures&#8212;communications to the general public that expressly advocate the election or defeat of clearly identified federal candidates.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>The Court upheld 2 U.S.C. 441d, which requires that political advertising consisting of independent expenditures or electioneering communications contain a disclaimer clearly stating who paid for such communication.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>The Court upheld 2 U.S.C. 434, which requires certain information about electioneering communications and independent expenditures, and the contributions received for such spending, to be disclosed to the Commission and to be made public.</li>\n        </ul>\n        <p/>\n        <p>The Commission is taking the following steps to conform to the Supreme Court's decision.</p>\n        <p/>\n        <ul>\n          <li>The Commission will no longer enforce the statutory provisions or its regulations prohibiting corporations and labor organizations from making independent expenditures and electioneering communications.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>The Commission is reviewing all pending enforcement matters to determine which matters may be affected by the <em>Citizens United</em> decision and will no longer pursue claims involving violations of the invalidated provisions.&#160; In addition, the Commission will no longer pursue information requests or audit issues with respect to the invalidated provisions.&#160; </li>\n        </ul>\n        <p/>\n        <ul>\n          <li>The Commission is considering the effect of the <em>Citizens United</em> decision on its ongoing litigation.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>The Commission intends to initiate a rulemaking to implement the <em>Citizens United</em> opinion.&#160; It is reviewing the regulations affected by the invalidated provisions, including but not necessarily limited to the following: </li>\n        </ul>\n        <p/>\n        <ul>\n          </ul><ol>\n            <li>11CFR114.2(b)(2) and (3), which implement the FECA&#8217;s prohibition on corporate and labor organization independent expenditures and electioneering communications;</li>\n            <li>11 CFR 114.4, which restricts the types of communications corporations and labor organizations may make to those not within their restricted class;</li>\n            <li>11 CFR 114.10, which permits certain qualified nonprofit corporations to use their treasury funds to make independent expenditures and electioneering communications under certain conditions;</li>\n            <li>11 CFR 114.14, which places restrictions on the use of corporate and labor union funds for electioneering communications; and</li>\n            <li>11 CFR 114.15, which the Commission adopted to implement the Supreme Court's decision in <em>Wisconsin Right to Life, Inc. v. FEC</em>.&#160; </li>\n          </ol>\n        \n        <blockquote>\n          <blockquote/>\n        </blockquote>\n        <ul>\n          <li>The Commission is also considering the effect of <em>Citizens United</em> on the ongoing Coordinated Communications rulemaking. 74 FR 53893 (Oct. 21, 2009). The Commission is issuing a <a href=\"../../law/law_rulemakings.shtml#coordinationshays3\">Supplemental Notice of Proposed Rulemaking</a> so that interested persons may submit comments regarding issues presented by <em>Citizens United</em>. The additional comment period will close on February 24, 2010. The Commission intends to hold a hearing on the Coordinated Communications rulemaking on March 2 and 3, 2010.</li>\n        </ul>\n        <ul>\n          <li>Revisions to Commission reporting requirements, forms, instructions, and electronic software, may be required.&#160; </li>\n        </ul>\n        <p/>\n        <p>Corporations and labor organizations that intend to finance independent expenditures or electioneering communications should: </p>\n        <p/>\n        <ul>\n          <li>Include disclaimers on their communications, consistent with FEC regulations at 11 CFR 110.11;</li>\n          <li>Disclose independent expenditures on FEC Form 5, consistent with FEC regulations at 11 CFR 109.10; and</li>\n          <li>Disclose electioneering communications on FEC Form 9, consistent with FEC regulations at 11 CFR 104.20.</li>\n        </ul>\n        <p>The Commission notes that the prohibitions on corporations or labor organizations making contributions contained in 2 U.S.C. 441b remain in effect.&#160; </p>\n        <p/>\n        <p>Political committees with specific questions regarding their reporting obligations may contact the Reports Analysis Division at (800) 424-9350 (at the prompt, press 5).&#160; Others may contact the Information Division at (800) 424-9530. </p>\n        <p/>\n        <p><em/></p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p><em/></p>\n        <p align=\"center\"><em>###</em></p>\n        <p align=\"center\">&#160;\n        </p></td>\n    </tr>\n  </table>\n</div>\n", "date": "02/05/2010", "href": "press2010/20100205CitizensUnited.shtml", "category": "Citizens United v. FEC ", "title": "FEC Statement on the Supreme Court's Decision in ", "pdf": null}