{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\"><p>September 28, 2005</p>\n      <p/>\n      <p><strong>ATTENTION WIRE SERVICES, DAYBOOK EDITORS</strong></p>\n      <p><strong/></p>\n      <p align=\"center\"><strong>FEC SEEKS COMMENTS ON PROPOSED RULEMAKING</strong></p>\n      <p>Washington &#8211; The Federal Election Commission is seeking comments on proposed revisions to its definitions of the terms &#8220;to solicit&#8221; and &#8220;to direct&#8221; for its regulations on raising and spending Federal and non-Federal funds.&#160; This rulemaking was prompted by the recent decision of the U.S. District Court for the District of Columbia in <em>Shays v. FEC.</em></p>\n      <p>In modifying the existing &#8220;to solicit&#8221; definition, the Commission seeks to clarify that it covers not only communications that explicitly and directly request contributions, but also communications that implicitly or indirectly attempt to motivate another person to make a contribution.&#160; Also, the Commission proposes expanding the definition of &#160;&#8220;to direct&#8221; to include &#8220;to guide a person who has expressed an intent to make a contribution,&#8221; and not limit the term to explicit requests for funds.</p>\n      <p>No final decision has been made by the Commission on the issues presented in this rulemaking.&#160; The notice was published in the Federal Register on September 28, 2005 (70 FR 56599 and can be found <a href=\"../../pdf/nprm/definition_solicit/notice_2005-24.pdf\">here</a>. </p>\n      <p>Comments are due on October 28, 2005.&#160; A hearing on the proposed rules will be held on November 14 or 15, or both depending on the number of people who request to appear.&#160; </p>\n      <p>All comments must be in writing and addressed to Mr. Brad C. Deutsch, Assistant General Counsel, and must be submitted in either email, facsimile, or paper form. Email comments must be sent to either <a href=\"mailto:solicitdirect@fec.gov%20or\">solicitdirect@fec.gov or</a> through the Federal eRegulations Portal at <a href=\"http://www.regulations.gov/\">http://www.regulations.gov</a>. If the email comments include an attachment, it must be in Adobe Acrobat (.pdf) or Microsoft Word (doc) format.&#160; Faxed comments must be sent to (202) 219-3823, with paper copy follow-up to ensure legibility.&#160; Written comments should be sent to the Federal Election Commission, 999 E Street&#160; NW, Washington DC 20463</p>\n      <p/>\n      <p>&#160;</p>\n      <p align=\"center\">###</p></td>\n  </tr>\n  <tr>\n    <td class=\"fourteen_pt\">&#160;</td>\n  </tr>\n</table>\n</body>\n", "href": "press2005/20050928wire.html", "date": "09/28/2005", "pdf": null, "title": "FEC Seeks Comments on Proposed Rulemaking on Definition of Solicit and Direct", "category": "Rulemakings"}