{"date": "08/09/2010", "pdf": null, "title": "Week of August 2 - August 6, 2010 ", "issue": "2010-31", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 9, 2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-31</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 2 &#8211; 6</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n              <br/>\n        </strong>The Commission did not hold an Executive Session or Open Meeting this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Drafts</u></p>\n        <p><strong/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3087&amp;START=1142083.pdf\"><strong>AO 2010-12 (Procter &amp; Gamble)</strong></a>. On August 4, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1147156.pdf\">draft</a> of Advisory Opinion 2010-12. Procter &amp; Gamble Company (P&amp;G) asks if it may use its payroll deduction program to allow Board members who are not full-time employees receiving payroll checks, but who are compensated by quarterly retainer payments, to authorize deductions from those payments for contributions to P&amp;G's separate segregated fund. Comments on the draft are due by noon on August 10.</p>\n        <p/>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1145325.pdf\"><strong>AOR 2010-17 (Stutzman for Congress)</strong></a>. On July 30, the Commission made public Advisory Opinion Request 2010-17, in which Stutzman for Congress, the principal campaign committee of Marlin Stutzman, asks whether it may redesignate certain contributions from the general election to the special election held on the same day. Marlin Stutzman is an Indiana State Senator and a candidate for the U.S. House of Representatives seat in Indiana's Third Congressional District. The Commission must issue a response no later than 60 days after receipt of the complete request, or by September 27.</p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1145414.pdf\">AOR 2010-18 (Minnesota Democratic-Farmer-Labor Party)</a></strong>. On August 2, the Commission made public Advisory Opinion Request 2010-18. The Minnesota Democratic-Farmer-Labor Party (the \"DFL\") is a State political party committee. The DFL has funds raised for a 2008 recount remaining in its recount fund. The DFL asks the following questions: (1) May the DFL transfer the excess funds to its Federal account to the extent that the transfer does not cause any donor to exceed its 2010 limits for contributions to the Federal account?&#160; (2) In the alternative, may the DFL request the donors to re-designate their recount fund donations to the DFL's Federal account to the extent that the re-designation does not cause the donor to exceed its 2010 contribution limits?&#160; (3) Irrespective of the answers to questions 1 and 2, may the DFL spend any remaining recount funds on recount activities in connection with the 2010 election?</p>\n        <p>The Commission must issue a response no later than 60 days after receipt of the complete request, or September 27, 2010.</p>\n        <p><strong/></p>\n        <p>Advisory Opinions and Requests are available<a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\"> here</a>. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public three closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.&#160; </p>\n        <p>            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6129</a> &#8211; American Resort Development Association Resort Owners Coalition PAC and Yartin DePoy, in her official capacity as its treasurer. The Commission agreed to accept a conciliation agreement providing for the respondent to pay a civil penalty of $300,000.</p>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6216</a></u> &#8211; Martha Coakley; Coakley for Senate and Nathaniel C. Stinnet, in his official capacity as treasurer; and Coakley (State) Committee. The Commission exercised its prosecutorial discretion and dismissed one allegation. The Commission found no reason to believe the respondents violated the Commission&#8217;s regulations or the Federal Election Campaign Act of 1971, as amended (the Act) in connection with the remaining allegation.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6278</a> &#8211; Joyce B. Segers; Committee to Elect Joyce Segers for Congress and Wendell Fitzgerald, in his official capacity as its treasurer. The Commission dismissed the case.</p>\n        <p><strong/></p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 537 </a>&#8211; Citizens For An Open and Honest Government Supporting Dan Mielke for Congress and Robin Mielke, in her official capacity as treasurer. The respondents agreed to implement compliance measures. The Commission made a final determination and assessed no civil penalty.&#160; </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 539 </a>&#8211; Citizens For An Open and Honest Government Supporting Dan Mielke for Congress and Robin Mielke, in her official capacity as treasurer. The respondents agreed to implement compliance measures. The Commission made a final determination and assessed no civil penalty.&#160; </p>\n        <p/>\n        <p><strong>LITIGATION </strong></p>\n        <p><em><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Obama, Inc. v. Federal Election Commission</a></em>. On August 6, the United States Court of Appeals for the Fourth Circuit issued an <a href=\"../../law/litigation/RTAO_order_deny_rehg_en_banc.pdf\">order</a> denying the plaintiff&#8217;s petition for rehearing and rehearing en banc. On June 23, the Court issued a <a href=\"../../law/litigation/rtao_stay_of_mandate.pdf\">Stay of Mandate Under Fed. R. App. P. 41(d)(1)</a> pending disposition of the petition for rehearing en banc.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p>On August 3, 2010, Vice Chair Cynthia Bauerly met with a delegation of political leaders from Taiwan. The delegation visited the Commission to learn about the agency's role in disclosing campaign finance information, enforcing campaign finance regulations, and administering the public funding of presidential elections. The Taiwan delegation's trip was sponsored by the Department of State's International Visitor Leadership Program.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong><br/>\n            <br/>\n            <a href=\"20100804MUR.shtml\">FEC Takes Final Action on Six Cases</a> (issued August 4) </p>\n        <p/>\n        <p><a href=\"20108005SpecialMUR.shtml\">FEC Settles Allegations of Misreporting, Prohibited Contributions and Improper Solicitation</a>&#160;&#160; (issued August 5)</p>\n        <p/>\n        <p><strong>PUBLIC DISCLOSURE</strong></p>\n        <p>The Commission made available on its website <a href=\"../../audits/audit_reports.shtml\">Audits</a> for the 1990 and 1992 election cycle. The Audits are divided into three categories: Authorized Committees, Unauthorized Committees, and Title 26 Audit Reports. </p>\n        <p><strong/></p>\n        <p><strong>IT INITIATIVES </strong></p>\n        <p>On August 3, the Commission introduced a <a href=\"../../law/recentdevelopments.shtml\">Recent Developments in the Law</a> page to its website. The new page consolidates documents regarding selected legal issues, making it easier for visitors to find comprehensive information on current campaign finance topics. The link to this new page replaces the Lobbyist Bundling link on the FEC homepage. Links to the lobbyist bundling information are included on the new page and specific disclosure information (including the Leadership PAC list) is available on the Data Catalog page. </p>\n        <p>This week the Commission added a new presentation to its <a href=\"../../info/elearning.shtml\">E-Learning</a> page regarding Corporate/Labor Activity after Citizens United.&#160; The presentation provides interim guidance for corporations and labor organizations that intend to engage in activity permitted by the Supreme Court's decision in <em>Citizens United v. FEC</em>. </p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><a name=\"FEAShays3\"/>August 4: &#160;Wyoming Libertarian Pre-Convention Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/wyconv_lib.shtml\">here</a>.<br/>\n        </p>\n        <p>August 5: &#160;Washington Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/waprim.shtml\">here</a>.<br/>\n            <strong/></p>\n        <p>August 5: &#160;Wyoming Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/wyprim.shtml\">here</a>.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>August 12: &#160;Alaska Pre-Primary Reports are due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/akprim.shtml\">here</a>.<br/>\n        <strong/></p>\n        <p>August 12: &#160;Arizona Pre-Primary Reports are due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/azprim.shtml\">here</a>.</p>\n        <p/>\n        <p>August 12: &#160;Florida Pre-Primary Reports are due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/flprim.shtml\">here</a>.<br/>\n            <strong/></p>\n        <p>August 12: &#160;Oklahoma Pre-Runoff Reports are due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/okprim.shtml\">here</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>September 15, Washington, DC.&#160; FEC Roundtable Workshop on Pre-Election Communications. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p>          <strong>OTHER RESOURCES</strong></p>\n        <p>  The August issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/aug10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100809Digest.shtml"}