{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"6\" bordercolor=\"#111111\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" width=\"200\">For&#160;Immediate&#160;Release<br/>\n    April 23, 2004</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Kelly Huff<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">CAMPAIGNS CITED FOR FAILURE TO FILE PRE-PRIMARY \n    REPORT</th>\n  </tr>\n  <tr>\n    <td align=\"left\" colspan=\"3\">\n    \n    WASHINGTON -- Pennsylvania will be holding primary elections on April 27, \n    2004, to select candidates for the U.S. Senate and House of Representatives.<p>\n    Provisions of the Federal Election Campaign Act require committees \n    supporting candidates involved in the primary to file reports of their \n    financial activity 12 days before the election.</p>\n    <p>As of 5 p.m., April 22, 2004, disclosure reports from the following \n    committees had not been filed:</p>\n    <dir>\n      <p><b>* PA/01...BOB BRADY FOR CONGRESS&#135;RICHARD J. MACCARONE, TREAS&#135;ROBERT \n      A. BRADY...DEM</b></p>\n      <p><b>** PA/03...PORTER FOR CONGRESS&#135;EDWARD G. PLONSKI, TREAS&#135;STEVEN C. \n      PORTER&#135;DEM</b></p>\n      <p><b>*** PA/18&#135;MARK BOLES FOR CONGRESS LLC&#135;LINDA SEKELY, TREAS&#135;MARK \n      BOLES&#135;DEM</b></p>\n    </dir>\n    <p>The reports were to include financial activity occurring from January 1 \n    through April 7. If sent by certified or registered mail, the reports should \n    have been postmarked by April 12. Otherwise, the due date was \n    close-of-business April 15. Mandatory electronic filing requirements became \n    effective as of January 1, 2001. Any committee that receives contributions \n    or makes expenditures in excess of $50,000 in the current calendar year, or \n    that reasonably expects to do so, must submit its reports electronically. \n    These rules became effective for reporting periods beginning on or after \n    January 1, 2001.</p>\n    <p>Some individuals and their committees have no obligation to file reports \n    under federal election law, even though their names may appear on state \n    ballots. If an individual raises or spends less than $5,000, he or she is \n    not considered a \"candidate\" subject to reporting under the FECA.</p>\n    <p>The FEC notified committees involved in the primary of their potential \n    filing requirements on March 22. Those committees which did not file on the \n    due date were notified on April 16 that reports had not been received and \n    that their names would be published if they did not respond within four \n    business days.</p>\n    <p>Other political committees supporting House candidates in elections \n    (those which are not authorized units of a candidate's campaign) also are \n    required to file pre-primary reports, unless they report monthly. Those \n    committee names are not published by the FEC.</p>\n    <p>Further Commission action against non-filers and late filers falls under \n    the Administrative Fine Program. Political committees and treasurers who \n    fail to file their reports on time may be subject to civil money penalties \n    ranging from $30 to $16,000 (or more for repeat late- and non-filers).</p>\n    <p>The next regularly scheduled disclosure reports for candidate committees \n    will be the quarterly report, due July 15. It will cover activity from April \n    8 through June 30.</p>\n    <p align=\"CENTER\"># # #</p>\n    <hr color=\"#000000\" size=\"1\" align=\"left\" width=\"20%\"/>\n    <p>* April Quarterly has been filed, but failed to detail all activity \n    through the required reporting period of January 1 through April 7, 2004.Bob \n    Brady for Congress did not submit an April Quarterly until after the \n    mailgram had been sent and therefore received a full failure to file notice. \n    The April Quarterly report has been filed. However, the FEC received the \n    disclosure report after the April 22, 2004 cutoff date.</p>\n    <p>** April Quarterly has been filed, but failed to detail all activity \n    through the required reporting period of January 1 through April 7, 2004. A \n    mailgram was sent to Porter for Congress explaining the coverage dates were \n    insufficient. </p>\n    <p>*** A paper copy of the April Quarterly has been filed. However, the \n    committee was required to file the report electronically.</p>\n    <p/></td>\n  </tr>\n  </table>\n</body>\n", "href": "press2004/20040423nf.html", "date": "04/23/2004", "pdf": null, "title": "Campaigns Cited for Failure To File Pre-Primary Report", "category": "Non-Filer Publications"}