{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>October 15,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, the Commission found no reason to believe violations of the Federal Election Campaign Act of 1971, as amended (the Act), occurred in connection with some allegations and it dismissed the remaining allegations. The Commission dismissed four matters and closed the file in another matter.</p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6207</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Mark DeSaulnier; Mark DeSaulnier for Senate 2012; DeSaulnier for Congress and Rita Copeland, in her official capacity as treasurer; and Shara Perkins</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Jason Adrian Bezis, Esq.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that DeSaulnier, Mark DeSaulnier for Senate 2012, DeSaulnier for Congress and Rita Copeland, in her official capacity as treasurer, and Shara Perkins used non-federal funds for federal election activity, made excessive and prohibited contributions as a result of coordinated communications and failed to comply with the Act&#8217;s disclaimer requirements. DeSaulnier was a 2009 special election candidate for California's 10th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\"/>\n                </tr>\n              </table>\n                The Commission found no reason to believe that DeSaulnier for Congress and Copeland as treasurer and Mark DeSaulnier for Senate 2012 violated the Act by making or accepting excessive or prohibited contributions as a result of coordinated expenditures, or that Mark DeSaulnier for Senate 2012 violated disclaimer requirements. The Commission used its prosecutorial discretion and dismissed allegations that DeSaulnier spent non-federal funds through his State campaign in violation of the Act and that DeSaulnier and Mark DeSaulnier for Senate 2012 used non-federal funds for federal election activity. The Commission found no reason to believe Perkins violated any provision of the Act.</td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6247</a></p></td>\n            <td width=\"76%\" valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Friends of David Smith and Lucie Weaver, in her official capacity as treasurer; David A. Smith; Anschutz Company; Clarity Digital Group, LLC; and <a href=\"http://www.examiner.com\">www.examiner.com</a></p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Vickers L. Cunningham</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Anschutz Company and Clarity Digital Group, LLC, doing business as Examiner.com, made prohibited corporate contributions in connection with a coordinated communication by posting an announcement on the Examiner&#8217;s website that declared Smith&#8217;s candidacy and included information about a fundraiser. After receiving the complaint, the Examiner removed the announcement from its website. Smith was a 2010 primary election candidate for Texas&#8217; 32nd Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in furtherance of the Commission&#8217;s priorities and resources relative to other matters.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6285</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Dean Black for Congress and Wesley L. Bunce, in his official capacity as treasurer; Power Solutions Electric, Inc.; and TJSR Enterprises, Inc.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Bud Ahlheim</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p>\n                <p/></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Power Solutions Electric, Inc. and TJSR Enterprises, Inc. made and Dean Black for Congress and Bunce, in his official capacity as treasurer, accepted prohibited corporate contributions. The complaint alleged further that Dean Black for Congress filed its Statement of Organization late and failed to file a quarterly report in a timely manner.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of the technical nature of the reporting violations and because Dean Black for Congress took remedial action by refunding the corporate contributions. The Commission reminded all respondents of the Act&#8217;s requirements concerning corporate contributions, and it reminded Dean Black for Congress and Bunce, in his official capacity as treasurer, of the Commission&#8217;s filing requirements.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6286</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Our Democratic Organization and Jeffrey Bond, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Franklin County Democratic Party</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p>\n                <p/>\n                <p/></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Our Democratic Organization and Bond, in his official capacity as treasurer, failed to register and report as a political party despite distributing a mailer that contained expressly advocacated for both federal and state candidates. </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of the modest expenses associated with the mailer and in furtherance of the Commission&#8217;s priorities and resources relative to other matters.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6273</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Art Robinson for Congress and Noah Edward Robinson, in his official capacity as treasurer; Arthur B. Robinson; Oregon Institute of Science and Medicine; Althouse Press; and Access to Energy</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Democratic Party of Oregon by its Executive Director, Trent Lutz</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Robinson failed to file a Statement of Candidacy and that his campaign committee and Noah Edward Robinson, in his official capacity as treasurer, failed to file a Statement of Organization. The complaint alleged further that Art Robinson for Congress accepted prohibited contributions from the Oregon Institute of Science and Medicine, Althouse Press, and Access to Energy.&#160; Robinson is a 2010 candidate for Congress from Oregon&#8217;s 4th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion in light of the brief period that passed before the Statement of Candidacy and Statement of Organization were filed, because of the speculative nature of the remaining allegations, and in furtherance of the Commission&#8217;s priorities and resources relative to other matters. The Commission reminded the respondents of the Act&#8217;s requirements concerning initial filing requirements for candidates and committees.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6225</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Shurtleff Joint Fund and Lynn Gilbert, in her official capacity as treasurer; Friends for Shurtleff and Lynn Gilbert, in her official capacity as treasurer; PAC for Utah&#8217;s Future; Mark L. Shurtleff; and Guidant Strategies</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Joseph E. Tesch </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Friends for Shurtleff (FFS) and Gilbert, in her official capacity as treasurer, accepted impermissible funds from Shurtleff Joint Fund (SJF), a joint fundraising committee comprised of FFS and PAC for Utah&#8217;s Future.</p>\n                <p>The complaint further alleged that FFS accepted and Guidant Strategies, a Utah corporation, made prohibited in-kind contributions when it provided political consulting services to the committee. Additionally, the complaint alleged that SJF failed to disclose disbursements on its disclosure reports to the FEC regarding this activity. Shurtleff was a 2010 primary election candidate for Utah&#8217;s Senate seat.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\">The Commission closed the file.\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                  <tr>\n                    <td valign=\"top\"/>\n                  </tr>\n                  <tr>\n                    <td valign=\"top\"/>\n                    <td valign=\"top\"/>\n                  </tr>\n              </table>\n            </td>\n          </tr>\n        </table>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <div align=\"center\"># # #\n        </div>\n        <p align=\"center\">&#160; </p></td>\n    </tr>\n  </table>\n</div>\n", "href": "20101015MUR.shtml", "date": "10/15/2010", "pdf": null, "title": "FEC Takes Final Action on Six Cases", "category": "Enforcement Matters"}