{"date": "08/05/2016", "pdf": null, "title": "Week of August 1 - August 5, 2016", "issue": "2016-32", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">August 5, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160805digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-32</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of August 1 &#8211; 5</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n            No Commission open meetings  or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY  OPINIONS<br/>\n  <br/>\n  </strong><u>Advisory Opinion Issued and Concurring  Statement<br/>\n  </u><strong><br/>\n  </strong><a href=\"http://saos.fec.gov/aodocs/2016-06.pdf\">Advisory Opinion 2016-06 (Internet Association and  Internet Association PAC)</a>.  On August 1, the Commission approved on tally an advisory opinion responding to  a request from the Internet Association (IA), a trade organization representing  members of the Internet industry, and its separate segregated fund, the  Internet Association Political Action Committee (IAPAC). The Commission  concluded that IAPAC may conduct its proposed activities and that IAPAC must  pay IA the software development and staffing costs for such activities to avoid  IA making a prohibited corporate contribution to IAPAC. The Commission could  not agree by the required four affirmative votes on whether IAPAC&#8217;s activity  would result in in-kind contributions to the participating candidates. On  August 2, Chairman Matthew S. Petersen and Commissioners Lee E. Goodman and  Caroline C. Hunter issued a <a href=\"http://saos.fec.gov/aodocs/201606S_1.pdf\">Concurring Statement</a>.<br/>\n  <strong><u><br/>\n  </u></strong><u>Draft<br/>\n  <br/>\n  </u><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2016-08  (eBundler.com)</a>. On August 4, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201608.pdf\">draft</a> of Advisory Opinion 2016-08. The requestor  asks a number of questions about the requestor's proposed fundraising and  contribution-processing platforms. Public comments on the draft are due  by noon on August 15, 2016.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public seven closed  cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6622</a><br/>\n            COMPLAINANT: FEC-Initiated; and Paul Welday<br/>\n            RESPONDENT: Kerry Bentivolio for US  Congress and Timothy Witt, in his official capacity as treasurer (the  Committee)<br/>\n            SUBJECT: &#160;In the normal course of carrying out its supervisory  responsibilities and based on information contained in a complaint, the  Commission initiated proceedings to determine whether there was reason  to believe that the Committee filed reports  without the signature of the treasurer and failed to accurately disclose  receipts, disbursements, debts, and cash-on-hand information. Bentivolio was a  2012 candidate for Michigan&#8217;s 11<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission entered into  a conciliation agreement providing for the Committee to pay $2,200.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6816</a><br/>\n            COMPLAINANT: Citizens for Responsibility  and Ethics in Washington and Melanie Sloan<br/>\n            RESPONDENTS: American Future Fund (AFF);  Americans for Job Security (AJS); and The 60 Plus Association, Inc. (60 Plus) <br/>\n            SUBJECT: The complaint alleged that AFF,  AJS and 60 Plus failed to disclose that the Center to Protect Patient Rights  (CPPR) provided funds for the purpose of furthering independent expenditures  and electioneering communications in connection with the 2010 federal  elections.<br/>\n            DISPOSITION: The Commission entered into  conciliation agreements providing for AFF to pay a civil penalty of $140,000,  AJS to pay a civil penalty of $43,000, and  60 Plus to pay a civil penalty of $50,000.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6863</a><br/>\n            COMPLAINANT: Steve Robertson, Chairman,  Republican Party of Kentucky<br/>\n            RESPONDENT: Alison for Kentucky and  Robert C. Stilz III, in his official capacity as treasurer (the Committee);  Alison Lundergan Grimes; and S.R. Holding Co. Inc., d/b/a Signature Special  Event Services (SSES)<br/>\n            SUBJECT: The complaint alleged that SSES  gave and Grimes and the Committee accepted prohibited corporate in-kind  contributions in the form of a motor coach leased at a below-market rate.  Grimes was a 2014 candidate for Kentucky&#8217;s United States Senate seat.<br/>\n            DISPOSITION: The Commission closed the  file.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6891</a><br/>\n            COMPLAINANT: American Democracy Legal  Fund<br/>\n            RESPONDENT: Beat REID PAC and Steve  Rebillot, in his official capacity as treasurer (BRP)<br/>\n            SUBJECT: The complaint alleged that BRP,  an independent expenditure-only political committee, incorporated the last name  of Senator Harry Reid in its own name although it did not appear to be an  authorized committee of the candidate.<br/>\n            DISPOSITION: The Commission exercised its  prosecutorial discretion and dismissed the matter, sending a letter of caution  to BRP. The Commission observed that (1) BRP&#8217;s violation of the prohibition on  using a candidate&#8217;s name in the name of a committee other than the candidate&#8217;s  authorized committee ceased after Senator Reid announced he was not running for  re-election, (2) BRP has engaged in limited activity since its organization in  October 2014, and (3) BRP raised little money, made no independent expenditures  opposing Reid, issued no communications beyond the social media activity  described in the matter, apparently became dormant,  and has requested to terminate.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6941</a> <br/>\n            COMPLAINANT: Citizens for Responsibility  and Ethics in Washington<br/>\n            RESPONDENT: National Rifle Association of  America Political Victory Fund and Mary Rose Adkins, in her official capacity  as treasurer (NRA-PVF); and National Rifle Association Institute for  Legislative Action (NRA-ILA)<br/>\n            SUBJECT: The complaint alleged that  NRA-ILA solicited $125,153 from the general public but deposited the funds into  the account of the NRA&#8217;s separate segregated fund, NRA-PVF. As a result, the  complaint alleges, the solicitations were actually solicitations for NRA-PVF  and thus were improper because they did not adhere to the requirements of  solicitations for an SSF. The complaint alleged further that the misdeposited  funds did not meet the requirements for funds deposited into a federal account.  Finally, the complaint alleged that NRA-PVF failed to report employer and/or  occupation information for numerous contributors in the 2014 cycle.<br/>\n            DISPOSITION: The Commission found no  reason to believe NRA-PVF and NRA-ILA violated  the Act in connection with the solicitations because they were solicited for NRA-ILA and  not for NRA-PVF. The Commission dismissed with caution the allegation that the  misdeposited funds did not meet requirements for funds deposited into a federal  account. &#160;The Commission found no reason  to believe NRA-PVF failed to report employer and/or occupation information  because NRA-PVF has demonstrated that it used best efforts when collecting and  reporting contributor information for the 2014 election cycle. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6974</a><br/>\n            COMPLAINANT: Matthew Bernstein<br/>\n            RESPONDENT: Foundation for a Secure and  Prosperous America and Susan Neithamer, in her official capacity as treasurer  (FSPA)<br/>\n            SUBJECT: The complaint alleged that FSPA  failed to report independent expenditures or to register and report as a  political committee after disbursing over $1 million for advertisements  regarding Senator Rand Paul&#8217;s position on negotiations between the United  States and Iran, which were aired while Paul was a 2016 candidate for  nomination for president.<br/>\n            DISPOSITION: The Commission found no  reason to believe FSPA violated the Act. There was an insufficient number of  votes to adopt a Factual and Legal Analysis. &#160;<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  7054</a><br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENT: Oakland County Democratic  Party and Phillip W. Reid, in his official capacity as treasurer (the Committee)<br/>\n            SUBJECT: In the normal course of carrying  out its supervisory responsibilities, the Commission initiated proceedings to  determine whether there was reason to believe the Committee (1) misstated  receipts, disbursements and cash on hand, (2) failed to maintain monthly  payroll logs in 2011 and 2012, (3) failed to maintain records of receipts and  to properly report receipts in 2011 and 2012, (4) failed to use a campaign  depository for all its cash transactions in 2011 and 2012, and (5) failed to  disclose $761,912.15 in disbursements in three monthly reports in 2015.<br/>\n            DISPOSITION: The Commission entered into  a conciliation agreement providing for the Committee to pay a civil penalty of  $58,000. <br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign  finance enforcement matter that was resolved through its Alternative Dispute  Resolution (ADR) program, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 787</a> &#8211; Conservative  Majority Fund and Scott Mackenzie, in his official capacity as treasurer. The  respondent agreed to (1) certify that a representative of the Committee  participated in an FEC conference, webinar, or other program developed in  consultation with the FEC&#8217;s Information Division, (2) amend relevant 2013-2014  reports to address any inadequate responses to request for additional  information from RAD, and (3) pay a civil penalty of $3,500.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/CLC.shtml\"><em>Campaign Legal Center, et al. v. FEC</em></a> (Case 1:16-cv-00752-JDB). On August 2, the Plaintiffs filed an <a href=\"../../../law/litigation/clc_clc_opp_mtd.pdf\">Opposition to  Commission's Motion to Dismiss</a> in the United States District Court for the  District of Columbia.<br/>\n  <strong><br/>\n  </strong>&#160;<a href=\"../../../law/litigation/PAG.shtml\"><em>Pursuing America's Greatness v. FEC</em></a> (Case 15-5264). On August  2, the Court of Appeals for the District of Columbia Circuit issued an <a href=\"../../../law/litigation/pag_ac_opinion.pdf\">Opinion</a> and <a href=\"../../../law/litigation/pag_ac_order.pdf\">Order</a>.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  <br/>\n  </strong>On August 5, Commissioner Ann M. Ravel participated in a podcast with the  American Leadership Forum discussing her work with the Commission. <br/>\n  <br/>\n  <strong>FEDERAL REGISTER<br/>\n  </strong><br/>\n            On August 2, the Commission published the <a href=\"../../../law/cfr/ej_compilation/2016/notice2016-06.pdf\">Statement  of Policy on Disclosure of Certain Documents in Enforcement and Other Matters</a> (Notice 2016-06) in the Federal Register.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  </strong><br/>\n  <a href=\"../news_releases/20160802_3release.shtml\">Court  of Appeals Issues Opinion in <em>Pursuing  America's Greatness v. FEC</em></a> (issued August 2)<br/>\n  <br/>\n  <a href=\"../news_releases/20160802_2release.shtml\">Federal  Election Commission Certifies Federal Matching Funds for Stein</a> (issued  August 2)<br/>\n  <br/>\n  <a href=\"../news_releases/20160802release.shtml\">FEC  Cites Committees for Failure to File 12-Day Pre-Primary Financial Report</a> (issued  August 2)<br/>\n  <br/>\n  <a href=\"../news_releases/20160805release.shtml\">FEC  Cites Committees for Failure to File 12-Day Pre-Primary Financial Report</a> (issued  August 5)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            August 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  <br/>\n  </strong>August 24: Webinar on Pre-Election Communications and Reporting. Additional  information is available on the <a href=\"../../../info/outreach.shtml#roundtables\">Educational  Outreach</a> page of the Commission website. <br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            August 20: August Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            The Commission posted the filing deadlines for the Special Democratic Primary Election  in Ohio&#8217;s 8th Congressional District. For information on reporting dates for  this election, refer to the <a href=\"../../../pages/report_notices/2016/oh08_dem.pdf\">Special  Election Report Notice</a>.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2016  edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public  Records</a> section of the Commission website. This publication  identifies the federal and state agencies responsible for the disclosure of  campaign finances, lobbying, personal finances, public financing, candidates on  the ballot, election results, spending on state initiatives and other financial  filings.<br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/july2016.pdf\">July Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n            The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <br/>\n<p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a></p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\">\n        <div align=\"center\"/>\n        <br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160805digest.shtml"}