{"html": "<body>\n\n<font face=\"Book Antiqua\" size=\"3\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nOctober 31, 2000                                                                                                                          Ron Harris\n                                                                                                                                                        Sharon Snyder\n                                                                                                                                                        Ian Stirton</strong>\n\n</font>\n\n<b/><p align=\"CENTER\">CAMPAIGN FAILS TO FILE  OCTOBER QUARTERLY REPORT</p>\n\n<p>WASHINGTON -- The Federal Election Commission today cited an additional House campaign for failure to file the required October Quarterly financial disclosure report covering activity through September 30. This raises to 12 the number of campaigns cited.</p>\n\n<p>\tAs of 5 p.m., October 26, 2000, a disclosure report from the following committee had not been filed and remains unfiled at this time:</p>\n\n<b/><p>PA/19...SANDERS FOR CONGRESS...JAMIE FLEET, TREAS...JEFFREY L. SANDERS...DEM</p>\n\n<p>\tThe report was due October 15, 2000 and should have included financial activity for the period July 1, 2000, or later for those involved in late primaries, through September 30, 2000.  If sent by certified or registered mail, the report should have been postmarked by midnight October 15.</p>\n\n<p>\tCommittees were notified of their filing requirements on September 21.  Those committees which did not file on the due date were notified on October 20 that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n\n<p>\tOther political committees supporting Senate and House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file quarterly reports, unless they report monthly.  Those committees are not published by the FEC.</p>\n\n<p>\tFurther Commission action against non-filers and late filers is decided on a case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement actions and the FEC has implemented a new administrative fine program which will subject committees to penalties ranging from $125 to $16,000 or more.</p>\n\n<p align=\"CENTER\"># # #</p></font></body>\n", "date": "10/31/2000", "href": "morenon10312000.htm", "category": "Non-Filer Publications", "title": "Campaign Fails to File October Quarterly Report", "pdf": null}