{"date": "08/05/2011", "pdf": null, "title": "Week of August 1 - August 5 , 2011", "issue": "2011-31", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 5,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-31</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On August 2, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On August 4, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><u/></p>\n        <p><strong><u><a href=\"../../agenda/2011/mtgdoc_1146.pdf\">AO 2011-14 (Utah Bankers Association)</a></u></strong>. On August 4, the Commission held over for further discussion the two alternative draft responses. In its request, Utah Bankers Association asked whether its separate segregated fund may set up a website and an email list that would ask individuals to contribute directly to particular federal candidates.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website.&#160;&#160; </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public three closed cases. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6379</a> <br/>\n          </strong>RESPONDENTS:&#160; McNerney for Congress and Sue Staley, in her official capacity as treasurer; Jerome C. Pandell; and the Pandell Law Firm, Inc.<br/>\n  COMPLAINANT: Donald L. Nelson<br/>\n  SUBJECT: The complaint alleged that Pandell, and the Pandell Law Firm, Inc. made and McNerney for Congress and Staley, in her official capacity as treasurer, accepted a prohibited, in-kind corporate contribution. Specifically, the complaint alleged that Pandell drafted and sent a letter on behalf of McNerney for Congress to a television station to demand that the station stop airing a negative advertisement. Jerry McNerney was a 2010 candidate for California&#8217;s 11th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe respondents violated the Act because it appears that the work Pandell performed on behalf of McNerney for Congress falls under the safe harbor established in Commission regulations for individual volunteer activity.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6392</a> <br/>\n          </strong>RESPONDENTS:&#160; Kelly for Congress and Kristen L. Smith, in her official capacity as treasurer<br/>\n  COMPLAINANT: Roger Salzgeber<br/>\n  SUBJECT: The complaint alleged that Kelly for Congress and Smith, in her official capacity as treasurer, failed to include the appropriate disclaimers in campaign advertisements. Jesse Kelly was a 2010 candidate for Arizona&#8217;s 8th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in furtherance of the Commission&#8217;s priorities relative to other matters and in light of the facts that the advertisements at issue contained sufficient identifying information and the violations of disclaimer requirements appeared to be technical in nature.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6410</a> <br/>\n          </strong>RESPONDENTS:&#160; Planned Parenthood Action Fund, Inc.; Blumenthal for Senate and Judith Zamore, in her official capacity as treasurer; and Senator Richard Blumenthal<br/>\n  COMPLAINANT: Christopher C. Healy, Chairman, Connecticut Republican Party<br/>\n  SUBJECT: The complaint alleged that Planned Parenthood Action Fund, Inc. coordinated communications with, and thus made a prohibited contribution to, Blumenthal and Blumenthal for Senate . Blumenthal was a 2010 candidate for Connecticut&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe a violation of the Act occurred in light of specific denials from the respondents and the absence of any other information suggesting coordination.</p>\n        <p/>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS</strong> </p>\n        <p/>\n        <p><a href=\"../../audits/2008/FinalAuditReportoftheCommission1184208.pdf\">Final Audit Report on John Edwards for President (JEFP)</a>. On August 5, the Commission made public a Final Audit Report for John Edwards for President (JEFP) covering campaign finance activity between January 3, 2007 and March 31, 2008. The Commission approved findings related to (1) matching funds received in excess of entitlement, (2) the misstatement of financial activity, (3) failure to itemize loan repayments and (4) stale-dated checks. The Commission made a determination that JEFP is required to repay to the United States Treasury $2,136,507 for matching funds received in excess of entitlement.&#160; The Commission also concluded that JEFP is required to pay $141,808 to the United States Treasury for stale-dated checks.</p>\n        <p/>\n        <p><a href=\"../../audits/2008/FinalAuditReportoftheCommission1184218.pdf\">Final Audit Report on the Democratic Party of Arkansas</a>.&#160; On August 5, the Commission made public a Final Audit Report for the Democratic Party of Arkansas covering campaign finance activity between January 1, 2007 and December 31, 2008.&#160; The audit found misstatements of financial activity for 2007. The Committee filed amended reports to correct the misstatements.</p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_DemocraticPartyofVirginia.shtml\">Final Audit Report on the Democratic Party of Virginia</a>. On August 1, the Commission made public a Final Audit Report for the Democratic Party of Virginia covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit examined reports and statements filed by the Committee and discovered no material non-compliance.</p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_DemStateCentralofCAFederal.shtml\">Final Audit Report on the Democratic State Central Committee of CA-Federal</a>. On August 3, the Commission made public a Final Audit Report for the Democratic State Central Committee of CA-Federal covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit examined reports and statements filed by the Committee and discovered no material non-compliance.</p>\n        <p/>\n        <p>The <a href=\"../../audits/audit_reports.shtml\">Audits for the 1976 Election Cycle</a> have been added to the FEC website under the <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a> and <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a> categories. Also refer to the website for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are organized in three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>. </p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/crew.shtml\">Citizens For Responsibility And Ethics In Washington (CREW) v. FEC</a></em> (No. 1:10-cv-01350-JEB). On August 1, the United States District Court for the District of Columbia issued its <a href=\"../../law/litigation/crew101350_dc_order.pdf\">order</a> and <a href=\"../../law/litigation/crew101350_dc_memo_opinion.pdf\">opinion</a> granting the Commission's motion to dismiss.</p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/kazran.shtml\">FEC v. Kazran</a></em> (No. 3:10-cv-1155-RBD-JRK). On August 3, the United States District Court for the Middle District of Florida issued an <a href=\"../../law/litigation/kazran_dc_order_denying_joinder.pdf\">order</a> denying Sam Kazran&#8217;s motion to join Congressman Buchanan as a defendant.</p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/van_hollen.shtml\">Van Hollen v. FEC</a></em> (No. 1:11-cv-00766 (ABJ )). On August 1, the Commission filed a <a href=\"../../law/litigation/van_hollen_fec_msj.pdf\">Motion For Summary Judgment</a> in the United States District Court for the District of Columbia. Also, the Court granted the motions to intervene as a defendant filed by the Hispanic Leadership Fund and the Center for Individual Freedom.</p>\n        <p/>\n        <p><strong>COMMISSION APPOINTMENTS<br/>\n              <br/>\n        </strong>On August 3, the Commission <a href=\"../press2011/20110803newStaffDir.shtml\">announced</a> the selection of D. Alec Palmer as the FEC&#8217;s new Staff Director.&#160; Palmer, who served as Acting Staff Director and Chief Information Officer (CIO), will continue his responsibilities as both Staff Director and CIO. Palmer began at the FEC in 2003 as the CIO, and has improved information technology and systems at the Commission.&#160; In his acting capacity, Palmer has provided vision and leadership to management and staff. The position is one of three statutory positions at the FEC. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p/>\n        <p><a href=\"../press2011/20110803newStaffDir.shtml\">Federal Election Commission Names Alec Palmer as New Staff Director</a> (issued August 3)</p>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p>On August 1, the Commission published a <a href=\"../../law/cfr/ej_compilation/2011/notice_2011-11.pdf\">Policy Statement Regarding a Program for Requesting Consideration of Legal Questions by the Commission</a> in the Federal Register.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>August 11: California's 36th Congressional District Post Special Runoff Election Reports are due.&#160; For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ca36.shtml\">Special Election Report Notice</a> of the FEC website. </p>\n        <p/>\n        <p><strong>UPCOMING EVENTS<br/>\n        </strong> </p>\n        <p>September 7-8, Minneapolis, MN &#8211; <em>Regional</em> <em>Conference for House and Senate Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. &#160;Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">August 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110805digest.shtml"}