{"date": "02/19/2010", "pdf": null, "title": "Week of February 15 - February 19, 2010", "issue": "2010-07", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>February 19, 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>&#160;</p>\n            <p>ISSUE 2010-07</p></td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of February 15 &#8211; 19</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong> </p>\n        <p>The Commission did not hold an Executive Session or Open Meeting this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Drafts</u></p>\n        <p/>\n        <p><strong>AOR 2010-01 (Nevada State Democratic Party)</strong>. On February 19, the Commission made public draft Advisory Opinion 2010-01. The Nevada State Democratic Party asked whether the cost of its proposed campaign materials would be exempt from the Act&#8217;s definitions of &#8220;contribution&#8221; and &#8220;expenditure&#8221; if the materials were used in connection with volunteer activities on behalf of the State Party&#8217;s preferred candidates before the State primary election. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by March 5, 2010.</p>\n        <p><strong/></p>\n        <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6127</a> &#8211; Obama for America and Martin Nesbitt, in his official capacity as treasurer; Barack Obama; Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer; Democratic National Committee and Andrew Tobias, in his official capacity as treasurer; VIDA Fitness; Urban Salons, Inc. doing business as Bang Salon Spa; David von Storch; Saul Ewing, LLP. The Commission exercised its prosecutorial discretion and dismissed two of the allegations in connection with Obama for America and its treasurer, dismissed the allegation in connection with Barack Obama, and sent letters of caution. The Commission exercised its prosecutorial discretion and dismissed the allegations in connection with Obama Victory Fund and the Democratic National Committee and their treasurers, acting in their official capacities. The Commission found no reason to believe violations occurred in connection with the third allegation concerning Obama for America and its treasurer and found no reason to believe concerning Saul Ewing, LLP.&#160; The Commission agreed to accept a conciliation agreement with VIDA Fitness, Urban Salons, Inc., doing business as Bang Salon Spa, and David von Storch, providing for the respondents to pay a civil penalty of $5,500.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6227</a> &#8211; Susan B. Anthony List, Inc. Candidate Fund and Frank Cannon, in his official capacity as treasurer. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $3,600.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 1968</a> &#8211; Empire District Electric Company PAC and Larry Jay Williams as Treasurer. The Commission made a final determination and assessed a civil penalty of $600. </p>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/cao.shtml\"><em>Cao v. FEC.</em></a> On February 17, plaintiffs filed a notice of appeal of the <a href=\"../../law/litigation/cao_order.pdf\">Order and Reasons</a> issued by the United States District Court for the Eastern District of Louisiana on January 27. Plaintiffs have challenged the constitutionality of coordinated expenditure limits, both under the party expenditure provision in 2 U.S.C. 441a(d) and the $5,000 limit on party contributions to candidates in 2 U.S.C. 441a(a)(2)(A), as applied to party coordinated expenditures.&#160; In its January 27 decision, the district court certified several of plaintiffs' questions for consideration by the Fifth Circuit Court of Appeals en banc, but granted summary judgment to the Commission as to plaintiffs' remaining claims. </p>\n        <p><a href=\"../../law/litigation/koerber.shtml\"><em>Koerber v. FEC</em></a><em>.</em> On February 17, the parties agreed to a <a href=\"../../law/litigation/koerber_ac_k_dis_app.pdf\">voluntary dismissal</a> of the plaintiffs&#8217; appeal to the United States Court of Appeals for the Fourth Circuit of the district court's denial of a preliminary injunction in <em>Koerber v. FEC</em>. The Court of Appeals dismissed the appeal on that same day. Plaintiffs Committee for Truth in Politics, Inc. (CTP) and Holly Lynn Koerber have challenged the constitutionality of the FEC&#8217;s disclaimer and reporting requirements for electioneering communications (ECs) that \"may reasonably be interpreted as something other than as an appeal to vote for or against a specific candidate,\" as described by the Supreme Court in <a href=\"../../law/litigation_CCA_W.shtml\"><em>FEC v. Wisconsin Right to Life</em></a> (WRTL). Plaintiffs have also challenged the constitutionality of the Commission&#8217;s enforcement practices on political committee status. Plaintiffs' claims on the merits remain pending in the district court.</p>\n        <p><em><a href=\"../../law/litigation/novacek.shtml\">FEC v. Novacek</a></em>. On February 12, the Commission filed a <a href=\"../../law/litigation/novacek_fec_reply_sj2.pdf\">reply brief</a> in FEC v. Novacek. The Commission alleges in this enforcement action that defendant Jody L. Novacek created several entities -- including the \"Republican Victory Committee\" -- and made misrepresentations to vendors and the general public stating or implying that the entities were raising money for a political party committee. The FEC found probable cause to believe that the fundraising solicitations by phone and in mailers constituted knowing and willful fraudulent misrepresentations of the source of the solicitation and raised more than $75,000. In addition, the defendants are alleged to have failed to include on their communications some of the required disclaimer information, such as the street address, telephone number, or Internet address of the person who paid for the communication. </p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p/>\n        <p>On February 19, the Commission issued a <a href=\"../../agenda/2010/mtgdoc1010.pdf\">Draft Notice of Proposed Rulemaking (NPRM) for Standards of Conduct</a>. The draft proposed rules would update 11 CFR Part 107 to reflect statutory changes enacted after the Standards of Conduct were originally promulgated, and to conform to regulations issued by the Office of Government Ethics and the Office of Personnel Management. &#160;<br/>\n        </p>\n        <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n        <p/>\n        <p><a name=\"FEAShays3\"/>February 18&#8211; Massachusetts Senate Special Post-General Reports were due. For information on this election, click <a href=\"../../pages/report_notices/2010/masen.shtml\">here.</a> For information on campaign finance data concerning the special election, click <a href=\"../../DisclosureSearch/HSRefreshCandList.do?category=stateS_all&amp;stateName=MA&amp;election_yr=2010\">here.</a></p>\n        <p/>\n        <p>February 18&#8211; Texas Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/txprim.shtml\">here.</a> Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong/></p>\n        <p>March 2-3, Washington, FEC hearing on the <a href=\"../../agenda/2009/mtgdoc0968.pdf\">Notice of Proposed Rulemaking (NPRM) on Coordinated Communications</a> and <a href=\"../../pdf/nprm/coord_commun/2009/notice2010-01.pdf\">Supplemental Notice of Proposed Rulemaking on Coordinated Communications</a> (SNPRM). Comments are due on February 24.</p>\n        <p/>\n        <p>March 9-10, Washington, Conference for Corporations and their PACs.&#160; The conference registration information and agenda are <a href=\"../../info/conferences/2010/corporate10.shtml\">here</a>.</p>\n        <p>March 16, Washington, FEC hearing on the <a href=\"../../pdf/nprm/solicitationshays3/notice_2009-26.pdf\">Notice of Proposed Rulemaking (NPRM) on Federal Officeholders' and Candidates' Participation in Nonfederal Fundraising Events</a>. Comments from the public on this NPRM were due on or before February 8. Reply comments are due on or before February 22. <strong>Note: March 16 is the new hearing date.</strong></p>\n        <p>April 7, Washington, Seminar for Nonconnected Committees.&#160; The seminar registration information and agenda are <a href=\"../../info/conferences/2010/nonconnected2010.shtml\">here</a>.</p>\n        <p/>\n        <p>New Orleans, LA. The Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs scheduled for February 9-10 has been postponed due to inclement weather. No date has been set for the rescheduled conference. For more information, click <a href=\"../../info/conferences/2010/neworleans.shtml\">here</a>. </p>\n        <p><strong/></p>\n        <p><strong>NEXT WEEK (FEBRUARY 22</strong> &#8211; <strong>26)</strong></p>\n        <p><strong/></p>\n        <p>February 24, Washington, FEC Travel Rules Workshop. The program flyer is <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>February 24:&#160; The Commission will hold an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session</a>.</p>\n        <p/>\n        <p>February 25:&#160; The Commission will hold an <a href=\"../../agenda/agendas.shtml#meetings\">Open Session</a>.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>February 20:&#160; Disclosure reports for monthly filers are due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The February issue of The Record is <a href=\"../../pdf/record/2010/feb10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p align=\"center\">&#160;        </p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100219Digest.shtml"}