{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                  <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                  <td width=\"155\" valign=\"top\"><p>Judith Ingram </p></td>\n                </tr>\n                <tr>\n                  <td width=\"517\" valign=\"top\"><p>April 3, 2009 </p></td>\n                  <td width=\"66\" valign=\"top\"/>\n                  <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n              </table>\n                <table cellspacing=\"0\" cellpadding=\"0\">\n                  <tr>\n                    <td width=\"696\" valign=\"top\"><p align=\"center\"><strong>FEC Acts on Advisory Opinion Requests, Approves Legislative Recommendations</strong></p>\n                        <p/>\n                        <p>WASHINGTON&#8212;At its open meeting on Thursday, March 19, the Federal Election Commission issued two advisory opinions: one requested by the Democratic Senatorial Campaign Committee (DSCC) and the Al Franken for U.S. Senate Committee, and the other by the Socialist Workers Party (SWP).</p>\n                        <p>In Advisory Opinion 2009-04 (DSCC/Franken), the Commission concluded that the DSCC may establish a recount fund subject to contribution limits, source prohibitions, and reporting requirements of the Act to pay for expenses incurred in connection with recounts and election contests including the 2008 U.S. Senate recount and election contest in Minnesota. The Commission was unable to reach a conclusion on whether the Franken Committee could establish an election contest fund, separate from its existing recount fund and subject to separate contribution limits, and use that fund to pay for expenses related to the 2008 Senatorial election contest in Minnesota.</p>\n                        <p>In Advisory Opinion 2009-01 (SWP), the Commission renewed a partial reporting exemption for the SWP and committees supporting the SWP&#8217;s Federal candidates until Dec. 31, 2012.&#160; Under the exemption, the SWP political committees must report contributions received and expenditures made, but do not have to disclose the identities of the contributors and recipients of expenditures.&#160; The exemption was first granted and renewed in court consent decrees in 1979 and 1985, and subsequently renewed for six-year periods in three advisory opinions. </p>\n                        <p>At the meeting, the Commission also unanimously approved <a href=\"../../law/legrec2009.pdf\">four Legislative Recommendations for 2009</a> to be submitted for consideration to Congress: 1) require electronic filing for Senate candidates; 2) expand the prohibitions on fraudulent misrepresentation of campaign authority; 3) extend the personal use restrictions to all political committees; and 4) delete the exclusion of the FEC from eligibility for the Senior Executive Service.</p>\n                        <p>The Commission also approved a proposal to make electronic distribution the primary means of delivery for its monthly newsletter, the Record, as of July 2009. The proposal was motivated by the FEC&#8217;s continuing efforts to use technology to increase efficiency, conserve resources and provide the best possible service. The Record will still be made available via print upon request and will be posted each month on the FEC web site (<a href=\"../../pages/record.shtml\">http://www.fec.gov/pages/record.shtml</a>). The Commission&#8217;s Information Division will send all registered committees a link to The Record via e-mail each time a new issue is posted.</p>\n                        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n                        <p align=\"center\"><em># # #</em> </p></td>\n                  </tr>\n                </table>\n                <p/>                <p align=\"center\">&#160;</p>\n                <p/>\n                <p align=\"center\">&#160;</p>\n                <p/>\n                <p/>\n                <p/>\n                <p/>\n                <p/>\n                <p/>\n                <p/>\n                <p align=\"center\">&#160;</p>\n                <p>&#160;</p>\n                <p>&#160;</p>\n                <p/>\n                <p/>\n                <p/>\n                <p>&#160;</p>\n                <p>&#160;</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090403Summary.shtml", "date": "04/03/2009", "pdf": null, "title": "FEC Acts on Advisory Opinion Requests, Approves Legislative Recommendations", "category": "Open Meetings and Related Matters"}