{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"9%\"><p align=\"right\">Contact:&#160; </p></td>\n            <td width=\"20%\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\"><p>June 1, 2012 </p></td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC Cites Committees for Failure to File 12-Day Pre-Primary Financial Report</strong> </p>\n        <p>WASHINGTON -- The Federal Election Commission cited 11 campaign committees today for failing to file the 12-Day Pre-Primary Election Report required by the Federal Election Campaign Act of 1971, as revised (the Act), for the California, Iowa, Montana, New Jersey, New Mexico and South Dakota primary elections that are being held on June 5, 2012. </p>\n        <p>As of June 1, 2012, the required disclosure report had not been received from:</p>\n        <ul>\n          <li>Castle for New Jersey</li>\n          <li>Imus for Congress</li>\n          <li>Committee to Elect Andy Caffrey to Congress</li>\n          <li>Courtney for Congress 2012</li>\n          <li>Orly Taitz for US Senate 2012</li>\n          <li>Gary Smith for Congress</li>\n          <li>David Levitt for US Senate 2012 Committee</li>\n          <li>Committee to Elect Bill Jensen to Congress</li>\n          <li>Friends of Usha Shah for Congress Dist 47 Election</li>\n          <li>Anna Nevenic for Congress</li>\n          <li>Al Ramirez for US Senate</li>\n        </ul>\n        <p>The report was due on May 24, 2012, and should have included financial activity for the period April 1, 2012, through May 16, 2012. If sent by certified or registered mail, the report should have been postmarked by May 21, 2012.</p>\n        <p>Some individuals and their committees have no obligation to file reports under federal campaign finance law, even though their names may appear on state ballots. If an individual raises or spends $5,000 or less, he or she is not considered a \"candidate\" subject to reporting under the Act.</p>\n        <p>The Commission notified committees involved in the California, Iowa, Montana, New Jersey, New Mexico and South Dakota primary elections of their potential filing requirements on April 30, 2012. Those committees that did not file on the due date were sent notification on May 25, 2012 that their reports had not been received and that their names would be published if they did not respond within four business days.</p>\n        <p>Other political committees that support Senate and House candidates in elections, but are not authorized units of a candidate's campaign, are also required to file quarterly reports, unless they report monthly. Those committee names are not published by the FEC.</p>\n        <p>Further Commission action against non-filers and late filers is decided on a case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement actions, and the FEC has implemented an Administrative Fine program with provisions for assessing monetary penalties. </p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120601nonfiler.shtml", "date": "06/01/2012", "pdf": null, "title": "FEC Cites Committees for Failure to File 12-Day Pre-Primary Financial Report", "category": "Non-Filer Publications"}