{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><p>For Immediate Release&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160; Contact: Bob Biersack<br/>\n              May 1, 2007   &#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160; George Smaragdis<br/>\n              &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Michelle Ryan</p>\n              <p align=\"center\"><strong>FEC REPORTS MOST SUCCESSFUL FIRST QUARTER IN ITS HISTORY, COLLECTING OVER $1.1 MILLION IN CIVIL PENALTIES</strong></p>\n              <p>Washington &#8211; The Federal Election Commission (FEC/the Commission) reported today that it collected civil penalties of more than $1.1 million during the first three months of 2007, the largest total collected by the Commission in the first three months of any year in its history.&#160; This included the third largest payment in the agency&#8217;s history: a $750,000 penalty from the Progress for America Voter Fund.&#160; This group, a 527 organization accused of violating Federal campaign finance laws during the 2004 Presidential election, agreed to pay the penalty to settle charges that it failed to register and file disclosure reports as a Federal political committee and accepted contributions in violation of Federal limits and source prohibitions. This was accomplished even as the Commission continues to reduce the time required to complete enforcement actions.</p>\n              <p>&#8220;The Commission&#8217;s results so far in 2007 build upon a proven track record and commitment to rigorous enforcement.&#160; And while the Commission has an abiding commitment to encouraging voluntary compliance, serious violations will result in significant civil penalties,&#8221; said FEC Chairman Robert Lenhard.</p>\n              <p><strong>Policy Statements<br/>\n              </strong>As part of its efforts to increase responsiveness and transparency in its operations, the FEC also approved innovative policy proposals in the first quarter that:</p>\n              <ul>\n                <li>Establish voluntary internal controls for political committees that reduce the likelihood of embezzlement and may protect political committees from liability for inadvertently filing incorrect reports;</li>\n                <li>Encourage self-reporting of violations, or <em>sua sponte</em> submissions, by providing for mitigated civil penalties for organizations that follow guidelines provided by the Commission;</li>\n                <li>Clarify the actions the FEC may take when beginning enforcement proceedings;</li>\n                <li>Establish a pilot program that allows respondents to request an oral hearing before the Commission; and</li>\n                <li>Improve descriptions of disbursements on reports filed by political organizations.</li>\n              </ul>\n              <p><strong>Advisory Opinions<br/>\n              </strong>In administering the public funding program for presidential campaigns the FEC approved a request from Barack Obama, allowing him to raise funds for a possible Presidential general election campaign while preserving the option to choose public funding instead. This opinion was issued using a new process for expediting requests where quick rulings would be particularly beneficial to the regulated community.&#160; The Commission also completed audits of the 2004 Presidential campaigns of George Bush, Wesley Clark, Dennis Kucinich and Lyndon LaRouche, as well as audits of four campaign committees and two political action committees (PACs). </p>\n              <p><strong>Litigation<br/>\n              </strong>In a decision favorable to in the FEC, the 11th Circuit Court of Appeals ruled that the Reform Party of the United States has to repay $333,558 in public funds to the U.S. Treasury for impermissibly spending a portion of its 2000 convention public funding on non-convention-related expenditures.</p>\n              <p><strong>Other<br/>\n              </strong>As part of its longstanding education and outreach efforts, the Commission published a <em>Campaign Guide for Corporations and Labor Organizations.</em>&#160; The FEC produces a variety of information materials about the campaign finance law for candidates, PACs and political parties.</p>\n              <p>The FEC also made important improvements to its website, launching a new process for searching and retrieving Advisory Opinions that is more comprehensive and user-friendly.&#160; </p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # # </p>              </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "05/01/2007", "href": "press2007/20070501FirstQuarterCivilPenalties.shtml", "category": "Enforcement Matters", "title": "FEC Reports Most Successful First Quarter in Its History, Collecting Over $1.1 Million in Civil Penalties", "pdf": null}