{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>June 20 , 2008 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n                <p align=\"center\"><strong>FEC Collects $198,900 in Civil Penalties</strong></p>\n                <p>WASHINGTON &#8211; The Federal Election Commission (FEC/the Commission) today announced final action in 17 enforcement cases, five of which led to civil penalties totaling $198,900.</p>\n                <p>The Commission completed action in these matters in 2007 and documents from these cases have now been included on the public record.&#160; Detailed information on all FEC enforcement actions is available through the Enforcement Query System at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>. </p>\n              <p><strong>Bill McCollum for </strong><strong>U.S.</strong><strong> Senate Pays $50,000<br/>\n                </strong>In Matter Under Review (MUR) <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5742&amp;CASETYPE=mur\"><strong>5742</strong></a></strong>, Bill McCollum for U.S. Senate (FL) failed to report disbursements totaling $755,839 in their 2004 12 Day Pre-Primary Report.&#160; The Federal Election Campaign Act (the Act) requires authorized campaign committees to file pre-election reports disclosing the total amount of all disbursements along with detailed information on each disbursement over $200.&#160; The Commission found probable cause to believe that the committee violated the Act&#8217;s reporting requirements and the committee agreed to pay a $50,000 civil penalty.</p>\n                <p><strong>Huffman for Congress Pays $30,000; Dean Proctor Pays $19,000 <br/>\n                </strong>MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5496&amp;CASETYPE=mur\"><strong>5496</strong></a></strong> resulted from a self-reported violation by Huffman for Congress, Lawrence David Huffman and Dean Proctor and complaints filed by Mr. Huffman&#8217;s opponents.&#160; Huffman for Congress was Mr. Huffman&#8217;s principal campaign committee for his 2004 Congressional candidacy (NC/10).&#160; Dean Proctor, who served as the finance chairman of Huffman for Congress, gave Mr. Huffman $100,000 in June 2004.&#160; Mr. Proctor acknowledged the transaction was a violation of the Act.&#160; Mr. Proctor later took steps to reverse the transaction and voluntarily self-reported the violation to the FEC.&#160; In July 2004, Mr. Huffman refunded the $100,000 excessive contribution.&#160; Mr. Proctor agreed to pay a civil penalty of $19,000 for violating the Act.&#160; </p>\n                <p>Also, in June 2004, Mr. Huffman obtained a loan in the amount of $100,000 from Peoples Bank for use in his campaign.&#160; The committee failed to identify Peoples Bank as the original source of the loan in its FEC report.&#160; Huffman for Congress additionally failed to disclose the collateral used for a $150,000 line of credit Mr. Huffman obtained from Branch Banking and Trust Company.&#160; The Commission found reason to believe that Mr. Huffman and his committee violated the Act by accepting Mr. Proctor&#8217;s excessive contribution and by failing to file accurate reports with the FEC.&#160; The committee agreed to pay a civil penalty of $30,000.</p>\n                <p><strong>Dole </strong><strong>North Carolina</strong><strong> Victory Committee Pays $20,000; Earl Allen Haywood Pays $5,000 <br/>\n                </strong>In MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5610&amp;CASETYPE=mur\"><strong>5610</strong></a></strong>, the Dole North Carolina Victory Committee agreed to pay a $20,000 civil penalty for violating multiple provisions of the Act.&#160; The committee was a joint fundraising committee that raised funds for the Dole 2002 Committee, Inc., and the North Carolina Republican Party.&#160; Assistant Treasurer Earl Allen Haywood was the only paid employee for the Dole North Carolina Victory Committee.&#160; From June 2002 through May 2003, Mr. Haywood embezzled $155,750 from the committee, failed to keep proper records of disbursements he made to himself and failed to file accurate reports.&#160; He also received and deposited prohibited corporate contributions into the committee&#8217;s account during that time.&#160; The Dole North Carolina Victory Committee agreed to pay a $20,000 civil penalty for failing to comply with recordkeeping requirements, failing to file complete and accurate reports with the FEC and accepting prohibited corporate contributions.&#160; The Commission considered the committee&#8217;s financial condition and mitigating circumstances, including Mr. Haywood&#8217;s actions, when determining the civil penalty.&#160; The Commission found reason to believe Mr. Haywood knowingly and willfully violated multiple provisions of the Act, including commingling of campaign funds with personal funds and personal use of campaign funds.&#160; Mr. Haywood agreed to pay a $5,000 civil penalty and is prohibited from working or volunteering for federal political campaigns for ten years.&#160; The Commission took into consideration Mr. Haywood&#8217;s financial hardship, criminal conviction on related charges and cooperation with the FEC during the investigation.</p>\n                <p><strong>Critical Health Systems of </strong><strong>North Carolina</strong><strong> Pays $3,400 <br/>\n                </strong>MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5948&amp;CASETYPE=mur\"><strong>5948</strong></a></strong> was initiated by self-reported submission by Critical Health Systems of North Carolina, P.C., (CHSNC) and Critical Health Systems, Inc. (CHS).&#160; CHSNC discovered that physicians of the Wake Practice of CHSNC made contributions to various political candidates and committees from 1998-2006, some of which were reimbursed by CHSNC and CHS.&#160; The Commission found reason to believe CHSNC and CHS violated the Act by making prohibited corporate contributions and that CHSNC and CHS, along with several Wake Practice physicians, made contributions in the name of another.&#160; Respondents agreed to pay jointly a civil penalty of $3,400.&#160; Additionally, five individual physicians agreed to pay $1,000 each to the U.S. Treasury for their illegal contributions.&#160; The respondents also agreed to waive their right to refunds of these illegal contributions and to instruct each recipient committee to pay to the U.S. Treasury amounts equal to the illegal contributions.</p>\n                <p><strong>FEC finds reason to believe the </strong><strong>Alaska</strong><strong> Democratic Party; Tony Knowles for </strong><strong>U.S.</strong><strong> Senate violated the Act <br/>\n                </strong>MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5564&amp;CASETYPE=mur\"><strong>5564</strong></a></strong> alleged that money transferred by the Democratic Senatorial Campaign Committee (DSCC) to the Alaska Democratic Party (ADP) exceeded the coordinated expenditure limits of the Act.&#160; ADP used funds transferred from the DSCC to start a field program that established regional offices throughout the state.&#160; Available information suggested that these offices were used to conduct campaign activity for 2004 Senate candidate Tony Knowles (AK) and that expenditures related to these efforts exceeded ADP&#8217;s maximum general election coordinated expenditure limit for Mr. Knowles.&#160; The Commission found reason to believe ADP violated the Act by making excessive coordinated expenditures on behalf of Mr. Knowles and that Tony Knowles for U.S. Senate violated the Act by receiving possible excessive contributions from ADP and failing to report them.&#160; The Commission found no reason to believe the DSCC violated the Act.&#160; After considering the circumstances of the matter, there were insufficient votes for entering into a conciliation agreement prior to a finding of probable cause to believe, and the Commission determined to close the file.</p>\n                <p><strong>FEC finds no reason to believe </strong><strong>Montana</strong><strong> Education Association violated Act<br/>\n                </strong>MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5869&amp;CASETYPE=mur\"><strong>5869</strong></a></strong> resulted from allegations that the Montana Education Association-Montana Federation of Teachers (MEA-MFT), a labor union of teachers and education employees, violated the Act by making prohibited in-kind corporate contributions to federal political committees.&#160; Specifically, the complaint alleged MEA-MFT used treasury funds to make expenditures that were coordinated with Montanans for Tester, the principal campaign committee of Senator Jon Tester (MT), and/or the Montana Democratic Party during the 2006 election cycle.&#160; The Commission concluded that there was no reason to believe any of the respondents violated the Act.<br/>\n                </p>\n                <p>                <strong>FEC finds no reason to believe Americans for Legal Immigration PAC violated Act<br/>\n                </strong>MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5896&amp;CASETYPE=mur\"><strong>5896</strong></a></strong> alleged that Americans for Legal Immigration PAC &#8211; 2006 (ALIPAC) and ALIPAC&#8217;s President, William Gheen, violated the Act by failing to disclose in-kind contributions and other receipts.&#160; The Commission found no reason to believe ALIPAC violated the Act and dismissed allegations against Mr. Gheen.<br/>\n                </p>\n                <p>                <strong>FEC finds no reason to believe Club for Growth PAC or Walberg for Congress violated Act<br/>\n                </strong>MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5881&amp;CASETYPE=mur\"><strong>5881</strong></a></strong> alleged that seven individuals made excessive contributions to Club for Growth, Inc., PAC (CFG-PAC) and that CFG-PAC knowingly accepted these contributions.&#160; The complaint also alleged that these individual contributors gave to both CFG-PAC and Walberg for Congress, the 2006 campaign committee of Congressman Tim Walberg (MI/07), knowing that a substantial portion of their contributions to CFG-PAC would be used to support Congressman Walberg&#8217;s primary election efforts.&#160; The Commission found no reason to believe CFG-PAC, Walberg for Congress or any of the individual contributors violated the Act.</p>\n                <p><strong>FEC finds no reason to believe </strong><strong>Pennsylvania</strong><strong> Democratic State Committee or Lois Murphy for Congress violated Act<br/>\n                </strong>MURs <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5824&amp;CASETYPE=mur\"><strong>5824</strong></a></strong> and <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5825&amp;CASETYPE=mur\"><strong>5825</strong></a></strong> resulted from allegations that the Pennsylvania Democratic State Committee (PDSC) violated the Act by failing to include disclaimers on communications that promoted 2006 Congressional candidate Lois Murphy (PA/06) and attacked Congressman Jim Gerlach (PA/06).&#160; The complaint further alleged that PDSC failed to allocate and report the costs associated with an advertisement as an in-kind contribution to Murphy and that six PDSC mailed communications did not qualify for the volunteer activity exemption for party committees.&#160; The Commission found no reason to believe the PDSC or Lois Murphy for Congress violated the Act.</p>\n                <p><strong>FEC admonishes Tanonaka for Congress<br/>\n                </strong>MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5571&amp;CASETYPE=mur\"><strong>5571</strong></a></strong> alleged that Dalton Tanonaka, a 2004 Congressional candidate (HI/01), made loans to his principal campaign committee, Tanonaka for Congress, that were financed with excessive or prohibited funds.&#160; Mr. Tanonaka made three loans to his campaign and the committee reported that each loan was made from his personal funds.&#160; One of these loans was investigated by federal prosecutors who concluded that the funds came from a $25,000 loan from Mr. Tanonaka&#8217;s brother-in-law, Burt Okihara, rather than from the candidate&#8217;s personal funds.&#160; Mr. Tanonaka pled guilty to a misdemeanor charge of accepting an excessive contribution.&#160; The Commission took into consideration the fact that Mr. Tanonaka served a prison sentence and paid a fine in connection with his criminal conviction and admonished Mr. Tanonaka but dismissed the allegations as a matter of prosecutorial discretion. </p>\n                <p><strong>FEC dismisses complaint against Coburn for Senate<br/>\n                </strong>In MUR <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5900&amp;CASETYPE=mur\"><strong>5900</strong></a></strong>, the Commission dismissed allegations that the Coburn for Senate Committee, the 2004 campaign committee of Senator Thomas Coburn (OK), violated the Act by failing to itemize several contributions and failing to file 48-Hour notices on over 200 last minute contributions.&#160; The complainant, Citizens for Responsibility and Ethics in Washington, based its complaint on a 2007 FEC Audit Report of Coburn for Senate.&#160; Coburn for Senate amended its reports prior to the FEC&#8217;s audit and separately paid an administrative fine of $33,170 in penalties related to its 48-Hour notice violations.<br/>\n                </p>\n                <p>                  <strong>Triad matters completed with $71,500 in penalties<br/>\n                </strong>MURS <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=4568&amp;CASETYPE=mur\"><strong>4568</strong></a></strong>, <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=4633&amp;CASETYPE=mur\"><strong>4633</strong></a></strong>, <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=4634&amp;CASETYPE=mur\"><strong>4634</strong></a></strong>, <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=4736&amp;CASETYPE=mur\"><strong>4736</strong></a></strong> and <strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5294&amp;CASETYPE=mur\"><strong>5294</strong></a></strong> primarily relate to the activities of Triad Management Services and Triad Management Services, Inc., (collectively Triad) and Carolyn S. Malenick during the 1996 election cycle.&#160; Triad violated the Act by failing to register as a political committee and by knowingly accepting more than $800,000 in excessive contributions, knowingly accepting prohibited corporate contributions and making excessive contributions to candidates.&#160; Several respondents were named in these complaints relating to 1996 Congressional elections.&#160; The combined enforcement actions resulted in $71,500 in civil penalties and the payment of $24,000 to the U.S. Treasury.</p>\n                <p>In 2002, the Commission was unable to reach a conciliation agreement with Triad and filed a lawsuit in U.S. District Court.&#160; On July 26, 2005, the Court ruled in favor of the FEC and ordered Triad to register with the Commission as a political committee and to file a comprehensive disclosure.&#160; The Court also ordered Carolyn Malenick to pay a civil penalty of $5,000 in installments.&#160; The Court took into account the financial hardship of Ms. Malenick and the fact that Triad was then defunct.&#160; Generally, it is the Commission&#8217;s practice not to close formally the file in an enforcement matter that results in litigation until the litigation matter is complete.&#160; In this matter, additional litigation was required to bring Triad into compliance with the orders of the Court.&#160; After a considerable period of full compliance by Ms. Malenick with the terms of the payment plan, the Commission determined that the litigation was sufficiently complete to warrant closing the files.</p>\n                <p>The Commission reached conciliation agreements with other respondents in most of these matters in 2001 and 2002.</p>\n                <ul>\n                  <li>Robert Cone paid a $25,000 civil penalty for making excessive contributions.</li>\n                  <li>Brian Babin and Brian Babin for Congress (TX/02) paid a $20,000 civil penalty and paid $5,000 in excessive contributions to the U.S. Treasury for accepting an excessive contribution and a contribution in the name of another and failing to disclose financial activity properly.</li>\n                  <li>John and Ruth Stauffer paid a $9,000 civil penalty for making excessive contributions to the Sam Brownback for U.S. Senate Committee (KS).&#160; Brownback for Senate relinquished $19,000 in excessive contributions to the U.S. Treasury. The Commission found probable cause to believe Brownback for Senate violated the Act by accepting excessive contributions, but took no further action.</li>\n                  <li>Robert Riley, Jr., and Bob Riley for Congress (AL/03) paid a $10,000 civil penalty for making and accepting, respectively, an excessive contribution.</li>\n                  <li>The Commission found reason to believe the Madison Project, Inc., Fund (MPIF), agreed to pay a $2,500 civil penalty for receiving $10,000 in contributions from contributors outside its restricted class.</li>\n                </ul>\n                <p>In addition to the parties listed above, the Commission found reason to believe several other respondents violated the Act, but took no further action.&#160; Documents related to these cases are available online at \n\n\n                <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n                <p>Under the law, the FEC must attempt to resolve its enforcement cases, or Matters Under Review, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group the Commission determines has violated the law.&#160; Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n                <p>This release contains only summary information.&#160; For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n                <p>&#160;</p>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. </em></p>\n                <p align=\"center\"># # # </p>\n                <p>&#160;</p>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080620murs.shtml", "date": "06/20/2008", "pdf": null, "title": "FEC Collects $198,900 in Civil Penalties", "category": "Enforcement Matters"}