{"html": "<body>\n\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                Contact:  Ron Harris\nFebruary 11, 2000                                                                                               Sharon Snyder\n                                                                                                                               Ian Stirton\n                                                                                                                               Kelly Huff\n</strong></font></pre>\n\n<b/><p align=\"CENTER\">PUBLIC HEARING FEB. 16 ON PROPOSED COORDINATION RULES</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150; The Federal Election Commission (FEC) will conduct a public hearing on Wednesday, February 16, 2000, at 10 a.m. on proposed new rules to address coordinated communications made in support of or in opposition to clearly identified candidates &#150; communications paid for by persons other than candidates, candidates&#146; authorized committees, and party committees.</p>\n\n<p>\tThe Notice of Proposed Rulemaking was published in the Federal Register on December 9, 1999 (pps. 68951-56) and the comment period closed on January 24, 2000.  </p>\n\n<p>\tWitnesses scheduled for the February 16 hearing are:</p>\n\n<p>10 a.m. -- <b>Jan W. Baran</b>, Counsel, Coalition for Good Government</p>\n<p>                 <b>Laurence E. Gold</b>, Associate General Counsel, AFL-CIO</p>\n\n<p>11 a.m. -- <b>Deborah Goldberg</b>, Deputy Director of the Democracy Program,    \t   \tBrennan Center for Justice at NYU School of Law</p>\n\n<p>11:30 a.m. -- <b>James Bopp, Jr</b>., General Counsel,</p></font>\n\n<font face=\"Book Antiqua\">\nJames Madison Center for Free Speech\n\n<p>12 - 2 p.m. -- Lunch break</p>\n\n<p>2 p.m.  --  <b>Robert F. Bauer</b>, Counsel, Democratic Senatorial Campaign Committee \t  \t  and Democratic Congressional Campaign Committee</p>\n<p>\t <b>Thomas J. Josefiak</b>, Counsel, Republican National Committee</p>\n<p>\t<b> Joseph E. Sandler</b>, General Counsel, Democratic National Committee</p>\n\n<p>3:30 p.m. --  <b>Cleta Mitchell</b>, Counsel, First Amendment Project of the Americans</p></font>\n\n<font face=\"Book Antiqua\">\nBack in Charge Foundation\n\n<p>4 p.m. -- <b>Kate Guinane</b>, Counsel, Alliance for Justice</p>\n\n<p>\tThe Federal Election Campaign Act (FECA) prohibits corporations and labor organizations from using general treasury funds to make contributions to a candidate for federal office.  It also imposes various limits on the amount of money or in-kind contributions other persons may contribute to federal campaigns.  Unlike independent expenditures, which are unlimited, expenditures that are coordinated with a candidate or campaign are considered in-kind contributions.  As such, they are subject to the various limits and prohibitions set out in the FECA.</p>\n\n<p>The proposed rules would incorporate into the Commission&#146;s rules the standard on coordination articulated by the United States District Court for the District of Columbia in <i>Federal Election Commission v. The Christian Coalition</i>, with references to the Supreme Court&#146;s plurality opinion in <i>Colorado Republican Federal Campaign Committee v. Federal Election Commission</i>.</p>\n\n<p>The February 16 hearing will be in the Commission&#146;s 9<sup>th</sup> floor hearing room, 999 E Street, NW, Washington.  Comments on the proposal may be found on the FEC Web site, <i>www.fec.gov</i>.</p>\n\n<p align=\"CENTER\">#   #   #</p>\n<b>\n</b><p align=\"CENTER\">&#160;</p></font></body>\n", "href": "coordhearing.htm", "date": "02/11/2000", "pdf": null, "title": "Public Hearing February 16 on Proposed Coordination Rules", "category": "Hearings"}