{"html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">June 20, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p align=\"center\"><strong> FEC Launches Upgraded Web Page for Media </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission has introduced an upgraded version of its Press Office web page. </p>\n        <p>The revamped Press Office page is designed to help the public, including researchers, academics and media, find information on the Commission and campaign finance law and to locate statistical data more quickly and easily. </p>\n        <p>The new web page released at <a href=\"../index.shtml\">www.fec.gov/press/index.shtml</a><strong> </strong>and accessible from the Commission&#8217;s homepage <a href=\"../..\">FEC.gov</a> provides the following: </p>\n        <ul>\n          <li>separate web pages for press releases and weekly digests with filtering capabilities;</li>\n          <li>a Campaign Finance Statistics page that organizes financial summary tables by filer type, election cycle and reporting period;</li>\n          <li>a Useful Links page that brings together on a single page links to the most sought-after information topics including a new Statement of Candidacy list for 2016 presidential candidates;</li>\n          <li>a Frequently Asked Questions page; and </li>\n          <li>a Press Office Inquiries Form for online submission of questions and data requests to the Press Office.</li>\n        </ul>        \n        <p>In the coming months, the Press Office will add campaign finance statistics and press releases from 1998 back to 1976 and tutorials on working with campaign finance data.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p></td>\n    </tr>\n  </table>      </div>\n           ", "date": "06/20/2013", "href": "press2013/20130620NewPressSite.shtml", "category": " ", "title": "FEC Launches Upgraded Web Page for Media", "pdf": null}