{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">August 12, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160812_2release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p><strong>FEC Announces Appointment of Adav Noti as  Associate General Counsel</strong></p>\n        <br/>\nWASHINGTON &#8211; The Federal Election Commission has appointed Adav Noti as Associate  General Counsel. Mr. Noti will oversee the FEC&#8217;s Policy Division, which counsels  the Commission regarding advisory opinions, rulemakings, audits, and other  matters requiring interpretation of federal campaign finance law.<br/>\n<br/>\nMr. Noti joined the Commission in 2007 in its Litigation Division, where he  served as an attorney from 2007 to 2011. In 2011, Mr. Noti was appointed Special  Assistant United States Attorney in the United States Attorney&#8217;s Office for the  District of Columbia. He returned to the Commission in 2012 as Acting Assistant  General Counsel in the Litigation Division and in 2013 he was named Acting  Associate General Counsel for Policy. Prior to joining the Commission, Mr. Noti  was a litigation associate at Paul, Weiss, Rifkind, Wharton &amp; Garrison.<br/>\n<br/>\nMr. Noti received his B.A. in Religious Studies from the University of  Pennsylvania, his J.D. from New York University School of Law, and his M.A.L.S.  in Religious Studies from Georgetown University. He clerked for Judge Berle M.  Schiller of the United States District Court for the Eastern District of Pennsylvania.<br/>\n<br/>\n<br/><em>The Federal Election Commission (FEC) is an  independent regulatory agency that administers and enforces federal campaign  finance laws. The FEC has jurisdiction over the financing of campaigns for the  U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency.  Established in 1975, the FEC is composed of six Commissioners who are nominated  by the President and confirmed by the U.S. Senate. </em><br/>\n<blockquote><blockquote><blockquote><blockquote><blockquote>\n          <p align=\"center\"># # # </p>\n        </blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n</blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "08/12/2016", "href": "press2016/news_releases/20160812_2release.shtml", "category": "Commission Appointments", "title": "FEC Announces Appointment of Adav Noti as Associate General Counsel ", "pdf": null}