{"html": "<body>\n\n<font face=\"Book Antiqua\">\n\n<font size=\"2\" face=\"Book Antiqua\">\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a>\n<pre/></font><font face=\"Book Antiqua\" size=\"3\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nJune 23, 2000                                                                                                                                Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></font><font size=\"2\" face=\"Book Antiqua\">\n</font>\n\n<b/><p align=\"CENTER\">MANDATORY ELECTRONIC FILING RULES PUBLISHED</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150; The Federal Election Commission has sent to Congress and published in the Federal Register (FR 65, No. 120, June 21, 2000, p. 38415) regulations to implement a mandatory electronic filing system for reports of campaign finance activity filed with the agency.  The regulations conform to 1999&#146;s Public Law 106-58, a Congressional mandate for the FEC to have final rules on electronic filing in effect on January 1, 2001.</p>\n\n<p> \tBeginning with reporting periods that start on or after January 1, 2001, political committees and other persons will be required to file electronically when either their total contributions or total expenditures within a calendar year exceed, or are expected to exceed, $50,000.  Voluntary electronic filing, which has been in effect at the FEC since 1996, will still be an option for political committees who do not exceed the $50,000 threshold.</p>\n\n<p>\tExempt from the electronic filing regulations is the United States Senate.  Candidates for the Senate will continue to file their reports with the Secretary of the Senate, who then sends those reports to the FEC.  Senate candidates are, however, invited to electronically file an unofficial copy of their reports, designations, and statements with the FEC for the purposes of faster disclosure.</p>\n\n<p>The Commission established the $50,000 filing threshold because historical data from the 1996 and 1998 election cycles show that if a $50,000 mandatory electronic filing threshold had been in place at that time, hundreds of thousands of pages would have been filed electronically, dramatically decreasing the amount of paper processed by both committees and the Commission.  Additionally, the amount of financial data that would have been almost instantly disclosed by electronic filing would have been between $544 million and</p></font>\n\n<font face=\"Book Antiqua\">\n$1.2 billion.\n<p>\tAs of June 20, 2000, there were 724 committees filing electronically with the FEC, out of a total 6,833 committees registered.  That 724 includes 553 political action committees, 125 U.S. House of Representatives committees, 22 party committees, 23 Presidential committees, and one independent expenditure committee.</p>\n\n<p>\tThe Commission issued the proposed rulemaking in April, seeking public comment by May 11.  Three comments were received, from the U.S. Public Interest Research Group, the National Association of Business Political Action Committees, and the Internal Revenue Service.</p>\n\n<p>\tEffective date will be published in the Federal Register after the regulations have been before Congress for 30 legislative days.</p>\n\n<p align=\"CENTER\">#   #   #</p>\n\n<p> </p></font></body>\n", "date": "06/23/2000", "href": "mandelecfilingfinal.htm", "category": "Rulemakings", "title": "Mandatory Electronic Filing Rules Published", "pdf": null}