{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    September 25, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">COMMENT DEADLINE EXTENDED ON PROPOSED \n    RULEMAKING, PUBLIC HEARING REMAINS SCHEDULED FOR OCTOBER 1</th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\">\n    <p align=\"CENTER\"/>\n    <p>WASHINGTON ? The Federal Election Commission has extended the comment \n    deadline from Sept. 26 until noon Monday, Sept. 29, on proposed rules \n    regarding mailing lists of political committees and party committee phone \n    banks (see news release of Sept. 5). </p>\n    <p>The Commission will also accept and take into consideration late comments \n    received after the Sept. 19 deadline on the proposed rules on candidate \n    travel and multi-candidate political committees and biennial contribution \n    limits (see FR notice, Aug. 21, pps. 50488 ? 50490). </p>\n    <p>The comment period for the proposed rulemakings is being altered due to \n    the hurricane-prompted closure of the federal government on Sept. 18-19.</p>\n    <p>The scheduled October 1 public hearing on the four proposed rules remains \n    unchanged, but those wishing to testify who have not already notified the \n    FEC should do so by noon tomorrow, Friday, Sept. 26. They must also inform \n    the FEC of the topics on which they wish to testify at the same time. The \n    public hearing is slated to begin at 9:30 a.m. in the FEC?s 9th floor \n    meeting room.</p>\n    <p>The proposed rules regarding committee mailing lists address when the \n    proceeds of a political committee?s rental or sale of its mailing list, or \n    an exchange of its mailing list with another entity, would be considered a \n    contribution to that committee subject to the limitations and prohibitions \n    of the Federal Election Campaign Act of 1971. The proposed rules also \n    address the personal use by a candidate of his or her authorized committee?s \n    mailing list and the sale or rental of a mailing list by an authorized \n    committee of a publicly funded presidential candidate.</p>\n    <p/>\n    <p>The proposed rules pertaining to party committee phone banks refer to the \n    allocation of political party committee expenditures for telephone bank \n    communications made on behalf of a presidential candidate. The proposed \n    rules would address the proper allocation of a party committee?s \n    expenditures for such communications that refer to presidential and \n    vice-presidential nominees when the party?s other candidates are referred to \n    generically, but not by name.</p>\n    <p>Electronic mail comments on this rulemaking should be addressed to Ms. \n    Mai T. Dinh, Acting Assistant General Counsel, and sent to\n    <a href=\"mailto:mailinglists@fec.gov\">mailinglists@fec.gov</a> and\n    <a href=\"mailto:phone2003@fec.gov\">phone2003@fec.gov</a>, respectively, and \n    must include the full name, electronic mail address, and postal service \n    address of the commenter. </p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\"/>\n  </tr>\n</table>\n</body>\n", "href": "20030925comments.html", "date": "09/25/2003", "pdf": null, "title": "Comment Deadline Extended on Proposed Rulemaking, Public Hearing Remains Scheduled for October 1", "category": "Rulemakings"}