{"href": "press2006/20061127meeting.html", "pdf": null, "date": "11/27/2006", "category": "Open Meetings and Related Matters", "title": "FEC to Hold Open Meeting on November 30, 2006", "html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\"><p>Federal Election Commission</p>\n      <p>November 27 , 2006 </p>\n      <p><u>ATTENTION WIRE SERVICES, DAYBOOK EDITORS:</u></p></td>\n  </tr>\n  <tr> \n    <th width=\"100%\" class=\"fourteen_pt\"> <p>FEC CONSIDERS REFORMS TO ENCOURAGE THE SELF-REPORTING OF VIOLATIONS, PERMIT HEARINGS, AND EXTEND THE BEST EFFORTS DEFENSE </p>      </th>\n  </tr>\n  <tr> \n    <td width=\"100%\"><p>The Federal Election Commission (Commission) will meet in open session on Thursday November 30, 2007 at 10:00 a.m. at the Commission&#8217;s offices at 999 E Street N.W. in Washington.\n      </p><p>The agenda includes discussion of three new initiatives which are aimed at improving the transparency of FEC enforcement procedures and enhancing the due process rights of those who have been accused of violating the Federal Election Campaign Act (FECA). </p>\n      <p>On November 30, the Commission will consider a proposed policy encouraging self-reporting of violations of FECA (also called sua sponte submissions).&#160; Self-reported matters, when accompanied by full cooperation, may be resolved more quickly and on more favorable terms than matters arising through complaints, referrals from other government agencies, or referrals from the Commission&#8217;s Audit or Reports Analysis Divisions. The proposed policy describes the remedial steps that may be taken by a candidate or political committee, along with circumstances that would guide the Commission&#8217;s decisions about mitigating potential civil penalties.</p>\n      <p>The Commission will also seek comment on a proposed pilot program offering hearings to respondents in enforcement actions pending before the Commission.&#160; The pilot program would allow respondents, under certain circumstances, to request a hearing prior to the Commission&#8217;s consideration of the General Counsel&#8217;s recommendation to find probable cause that a respondent has violated FECA. The program would provide respondents with the opportunity to present oral arguments directly to the Commission.&#160;&#160;&#160;&#160; </p>\n      <p>Finally, the Commission will consider a draft notice of proposed rulemaking and a proposed policy statement applying a &#8220;best efforts&#8221; defense to the record keeping and reporting requirements of FECA and revising its regulations for its Administrative Fines program.&#160; The Administrative Fines program is the streamlined process with fixed civil penalties for late and non-filed financial disclosure reports.&#160; The proposed rule would replace the current &#8220;extraordinary circumstances&#8221; defense to imposition of a fine with a &#8220;best efforts&#8221; defense in order to conform with the District Court ruling in <u>Lovely v. Federal Election Commission</u>, 307 F.Supp.2d 294 (D.Mass. 2004). The two proposals describe circumstances that would qualify for a best efforts defense along with examples of events that would not meet a best efforts standard. </p>\n      <p>The Commission has been actively assessing and, where appropriate, modifying its processes in an effort to improve the efficiency and effectiveness of all of its operations.&#160; In the past year, the FEC has implemented procedures for expediting Advisory Opinions when quick responses are required; sought comment on a new enforcement policy for reporting errors that stem from embezzlement of funds by committee officials; and proposed guidelines for internal controls committees should use to minimize the risk of embezzlement or other improper use of funds.</p>\n      <p/>\n      <p>      \n      </p><p>      \n      </p><p>          \n      </p><p align=\"center\">### </p></td>\n  </tr>\n</table>\n</body>\n"}