{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>February 17, 2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ANNOUNCES NEW SEARCH SYSTEM FOR RULEMAKING DOCUMENTS</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission today launched a new search system for public documents generated in connection with Commission rulemakings.</p>\n        <p/>\n        <p>The <a href=\"http://sers.fec.gov/fosers/\">Searchable Electronic Rulemaking System</a> allows users to search public documents developed in the course of the Commission&#8217;s rulemaking process. This system, which can be searched chronologically, by subject or regulation name or number, will replace and expand upon the Commission&#8217;s current, online rulemaking archive. It also provides a new mechanism for the public to comment on ongoing rulemakings.&#160; </p>\n        <p/>\n        <p>&#8220;I am pleased to announce the launch of this valuable new tool for searching the FEC's public rulemaking record,&#8221; said Commission Chair Cynthia L. Bauerly. &#8220;Our sincere thanks go to the many agency staff who worked hard to develop this system, which will enhance both research and public participation in our rulemaking process.&#160; <br/>\n            <br/>\n&#8220;This is another great example of the agency's continued efforts to leverage new technologies to make its processes simpler and more efficient.&#8221;</p>\n        <p/>\n        <p>The Searchable Electronic Rulemaking System encompasses all public documents connected with the rulemaking process from 1999 to the present, including proposed and final rules, public comments and hearing testimony. Once complete, the system will extend back to 1977.</p>\n        <p/>\n        <p>Users may also browse the Code of Federal Regulations (CFR) in the new system. </p>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\">NEW: Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n        <p align=\"center\"><br/>\n  # # #<strong> </strong></p></td>\n    </tr>\n  </table>\n</div>\n", "href": "20112027Rulemaking.shtml", "date": "02/17/2011", "pdf": null, "title": "FEC Announces New Search System for Rulemaking Documents", "category": "Disclosure Initiatives"}