{"href": "press2014/news_releases/20140423release.shtml", "pdf": null, "date": "04/23/2014", "category": "Open Meetings and Related Matters", "title": "FEC Approves Findings in Audit Division Recommendation Memorandum and Proposed Final Audit Report, Discusses Advisory Opinion Request, Introduces Updated Search Engine and Holds Audit Hearing", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">April 23, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140423release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Findings in Audit Division Recommendation Memorandum and Proposed Final Audit Report, Discusses Advisory Opinion Request, Introduces Updated Search Engine and Holds Audit Hearing </strong></p>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\">WASHINGTON &#8211; The Federal Election Commission today approved findings in an Audit Division Recommendation Memorandum and a Proposed Final Audit Report. The Commission also discussed two drafts in response to an Advisory Opinion Request and announced the release of its updated search engine. Prior to the open meeting, the Commission held an open audit hearing. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-23.pdf\">Audit Division Recommendation Memorandum on the Nebraska Democratic Party</a>. The Commission approved the Audit Division Recommendation Memorandum on the Nebraska Democratic Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to recordkeeping for employees, reporting of debts and obligations and excessive coordinated party expenditures. The Commission also directed the Audit Division to include in the Proposed Final Audit Report additional issues addressing recordkeeping for employees paid exclusively from a non-federal account and excessive coordinated party expenditures related to a candidate postcard.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-25.pdf\">Proposed Final Audit Report on the Democratic Executive Committee of Alabama</a>. The Commission approved the Proposed Final Audit Report on the Democratic Executive Committee of Alabama, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved a finding related to recordkeeping for employees. The report also included an additional issue addressing recordkeeping for employees paid exclusively from a non-federal account. </p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2014-02 (Make Your Laws PAC)</a>. The Commission discussed and held over until the next open meeting two draft Advisory Opinions, based on a request from Make Your Laws PAC (MYL PAC). MYL PAC asked several questions related to its receipt, purchase, and disbursement of Bitcoins. During the discussion, the Commission heard from the requestor.</p>\n        <p><a href=\"20140423release_2.shtml\">Updated Search Engine</a>. The Commission introduced <a href=\"http://search04.fec.gov/vivisimo/cgi-bin/query-meta?query=&amp;v%3Aproject=fec_search_02_prj&amp;x=11&amp;y=10\">FEC Search</a>, an upgraded search engine on its website. FEC Search will allow the public to find and access agency information more easily across multiple databases. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-22.pdf\">Open Audit Hearing for the Democratic Party of Illinois</a>. The Commission held an open audit hearing for the Democratic Party of Illinois.</p>\n        <p/>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p></td>\n    </tr>\n  </table>      \n      </div>\n           "}