{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">November 17,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151117release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Considers Advisory Opinion and Rulemaking Proposals </strong></p>\n        <p><br/>\n  WASHINGTON &#8211; At its open meeting today, the Federal Election Commission voted on two drafts of an advisory opinion and held over the item for possible further drafting. The Commission also discussed rulemaking priorities and proposals in connection with political party committees, coordination and technological modernization of the Commission regulations. The Commission also considered a draft rulemaking notice to implement regulations concerning party segregated accounts and a proposed policy statement on the disclosure of records in closed enforcement matters.<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-11 (FYP, LLC)</a>. The Commission voted on <a href=\"../../../agenda/2015/agenda20151110.shtml\">two drafts</a> of an advisory opinion based on a request from FYP, LLC, concerning its proposed app, MyChange. The app would allow users to round up spare change from the user's credit or debit card transactions and contribute the funds to designated political committees or nonprofit organizations. The Commission was unable to reach agreement by the required four affirmative votes on either draft, and instructed the Office of General Counsel to produce a third draft that outlines areas of consensus for a possible future vote. The Commission has until November 23 to issue a response or it may seek an extension of time from the requestor. During the discussion, the Commission heard from the requestor's counsel.<br/>\n  <strong><br/>\n  </strong><a href=\"../../../agenda/2015/agenda20151110.shtml\">Rulemaking Priorities and Proposals</a>. The Commission discussed a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a.pdf\">Memorandum on Regulatory Relief for Political Parties</a>. It voted on a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a-1.pdf\">revised draft Resolution on Commencing Work on a Notice of Proposed Rulemaking Focused on Strengthening Political Parties</a>, but was unable to reach agreement by the required four affirmative votes. &#160;<br/>\n  <br/>\n  The Commission discussed and held over further discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-d.pdf\">Memorandum on a Coordination Rulemaking Proposal</a>.<br/>\n  <br/>\n  The Commission discussed and held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-c.pdf\">Draft Notice of Proposed Rulemaking (NPRM) on Technological Modernization</a>, which would request comment on proposed changes to more than 100 Commission regulations to address contributions and expenditures made by electronic means, such as through internet-based payment processors or text messaging; to eliminate and update references to outdated technologies; and to address similar issues. <br/>\n  <br/>\n  The Commission discussed and held over an <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">Outline of a Draft NPRM Implementing Party Segregated Accounts</a>, intended to implement both the separate limits on contributions to three types of segregated accounts of national party committees established by the Consolidated and Further Continuing Appropriations Act, 2015, Pub. L. No. 113- 235, 128 Stat. 2130, 2772 (2014) and certain provisions of the Gabriella Miller Kids First Research Act, Pub. L. No. 113- 94, 128 Stat. 1085 (2014).<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151110.shtml\">Commission Documents/Public Disclosure Policies</a>. The Commission discussed and held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a-1.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>, which would expand the range of records to be made publicly available on a regular basis. The Commission directed the Office of General Counsel to draft an additional document on the subject. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151110.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. The Commission held over discussion of an NPRM on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and are publicly distributed in multiple states but do not refer to any particular state&#8217;s primary election, and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-b.pdf\">draft interpretive rule</a> on reporting independent expenditures for presidential primaries that are distributed nationwide.</p>\n        <p><br/>\n        </p>\n        <p>            <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p align=\"center\">            # # #<br/>\n              </p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "11/17/2015", "href": "press2015/news_releases/20151117release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Considers Advisory Opinion and Rulemaking Proposals", "pdf": null}