{"html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> \n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    May 9, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><table border=\"0\" cellspacing=\"0\" cellpadding=\"4\" width=\"100%\">\n      <tr>\n        <td><b/><p align=\"CENTER\">OEA ADVISORY PANEL AIRS CONCERNS IN CONFERENCE</p>\n        <p>WASHINGTON &#150; Voting technology and systems standards, concerns over upcoming\n        elections in their states and counties, and adequate funding for the Federal Election\n        Commission&#146;s Office of Election Administration (OEA) were primary topics of\n        discussion May 4-5 at a conference of the OEA&#146;s Advisory Panel in Baltimore.</p>\n        <p>The OEA&#146;s Advisory Panel was established in 1976, composed of election officials\n        and Secretaries of State from throughout the nation. The 20 members of the Panel are\n        nominated by the director of the OEA and appointed by the six Commissioners of the FEC and\n        are tasked to advise the FEC on the needs of election administrators and how the OEA might\n        allocate its resources to best serve those needs.</p>\n        <p>Panel members expressed their concern about the necessity for the FEC&#146;s election\n        administration office to continue its research and clearinghouse functions in support of\n        state and local elections officials. They voiced support for approval by Congress of\n        additional and continuing funds for the OEA&#146;s efforts, while noting the most\n        immediate concern is the Voting Systems Standards Program, a voluntary national program\n        that provides for independent third party testing of voting systems. </p>\n        <p>The FEC has requested $3 million in supplemental \"no-year funds\" (funds that\n        would be available beyond September 30, 2001) for enhancement of the OEA, telling Congress\n        in its proposal that the funds are sought \"to better assist state and local election\n        administrators, who are responsible for administering federal elections, to develop\n        operational election administration and management standards.\"</p>\n        <p>Various resolutions supporting that funding proposal have been adopted by elections\n        officials and other associations, including the National Association of Secretaries of\n        State (NASS), the National Association of State Election Directors (NASED), the Council of\n        State Governments (CSG), the National Conference of State Legislatures (NCSL), the\n        National Association of Counties (NACO), the National Association of County Recorders and\n        Clerks (NACRC), the Election Center, and the International Association of Clerks,\n        Recorders, Election Officials and Treasurers (IACREOT).</p>\n        <p>The Voting Systems Standard documents are scheduled for public review and comment in\n        two segments &#150; Volume I slated for release in late June and Volume II by the end of\n        October. To provide assistance for the completion of the study, New York State Board of\n        Elections Executive Director Thomas Wilkey &#150; under an intergovernmental agreement\n        &#150; will devote some five days per month in Washington. Wilkey is chairman of the\n        national Voting Systems Standards Board, which is overseen by the chief election officials\n        of each state.</p>\n        <p>The released document will contain the technical standards, i.e. documented, consensus\n        agreements between users and manufacturers that contain specifications which govern system\n        functionality, software requirements, transactions audits, security measures, and methods\n        to manage different configurations. These performance criteria comprise Volume I.</p>\n        <p>Volume II will contain the test plans and procedures for the subsequent examination of\n        all automated vote tabulation systems by the independent test authorities certified by the\n        National Association of State Election Directors.</p>\n        <p>Follow this link for a listing of the members of the <a href=\"press2001/050101apmeet/050101apmemb.html\">Election Administration Advisory Panel</a>.</p>\n        <p align=\"CENTER\"># # #</p></td>\n      </tr>\n    </table>\n    </td>\n  </tr>\n</table>\n</font></font></font></body>\n", "date": "05/09/2001", "href": "050901oeaadvpan.html", "category": "Other Agency Actions", "title": "OEA Advisory Panel Airs Concerns in Conference", "pdf": null}