{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>September 23,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC CONSIDERS FIVE ADVISORY OPINION REQUESTS</strong></p>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission voted to approve three advisory opinions and to hold over discussion of another advisory opinion request. The Commission was unable to render an opinion on another advisory opinion request.</p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1057.pdf\">Advisory Opinion 2010-16 (EmblemHealth Services Company LLC)</a>, the Commission concluded that EmblemHealth LLC, a wholly owned subsidiary of two corporate members, one of which has a separate segregated fund (SSF), may pay the administrative and solicitation costs for the SSF and that the name of the SSF may be changed to &#8220;EmblemHealth PAC.&#8221; The Commission determined that EmblemHealth LLC and its corporate members, Health Insurance Plan of Greater New York, and Group Health Incorporated, may solicit contributions to the SSF from certain employees of the three companies. </p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1058.pdf\">Advisory Opinion 2010-17 (Stutzman for Congress)</a>, the Commission concluded that Stutzman for Congress may treat undesignated contributions as being made for the general election or for the special election held on the same day, or divided between the two elections, without obtaining contributor redesignations, as long as those contributions do not exceed the contributor&#8217;s limit for each election. Marlin Stutzman is a candidate for Indiana&#8217;s 3rd &#160;Congressional District.</p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1059b.pdf\">Advisory Opinion 2010-18 (DFL)</a>, the Commission concluded that the Minnesota Democratic-Farmer-Labor Party (DFL) may use recount funds raised for the 2008 recount and election contest involving Senator Al Franken and then-Senator Norm Coleman to pay for recount activities relating to future recounts. The Commission further concluded that the DFL may request that donors to the recount fund redesignate their donations in writing as contributions to DFL&#8217;s Federal campaign account. The Commission was unable to reach a decision regarding whether a transfer of funds from the recount account to the Federal campaign account is permissible.</p>\n        <p>In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3108&amp;START=1148772.pdf\">Advisory Opinion 2010-19 (Google)</a>, the Commission held over discussion of the advisory opinion in order to provide an opportunity for public comment on an alternative <a href=\"http://saos.fec.gov/aodocs/1149102.pdf\">draft</a>. In its request, Google asks whether text ads generated by its AdWords program are exempt from the disclaimer requirements of 11 CFR 110.11, under the \"small items\" exception. If they are not, Google asks whether displaying the URL of the ad's sponsor would satisfy the disclaimer requirement. The comment period has been extended until noon on October 5.</p>\n        <p/>\n        <p>In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3108&amp;START=1148772.pdf\">Advisory Opinion Request 2010-20 (NDPAC)</a>, the Commission was unable to render an opinion. In its request, the National Defense PAC (NDPAC) asked whether it may accept unlimited contributions from individuals, other political committees, corporations and unions to make independent expenditures, and whether it may accept these funds into a separate account of the PAC. The request also concerns whether NDPAC may use these unlimited contributions to pay for the administrative and operating expenses of both its general operations, and any independent expenditures made from its separate account.</p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/>\n        <p align=\"center\">&#160; </p></td>\n    </tr>\n  </table>\n</div>\n", "date": "09/23/2010", "href": "2010OpenMtng.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Considers Five Advisory Opinion Requests", "pdf": null}