{"date": "07/15/2011", "pdf": null, "title": "Week of July 11 - July 15, 2011 ", "issue": "2011-28", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>July 15,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-28</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 11 &#8211; 15</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Drafts</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3269&amp;START=1175784.pdf\">AO 2011-13 (DSCC)</a></strong>. On July 14, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1177670.pdf\">draft</a> of Advisory Opinion 2011-13. The Democratic Senatorial Campaign Committee (DSCC) asks whether its plans to revise its fundraising solicitation webpage (and the version of the webpage that appears on mobile devices such as smartphones) comply with the Federal Election Campaign Act and Commission regulations. The DSCC proposes to eliminate the separate box that donors check to affirm their eligibility to make a contribution and instead allow donors to &#8220;certify&#8221; their eligibility to make a contribution by clicking the button when submitting their contribution. Comments on the draft are due by noon on July 20.</p>\n        <p><u>Requests Received</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1177546.pdf\">AOR 2011-15 (Hassan)</a></strong>. On July 13, the Commission made public Advisory Opinion Request 2011-15. Abdul K. Hassan, a naturalized United States citizen, intends to be a candidate for President in 2012, and he asks whether provisions of the Act and Commission regulations pertaining to campaign contributions and expenditures, and recordkeeping and reporting requirements, apply to him as a naturalized citizen.&#160; He also asks whether he is eligible to receive Presidential matching funds.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by September 5.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6268</a> </strong></p>\n        <p>RESPONDENTS: <strong>&#160;</strong>Alan Grayson; and Committee to Elect Alan Grayson and Paul Ashcraft, in his official capacity as treasurer<br/>\n        COMPLAINANT: Steve Gillespie<br/>\n        SUBJECT: The complaint alleged that Grayson, the Committee to Elect Alan Grayson (the Committee) and Ashcraft, in his official capacity as treasurer, disseminated a solicitation for corporate contributions in connection with a non-federal election. Grayson was a 2010 candidate for Florida&#8217;s 8th Congressional District.<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement concluding the matter and providing for the Committee to pay a civil penalty of $4,125.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6422</a></strong></p>\n        <p>RESPONDENTS: <strong>&#160;</strong>Marjorie (&#8220;Missy&#8221;) Reilly Smith; Missy Smith for Congress and Diana E. Roccograndi, in her official capacity as treasurer; and The Society for Truth and Justice<br/>\n        COMPLAINANT: Elizabeth Kingsley<br/>\n        SUBJECT: The complaint alleged that Smith, Missy Smith for Congress (the Committee) and Roccograndi, in her official capacity as treasurer, (1) failed to include the required disclaimers on campaign flyers, lawn signs and the Committee&#8217;s website; (2) failed to register with the Commission in a timely manner; (3) accepted excessive contributions and (4) accepted in-kind contributions from a prohibited corporate source, The Society for Truth and Justice. Smith was a 2010 candidate for the congressional Delegate seat in the District of Columbia.<br/>\n        DISPOSITION: The Commission dismissed the allegations concerning the failure to include disclaimers on flyers and lawn signs because there was insufficient supporting information. The Commission also dismissed allegations as to the disclaimer violations on the website because the Committee did not pay initially for the creation or posting of the campaign website, but later included a disclaimer when it assumed control of the website.&#160; The Commission found no reason to believe the Committee failed to register with the Commission in a timely manner because the candidate and Committee registered well within the time period specified under the Act and Commission regulations. The Commission found no reason to believe the Committee failed to refund excessive contributions in a timely manner, and no reason to believe it accepted prohibited corporate in-kind contributions since according to an amended Committee disclosure report, the contribution at issue was from an individual, not a corporation.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF &#160;2244</a> &#8211; Scott Wallace for US Congress and Maureen Ruggiero, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 511</a>&#8211; Christopher Shays for Congress and Christopher Shays, in his official capacity as treasurer. The respondents agreed to work with Commission staff to terminate the Committee. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 562</a>&#8211; Joe Miller for US Senate and Bernadette C. Koppy, in her official capacity as treasurer. The respondents agreed to work with Commission staff to terminate the Committee. </p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><strong><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Obama v. Federal Election Commission</em></a></strong> (Civ. No. 08-483(JRS)). On July 15, the plaintiff filed a <a href=\"../../law/litigation/rtao_notice_of_appeal_071511.pdf\">Notice of Appeal</a> and an <a href=\"../../law/litigation/rtao_amend_notice_of_appeal_071511.pdf\">Amended Notice of Appeal</a> in the United States District Court for the Eastern District of Virginia in Richmond, Virginia. </p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On July 12, Communications Specialist Myles Martin and Reports Analysis Division Branch Chief Mike Hartsock presented an overview of federal campaign finance rules to Democratic National Committee staff. </p>\n        <p><strong>CONFERENCES</strong></p>\n        <p>On July 13, the FEC hosted<em> Roundtable Workshops on FEC Reporting Requirements</em>. </p>\n        <p>On July 13, the FEC hosted<em> Roundtable Workshops on FECFile &amp; E-Filing</em>. </p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>July 15: July Quarterly Reports were due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>July 19: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p>July 21: The Commission is scheduled to hold an Open Session. When the Commission releases an agenda, it will be available on <a href=\"../../agenda/agendas.shtml\">Commission Meetings page</a> of the FEC website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p>July 31: Mid-Year Reports are due. For more information on semi-annual reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#semi\">2011 Semi-annual Reporting page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jul11.pdf\">July 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/publications.shtml\">July 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110715digest.shtml"}