{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th width=\"15%\" align=\"left\" valign=\"top\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    March 3, 2006</th>\n    <th width=\"71%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th width=\"14%\" align=\"left\" valign=\"top\" class=\"small\">Bob Biersack <br/> \n      Ian Stirton     <br/> \n      Kelly Huff     <br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">U.S. COURT OF APPEALS FINDS FOR FEC </th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\"> <p>WASHINGTON &#8211; The U.S. Court of Appeals for the D.C. Circuit issued a ruling in favor of the Federal Election Commission today in <em>LaRouche&#8217;s Committee for a New Bretton Woods v. FEC</em>, case Number 04-1311.&#160; The Court ruled that the FEC acted appropriately when it determined that the LaRouche committee must repay $222,034 in federal matching funds received during the 2000 Democratic Presidential Nomination campaign.</p>\n      <p>All presidential campaigns must submit to audit by the FEC if they accept public matching funds during the primary campaign.&#160; (Contributions from individuals are matchable up to $250 for candidates who meet certain qualification criteria.)&#160; In the final audit report for Mr. LaRouche&#8217;s 2000 campaign dated May 1, 2003, the Commission determined that some expenditures (described by the campaign as &#8220;mark-up charges&#8221; to vendors whose sole client was Lyndon Larouche) were not qualified campaign expenses and therefore no public funds could be used to pay for those expenses.&#160; The FEC calculated the public share of those expenses to be $222,034 and ordered the campaign to repay those funds to the U.S. Treasury.</p>\n      <p>The FEC held a public hearing on September 17, 2003 at the campaign&#8217;s request and pursuant to Commission procedures, to consider this finding and heard arguments made by the committee.&#160; On March 11, 2004 the FEC made a final repayment determination consistent with the final audit report because, among other things, the committee failed to provide records to explain and support general categorical descriptions of unidentified and hidden vendor costs.</p>\n      <p>The campaign subsequently petitioned the Court to find that the FEC&#8217;s decision was arbitrary, capricious, or contrary to law.&#160; In today&#8217;s ruling, the Court stated that &#8220;After allowing the LaRouche Committee ample opportunity on three occasions to try to prove the mark-up charges were qualified campaign expenses, the FEC properly found that the LaRouche Committee &#8216;failed to produce any document by which the Commission can either quantify the mark-up charges or determine the reasonableness of. . . the. . . mark-up charges proffered by the [LaRouche Committee]&#8217;.&#8221;</p>\n      <p>The Court also ruled that it did not have jurisdiction to review the FEC&#8217;s denial of the campaign&#8217;s motion to reconsider the repayment order. The Court's ruling is available on the <a href=\"http://pacer.cadc.uscourts.gov/docs/common/opinions/200603/04-1311a.pdf\">Internet.</a></p>\n      <p/>\n      <p align=\"center\">###</p>\n      <p>&#160; </p>\n    </td>\n  </tr>\n</table>\n</body>\n", "href": "press2006/20060303litigation.html", "date": "03/03/2006", "pdf": null, "title": "U.S. Court of Appeals Finds for FEC", "category": "Litigation"}