{"href": "press2009/20090730websitehearing2.shtml", "pdf": null, "date": "07/30/2009", "category": "Hearings", "title": "FEC Holds Public Hearing on Improving its Website and Internet Communications", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>July 30, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC \n\n\n              <strong>PUBLIC HEARING ON IMPROVING ITS WEBSITE AND INTERNET COMMUNICATIONS</strong> </strong></p>\n              <p/>\n              <p>WASHINGTON &#8211; At a public hearing yesterday, the Federal Election Commission (FEC) collected wide-ranging testimony on how to refine its website and use of the Internet to better communicate with the public.</p>\n              <p>&#8220;Our goal with this initiative is to learn how we can improve our website and ensure that it continues to be a state-of-the-art resource for disclosure of information to the public including disclosure of campaign finance data, information about federal campaign finance laws and actions of the Commission,&#8221; Chairman Steven T. Walther said.</p>\n              <p>At the daylong hearing, the Commission heard testimony from <a href=\"../../law/policy/internet09/witnesslist.pdf\">nine experts</a> including lawyers specializing in campaign finance law, campaign finance reform and open government advocates, software developers and campaign consultants. The witnesses focused on the importance of strengthening the integrity of the raw data the Commission receives from the filing community and ways to improve the organization of data on the FEC website, including more robust search capabilities and cross-referencing. They also proposed new channels for conveying information that would allow interested parties both to take full advantage of the agency&#8217;s rich data and to keep up with developments in campaign finance law and practice. They discussed possible improvements to filing software and additions to the range of data that can be found through a search of the website.</p>\n              <p>On July 1, the Commission published a <a href=\"../../law/policy/internet09/notice_2009-10.pdf\">notice</a> in the Federal Register seeking recommendations from all segments of the public regarding ways to improve its website and Internet communications. At today&#8217;s hearing, the Commission announced it is reopening the time for written comment on the FEC&#8217;s Website and Internet Communications Improvement Initiative until midnight Friday, August 20, 2009 in order to allow for the broadest public participation in this project. Comments should be sent to <a href=\"mailto:improvefecinternet@fec.gov\">improvefecinternet@fec.gov</a> .</p>\n              <p>A transcript of the hearing will be available early next week on the FEC <a href=\"../../agenda/agendas.shtml\">website</a>.</p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p><em/></p>\n              <p align=\"center\"><em>###</em></p>\n              <p/>\n              <p align=\"center\"><strong> </strong></p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}