{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>April 23,  2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <div align=\"center\">\n          <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n          <p align=\"center\"><strong/></p>\n          <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, respondents agreed to pay a civil penalty of $99,000. In another matter, the Commission found no reason to believe a violation occurred in connection with two allegations and dismissed the third allegation. The Commission found no reason to believe a violation occurred in another matter, and it dismissed three matters.<br/>\n          </p>\n          <p align=\"left\">Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n          <p align=\"left\"/>\n          <p align=\"left\">This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n          <p align=\"left\"/>\n          <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n            <tr>\n              <td valign=\"top\"><p align=\"left\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6133</a></p></td>\n              <td valign=\"top\"><p align=\"left\"/></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">RESPONDENTS:</p></td>\n              <td valign=\"top\"><p align=\"left\">National Right to Life Political Action Committee and Carol Tobias, in her official capacity as treasurer</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">COMPLAINANT:</p></td>\n              <td valign=\"top\"><p align=\"left\">FEC Initiated </p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">SUBJECT:</p></td>\n              <td valign=\"top\"><p align=\"left\">In the normal course of carrying out its supervisory responsibilities, the Commission found that the National Right to Life Political Action Committee and Tobias, in her official capacity as treasurer, may have failed to file or filed in an untimely manner 24- and 48-Hour Notices for independent expenditures made during the 2004 election cycle. Under the Federal Election Campaign Act of 1971, as amended (the Act), a political committee must file notices with the Commission within 24 hours after any independent expenditure made less than 20 days before the day of a Federal election aggregating more than $1,000, and within 48 hours after any independent expenditure made during a calendar year up to and including the 20th day before an election aggregating more than $10,000. </p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">OUTCOME:</p></td>\n              <td valign=\"top\"><p align=\"left\">The Commission found probable cause to believe the respondents violated the Act as described above. In a conciliation agreement, respondents agreed to pay a civil penalty of $99,000. </p>\n              <p align=\"left\">&#160;</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6198</a></p></td>\n              <td valign=\"top\"><p align=\"left\"/></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">RESPONDENTS:</p></td>\n              <td valign=\"top\"><p align=\"left\">Switalski for Congress and Michael Norbert Switalski, in his official capacity as treasurer; and Committee to Elect Michael Switalski State Senator and JoAnn Matiyow, in her official capacity as treasurer</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">COMPLAINANT:</p></td>\n              <td valign=\"top\"><p align=\"left\">Marilyn Donlin</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">SUBJECT:</p></td>\n              <td valign=\"top\"><p align=\"left\">The complaint alleged that the Committee to Elect Michael Switalski State Senator and Matiyow, in her official capacity as treasurer made, and Switalski for Congress and Switalski, in his official capacity as treasurer, accepted, an excessive in-kind contribution in the form of paid expenses for an annual dinner event in which Switalski announced his candidacy for Federal office. Under the Act, contributions aggregating in excess of $2,400 per election from a nonmulticandidate committee to a Federal candidate committee are prohibited. </p>\n                  <p align=\"left\">The complaint further alleged that the Committee to Elect Michael Switalski State Senator and Matiyow, in her official capacity as treasurer, failed to register and report to the Commission as a political committee after making more than $1,000 in contributions or expenditures in connection with a Federal election. Furthermore, the complaint alleged that Switalski for Congress and Switalski, in his official capacity as treasurer, failed to report the in-kind contribution to the Commission. Switalski is a 2010 candidate for Michigan&#8217;s 12th Congressional District.</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\"/>\n                  <p align=\"left\">OUTCOME:</p></td>\n              <td valign=\"top\">\n                  <div align=\"left\">\n                    <p align=\"left\">The Commission found no reason to believe the respondents accepted or made excessive in-kind contributions because any portion of the State committee&#8217;s event expenses attributable to the candidate&#8217;s announcement for Federal office would likely be minimal. The Commission dismissed the allegation that Switalski for Congress and Switalski, in his official capacity as treasurer, failed to report an in-kind contribution from the State committee and sent a letter of caution advising the Committee to take steps to ensure that its future conduct is in compliance with the Act and Commission regulations.</p>\n                    <p align=\"left\">The Commission found no reason to believe that the Committee to Elect Michael Switalski State Senator and Matiyow, in her official capacity as treasurer, failed to register and report as a political committee because information was not presented to indicate that the committee exceeded the $1,000 threshold for contributions or expenditures or that its major purpose is Federal campaign activity.</p>\n                    <table cellspacing=\"0\" cellpadding=\"0\">\n                      <tr>\n                        <td valign=\"top\"/>\n                      </tr>\n                      <tr>\n                        <td valign=\"top\"/>\n                        <td valign=\"top\"/>\n                      </tr>\n                    </table>\n                </div>                \n                  </td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6210</a></p></td>\n              <td valign=\"top\"><p align=\"left\"/></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">RESPONDENTS:</p></td>\n              <td valign=\"top\"><p align=\"left\">Tom White; and Tom White for Congress and Thomas J. Monteith, in his official capacity as treasurer</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">COMPLAINANT:</p></td>\n              <td valign=\"top\"><p align=\"left\">Nebraska Republican Party by its Executive Director, Perre S. Neilan</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">SUBJECT:</p></td>\n              <td valign=\"top\"><p align=\"left\">The complaint alleged that Tom White, Tom White for Congress, and Monteith, in his official capacity as treasurer, improperly advocated White&#8217;s candidacy through its website and campaign activities while the committee was at the exploratory stage. White is a 2010 candidate for Nebraska&#8217;s 2nd Congressional District.</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">OUTCOME:</p></td>\n              <td valign=\"top\"><p align=\"left\">The Commission found no reason to believe the respondents violated the Act because both White and his campaign filed candidate and committee registration forms with the agency prior to the complaint being received. </p>\n              <p align=\"left\">&#160;</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6194</a></p></td>\n              <td valign=\"top\"><p align=\"left\"/></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">RESPONDENTS:</p></td>\n              <td valign=\"top\"><p align=\"left\">Sheila Smoot for Congress and Johanna Martin, in her official capacity as treasurer; and Martin Weinberg</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">COMPLAINANT:</p></td>\n              <td valign=\"top\"><p align=\"left\">Kamau Afrika</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">SUBJECT:</p></td>\n              <td valign=\"top\"><p align=\"left\">The complaint alleged that Sheila Smoot for Congress and Martin, in her official capacity as treasurer, failed to file candidate and committee registration forms with the Commission in a timely manner after raising contributions in excess of the $5,000 threshold. The complaint alleged further that Weinberg, a blog owner and publisher, solicited funds on behalf of the candidate and offered to match all contributions for a limited period of time. Smoot is a 2010 candidate for Alabama&#8217;s 7th Congressional District.</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">OUTCOME:</p></td>\n              <td valign=\"top\">\n                  <div align=\"left\">\n                    The Commission dismissed the matter as the information presented showed that the Committee complied with registration and initial reporting requirements, and there was insufficient information to substantiate the other allegations.\n                      <table cellspacing=\"0\" cellpadding=\"0\">\n                      <tr>\n                        <td valign=\"top\"/>\n                      </tr>\n                      <tr>\n                        <td valign=\"top\"/>\n                        <td valign=\"top\"/>\n                      </tr>\n                    </table>\n                </div>                \n                  <p align=\"left\">&#160; </p>\n                  </td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6159</a></p></td>\n              <td valign=\"top\"><p align=\"left\"/></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">RESPONDENTS:</p></td>\n              <td valign=\"top\"><p align=\"left\">Baldwin County Education Association (BCEA); Saadia Hunter, BCEA President; Alabama Education Association (AEA); National Education Association (NEA); and National Education Association Fund for Children and Public Education (NEA Fund)</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">COMPLAINANTS:</p></td>\n              <td valign=\"top\"><p align=\"left\">National Right to Work Legal Defense and Education Foundation, Inc.; Claire Waites; and Jeanne Fox</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">SUBJECT:</p></td>\n              <td valign=\"top\"><p align=\"left\">The complaint alleged that BCEA, a local labor union, made a prohibited contribution to the NEA Fund, the NEA&#8217;s separate segregated fund. The complaint further alleged that BCEA and Hunter made, and AEA and the NEA Fund accepted, contributions in the name of two of the complainants, Waites and Fox. Additional allegations included that Hunter, BCEA, AEA or the NEA Fund failed to inform Waites and Fox of the political purposes of the NEA Fund at the time of solicitation and that Hunter, BCEA or the NEA Fund failed to inform Waites and Fox of their right to refuse to contribute without any reprisal. </p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">OUTCOME:</p></td>\n              <td valign=\"top\">\n                <div align=\"left\">\n                  <table cellspacing=\"0\" cellpadding=\"0\">\n                    <tr>\n                      <td valign=\"top\"><p>The Commission used its prosecutorial discretion to dismiss the matter in light of the small dollar amount at issue and the inconsistencies in the factual record of this matter.</p>\n                      <p>&#160;</p></td>\n                    </tr>\n                    <tr>\n                      <td valign=\"top\"/>\n                    </tr>\n                    <tr>\n                      <td valign=\"top\"/>\n                    </tr>\n                    <tr>\n                      <td valign=\"top\"/>\n                      <td valign=\"top\"/>\n                    </tr>\n                  </table>\n              </div></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6226</a></p></td>\n              <td valign=\"top\"><p align=\"left\"/></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">RESPONDENTS:</p></td>\n              <td valign=\"top\"><p align=\"left\">John Garamendi; and Garamendi for Congress and Betty Ann Downing, in her official capacity as treasurer</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">COMPLAINANT:</p></td>\n              <td valign=\"top\"><p align=\"left\">Charles H. Bell, Jr.</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">SUBJECT:</p></td>\n              <td valign=\"top\"><p align=\"left\">The complaint alleged that the respondents failed to meet disclaimer requirements on a television advertisement because the communication did not contain a written statement stating that the candidate approved the advertisement. Rep. Garamendi was a 2009 special election candidate for California&#8217;s 10th Congressional District.</p></td>\n            </tr>\n            <tr>\n              <td valign=\"top\"><p align=\"left\">OUTCOME:</p></td>\n              <td valign=\"top\"><p align=\"left\">The Commission exercised its prosecutorial discretion and dismissed the matter because potential voters were not likely to have been misled by the advertisement in light of the fact that the advertisement contained verbal and written disclaimers to inform the public that Garamendi for Congress had paid for the communication.&#160; </p></td>\n            </tr>\n          </table>\n          <p>&#160;</p>\n          <p/>\n          <table cellspacing=\"0\" cellpadding=\"0\">\n            <tr>\n              <td width=\"100%\" valign=\"top\"><p align=\"left\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                  <p align=\"center\"/>\n                  <p align=\"center\"># # #</p></td>\n            </tr>\n          </table>\n          <p>&#160;</p>\n        </div>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100423MUR.shtml", "date": "04/23/2010", "pdf": null, "title": "FEC Takes Final Action on Six Cases", "category": "Enforcement Matters"}