{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><p>For Immediate Release&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160; Contact: Bob Biersack<br/>\nJune 19, 2007 &#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160; George Smaragdis<br/>\n&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Michelle Ryan</p>\n              <p align=\"center\"><strong>FEC COLLECTS $78,000 CIVIL PENALTY<br/>\n              </strong><strong>FROM THE NATIONAL ASSOCIATION OF REALTORS 527 FUND</strong></p>\n              <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission (FEC/ the Commission) announced today that it has reached a settlement with the National Association of Realtors 527 Fund (NAR 527) in connection with violations of the Federal Election Campaign Act (the Act/ FECA) during the 2004 election cycle.&#160; The fund, which is associated with the Chicago-based National Association of Realtors (NAR) will pay $78,000 to settle charges that NAR 527 failed to register and file disclosure reports as a Federal political committee and accepted contributions in violation of Federal limits and source prohibitions.&#160; </p>\n              <p>During the 2004 election cycle, NAR 527 received $2.9 million from the National Association of Realtors and received no other funds.&#160; NAR 527 spent approximately $2.8 million to create and distribute various public communications that clearly identified nine Federal candidates.&#160; Almost $2.3 million of that amount financed dozens of direct mail pamphlets and newspaper advertisements.&#160; The Commission concluded that certain of these direct mail pamphlets and newspaper advertisements expressly advocated the election of federal candidates and that NAR 527&#8217;s spending indicated that its sole purpose was to advocate the election of federal candidates.</p>\n              <p>If an organization receives contributions or makes expenditures in excess of $1,000, and its major purpose is involvement in Federal campaign activity, it must register with the Commission and abide by the contribution restrictions and reporting requirements of the Act.&#160; These include limits on the amounts that can be contributed to the group and prohibitions on receipt of funds directly from corporations.&#160; NAR 527 registered with the Internal Revenue Service as a &#8220;Section 527&#8221; organization &#8211; a tax exempt group whose function is to influence the selection, nomination, election, or appointment of any individual to Federal, State, or local public office or office in a political organization, or the election of Presidential electors.&#160; NAR 527 failed to register as a political committee with the FEC even though it met the statutory threshold for political committee status and had Federal campaign activity as its major&#160; purpose.&#160; </p>\n              <p>NAR 527 agreed to pay a civil penalty, register as a political committee and disclose its activities to the public in reports filed with the Commission.</p>\n              <p>This release contains only summary information.&#160; For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC website at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a> .</p>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong>1.</strong></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong><a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5577&amp;CASETYPE=mur\"><strong>MURs 5577</strong></a> and <a href=\"http://eqs.sdrdc.com/eqs/searcheqs?SUBMIT=news&amp;CASENUM=5620&amp;CASETYPE=mur\"><strong> 5620</strong></a></strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>RESPONDENTS:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>(a) National Association of Realtors &#8211; 527 Fund</p>\n                      <p>(b) National Association of Realtors</p>\n                      <p>(c) National Association of Realtors Political Action Committee and Michael C. Brodie, in his official capacity at Treasurer</p>\n                      <p>(d) North Carolina Association of Realtors</p>\n                      <p>(e) The Richard Burr Committee and Timothy W. Gupton, in his official capacity as Treasurer</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>COMPLAINANT:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>Thomas Strini</p></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>SUBJECT:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>Failure to register as a political committee; failure to report contributions and expenditures; acceptance of prohibited corporate contributions</p></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>DISPOSITION:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>(a)Conciliation Agreement: $78,000 civil penalty*</p>\n                      <p>(b) No reason to believe (coordination), dismissal (corporate expenditures)</p>\n                      <p>(c-e) No reason to believ.</p>\n                      <p>Thomas Strini filed complaints with the Commission after receiving seven flyers in the mail shortly before the 2004 election that advocated the election of then Congressman Richard Burr (NC/5) to the U.S. Senate.&#160; Five of the flyers included disclaimers indicating that they were paid for by NAR, but IRS disclosure reports indicated that NAR 527 may have funded the communications.&#160; </p>\n                      <p>The complaints alleged that NAR 527 violated various provisions of the Act by failing to register with the Federal Election Commission as a political committee.&#160; The complaints further alleged that NAR 527 failed to file necessary disclosure reports and comply with FECA&#8217;s contribution source prohibitions.&#160; </p>\n                      <p>In 2004, NAR 527 received $2,979,522 from its connected organization, NAR, and spent $2,275,887 to produce direct mail pamphlets and newspaper advertisements that clearly identified Federal candidates and touted their accomplishments shortly before the elections in which they were running.&#160; Additionally, NAR 527 spent $534,072 on a website, email messages, and radio and television advertisements that clearly identified Federal candidates and touted their accomplishments.&#160; The organization contended that it acted at all times with a good faith belief that its communications did not contain express advocacy as defined in Commission regulations and that disbursements for such communications did not constitute expenditures that would trigger registration with the Commission.&#160; </p>\n                      <p>The Commission found no reason to believe that NAR violated the Act by making excessive and prohibited contributions in the form of coordinated communications to the Burr Committee and dismissed as a matter of prosecutorial discretion allegations that NAR violated the Act by funding express advocacy communications.&#160; The Commission concluded that certain communications disseminated by NAR 527 before the general election expressly advocated the election of clearly identified candidates.&#160; Based on this conclusion, disbursements made to finance those communications constituted expenditures under the Act, triggering political committee status.&#160; The Commission concluded that NAR 527&#8217;s spending indicated that its sole purpose was to advocate the election or defeat or Federal candidates.</p>\n                      <p>NAR 527 agreed to pay a civil penalty, cease and desist from committing future similar violations, register with the FEC as a political committee and file reports for 2004 and subsequent years until the committee terminates.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p>\n                      <p><strong/></p>\n                      <p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong>DOCUMENTS ON PUBLIC RECORD:</strong></p></td>\n                  <td width=\"555\" valign=\"top\"><p>Documents from this matter are available from the Commission&#8217;s web site at <a href=\"../..\">http://www.fec.gov</a> by entering 5577 or 5620 under case numbers in the Enforcement Query System. They are also available in the FEC&#8217;s Public Records Office at 999 E St. NW in Washington.</p>\n                      </td>\n                </tr>\n                <tr>\n                  <td width=\"45\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"225\" valign=\"top\"><p><strong/></p></td>\n                  <td width=\"555\" valign=\"top\"><p/></td>\n                </tr>\n              </table>\n              <p/>\n              <p>*There are four administrative stages to the FEC enforcement process:<br/>\n              1. Receipt of proper complaint<br/>2. Reason to believe stage<br/>3. Probable cause stage<br/>4. Conciliation stage</p>\n              <p>FEC decisions require the votes of at least four of its six Commissioners.<br/>\n              </p>\n              <p> The FEC can close a case at any point after reviewing a complaint.&#160; If a violation is found and conciliation cannot be reached, then the FEC can institute a civil court action against a respondent. </p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # # </p>              <p align=\"center\">&#160;</p>\n              <p align=\"center\"/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "06/19/2007", "href": "press2007/20070619NARMURs.shtml", "category": "Enforcement Matters", "title": "FEC Collects $78,000 Civil Penalty from the National Association of Realtors 527 Fund", "pdf": null}