{"href": "press2013/news_releases/20131121release.shtml", "pdf": null, "date": "11/21/2013", "category": "Open Meetings and Related Matters", "title": "FEC Issues Advisory Opinion, Votes on Two Other Advisory Opinion Requests and Discusses Draft Interpretive Rule ", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">November 21, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><a href=\"../pdf/20131121release.pdf\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/></a><a href=\"../pdf/20131121release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC ISSUES ADVISORY OPINION, VOTES ON TWO OTHER ADVISORY OPINION REQUESTS AND DISCUSSES DRAFT INTERPRETIVE RULE</strong></p>\n        <p align=\"center\">&#160;</p>\n        <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission today issued an advisory opinion, discussed and voted on two other advisory opinion requests and discussed a draft interpretive rule.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2013-15 (Conservative Action Fund)</a>.<strong> </strong>The Commission considered <a href=\"../../../agenda/2013/agenda20131121.shtml\">four drafts</a> responding to an advisory opinion request from the Conservative Action Fund (CAF) but was unable to reach agreement by the required four affirmative votes to issue an advisory opinion. In its request, CAF asked 24 questions related to its receipt and disbursement of Bitcoins. During the discussion, the Commission heard from counsel on behalf of the requestor. The Commission also discussed the possibility of developing an interim policy and commencing a rulemaking to address the issues raised in the advisory opinion request.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion  2013-16 (PoliticalRefund.org)</a>. The Commission concluded that PoliticalRefund.org&#8217;s proposed use of contributor data, display of the aggregate number of contributors who have requested refunds, and acceptance of advertising and sponsorship are consistent with the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2013-17 (The Tea Party Leadership Fund)</a>. The Commission considered two <a href=\"../../../agenda/2013/agenda20131121.shtml\">drafts</a> responding to an advisory opinion request from the Tea Party Leadership Fund (TPLF), but was unable to reach agreement by the required four affirmative votes to issue an advisory opinion. In its request, TPLF sought an exemption from the Act and Commission regulations requiring reporting to the Commission of contributors to the TPLF and of recipients of TPLF disbursements. During the discussion, the Commission heard from counsel on behalf of the requestor.</p>\n        <p><a href=\"../../../agenda/2013/mtgdoc_13-48.pdf\">Draft Interpretive Rule Regarding the Date of Political Party Nominations of Candidates for Special Primary Elections in New York</a>. The Commission introduced a draft interpretive rule that would clarify the Commission&#8217;s interpretation of its rules for determining the date of a special primary election as those rules apply to nominations conducted under New York Election Law, which vests special election nominating authority in the party committees. The Commission directed the Office of General Counsel to make the draft public for solicitation of public comment before a future vote by the Commission.</p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n        </p>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n           "}