{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>May 15, 2008 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n                <p align=\"center\"><strong>FEC Collects $54,100 in Civil Penalties</strong></p>\n                <p/>\n                <p>WASHINGTON &#8211; The Federal Election Commission (FEC/the Commission) today announced final action in eight enforcement cases, four of which led to civil penalties totaling $54,100.</p>\n                <p>The Commission completed action in these matters in 2007, and documents from these cases have now been included on the public record.&#160; Detailed information on all FEC enforcement actions is available through the Enforcement Query System at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>. </p>\n                <p><strong>Democrat Republican Independent Voter Education Pays $33,000</strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5766</a>, the Democrat Republican Independent Voter Education &#8211; PAC for the International Brotherhood of Teamsters (DRIVE) agreed to pay a $33,000 civil penalty for failing to report its receipt of loans in a timely manner and for failing to disclose these loans appropriately on its reports.&#160; In late October and early November 2002, DRIVE received two bank loans totaling $500,000.&#160; DRIVE failed to report the loans to the FEC until July of 2003, approximately seven months after the loans should have been reported.&#160; DRIVE also failed to report its loan repayments until April of 2005, approximately two years after the loan repayments occurred.</p>\n                <p/>\n                <p><strong>Santorum 2006 Pays $6,500, Republican Federal Committee of Pennsylvania Pays $3,800 </strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5780</a>, Santorum 2006, the principal campaign committee of former Senator Rick Santorum (PA), agreed to pay a $6,500 civil penalty for failing to adhere to FEC regulations regarding joint fundraisers and for failing to include adequate disclaimers on fundraising invitations.&#160; In a related conciliation agreement, the Republican Federal Committee of Pennsylvania agreed to pay a $3,800 civil penalty for also failing to adhere to FEC regulations regarding joint fundraisers.&#160; On June 14, 2005, Santorum 2006 and the Republican Federal Committee of Pennsylvania jointly raised funds at an event featuring President Bush.&#160; Under FEC regulations, participants in a joint fundraising event are required to enter into a joint fundraising agreement identifying the joint fundraising representative, to state the allocation of the joint fundraising proceeds and to include a joint fundraising notice with every solicitation for contributions.&#160; Santorum 2006 and the Federal Committee of Pennsylvania failed to comply with these requirements.</p>\n                <p/>\n                <p><strong>Morton Grove</strong><strong> Pharmaceuticals, CEO and CFO Pay $9,000</strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5784</a>, Morton Grove Pharmaceuticals, Inc. (Morton Grove), Brian Tambi, Morton Grove&#8217;s President, CEO and Chairman, and Richard Lopatin, Morton Grove&#8217;s CFO, signed a conciliation agreement in which they agreed to pay a $9,000 civil penalty for making contributions in the name of another.&#160; This case, which originated with a self-reported submission, involved ten illegal contributions, totaling $28,000, which Mr. Tambi made between 2001 and 2005.&#160; After Mr. Tambi made the contributions, and on the advice of Mr. Lopatin, Mr. Tambi submitted expense reports for his contributions.&#160; Mr. Tambi&#8217;s contributions were then reimbursed by Morton Grove as a business expense.&#160; In May 2005, Mr. Tambi consulted outside legal counsel and learned that the contributions were impermissible.&#160; Mr. Tambi reimbursed Morton Grove on his own initiative later that month.&#160; Because of the high degree of cooperation from the respondents and their actions after discovering they had violated the Federal Election Campaign Act (the Act), the civil penalty in this case is significantly less than the amount the Commission would have ordinarily sought.</p>\n                <p/>\n                <p><strong>Hague for Congress Pays $1,800</strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5872</a>, Jennifer Hildebrand admitted to commingling campaign funds with her personal funds knowingly and willfully and to converting campaign funds to her personal use.&#160; Ms. Hildebrand worked for Jane Hague for Congress (WA/1).&#160; From October 2003 through November 2004, Ms. Hildebrand made unauthorized payments to herself totaling $56,409.82.&#160; Ms. Hague has made full restitution to Hague for Congress and paid the campaign an additional $73,829.19 in attorneys&#8217; and auditors&#8217; fees.&#160; Ms. Hildebrand also pled guilty to one count of theft and was sentenced to 160 hours of community service.&#160; Due to Ms. Hildebrand&#8217;s financial hardship, the Commission agreed to depart from the civil penalty that it would normally seek and agreed that no civil penalty is immediately due.&#160; If, however, evidence is uncovered that Ms. Hildebrand&#8217;s financial situation is not as stated, a civil penalty of $113,000 will be immediately due.&#160; Hague for Congress, which filed inaccurate disclosure reports during 2003 and 2004 due to Ms. Hildebrand&#8217;s unauthorized payments, agreed to pay a $1,800 civil penalty.</p>\n                <p/>\n                <p><strong>FEC finds no reason to believe Friends of Jeff Smith violated Act</strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5493</a>, a complaint alleged that two 2004 Congressional campaigns, Joan Barry in Congress (MO/3) and Friends of Jeff Smith (MO/3), violated the Act by working together to obscure the identity of the individuals responsible for distributing three flyers and a postcard to residents of Missouri&#8217;s 3rd Congressional District.&#160; The Commission found reason to believe that Joan Barry in Congress violated the Act by failing to include disclaimers on three campaign flyers, but exercised its prosecutorial discretion and took no further action.&#160; The FEC found no reason to believe that Friends of Jeff Smith and Joan Barry in Congress violated the Act&#8217;s reporting requirements or contribution limits.&#160; The Commission found no reason to believe that Eric Lillard, accused of acting on behalf of Friends of Jeff Smith, violated any provision of the Act.&#160; Finally, the Commission found reason to believe a violation occurred, but took no further action, against an unknown political committee that might have been responsible for the postcard.</p>\n                <p/>\n                <p><strong>FEC takes no action against Brady Campaign</strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5883</a>, the FEC took no action against the Brady Campaign to Prevent Gun Violence (Brady Campaign) in response to a complaint alleging that the Brady Campaign violated the Act by expressly advocating the election of two 2006 Congressional candidates, Tammy Duckworth and Joe Sestak.&#160; The complaint centered on press releases and press conferences endorsing Ms. Duckworth and Congressman Sestak.</p>\n                <p><strong/></p>\n                <p><strong>FEC finds no reason to believe Richard Pombo violated Act</strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5877</a>, the Commission found no reason to believe that Richard Pombo for Congress (CA/11), Former Congressman Richard Pombo and Rich PAC violated the Act.&#160; A complaint alleged that Rich PAC made excessive in-kind contributions by paying for $161,000 of Richard Pombo for Congress&#8217;s fundraising expenses. </p>\n                <p/>\n                <p><strong>FEC dismisses complaint against Concerned Clergy</strong></p>\n                <p>In MUR <a href=\"http://eqs.fec.gov/eqs/searcheqs\">5938</a>, the Commission dismissed allegations that a newspaper ad paid for by Concerned Clergy, Inc., which ran in the <em>Indianapolis Recorder</em>, lacked an appropriate disclaimer.&#160; In light of the minor nature of the alleged violations, the Commission exercised its prosecutorial discretion and dismissed the case.</p>\n                <p/>\n                <p>Under the law, the FEC must attempt to resolve its enforcement cases, or Matters Under Review (MURs), through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group the Commission determines has violated the law.&#160; Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n                <p/>\n                <p>This release contains only summary information.&#160; For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n                <p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. </em></p>\n                <p align=\"center\"># # # </p>\n                <p>&#160;</p>\n              <p/>\n              <p>&#160;</p>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080515murs.shtml", "date": "05/15/2008", "pdf": null, "title": "FEC Collects $54,100 in Civil Penalties", "category": "Enforcement Matters"}