{"html": "<body>\n\n<font face=\"Book Antiqua\">\n<font face=\"Book Antiqua\" size=\"3\">\n\n<p><font face=\"Book Antiqua\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></font></p>\n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nMay 4, 2000                                                                                                                             Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></pre>\n\n</font>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n\n<b/><p>FEC SEEKS COMMENTS ON ELECTION-CYCLE REPORTING PROPOSAL</p>\n\n<p>WASHINGTON &#150; The Federal Election Commission is seeking public input by June 2 on a proposed rulemaking requiring authorized committees of federal candidates to report financial transactions on an election-cycle basis rather than the current calendar-year-to-date basis.</p>\n\n<p>\tThe Notice of Proposed Rulemaking (NPRM) is in response to Public Law 106-58, passed by Congress in 1999, requiring the authorized committees of federal candidates to aggregate and report their receipts and disbursements on an election-cycle-to-date basis, and requires rules implementing this law to be effective for reports covering periods after December 31, 2000.</p>\n\n<p>\tUnder current regulations, an election cycle begins on the day after the general election for the office or seat that the candidate seeks and ends on the day of the next general election for that seat or office.  The length of the election cycle depends on the office sought -- a two-year cycle for House of Representatives&#146; candidates, six years for Senate candidates, and four years for Presidential candidates.  Campaign finance reports are due monthly or quarterly, depending on the committee, with a pre- and post-election report, and a year-end report due on January 31 of the following year.  Under this definition of election cycle, either the post-general election report or the year-end report (for authorized committees not required to file a post-election report) would cover two election cycles.</p>\n\n<p>\tThe Commission is seeking comments on two alternatives.  The first alternative would designate, for reporting purposes only, the election cycle beginning on January 1 of the year following the general election for a seat or office and end the cycle on December 31 of the calendar year in which the next general election for that seat or office is held.</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>\tLanguage in the NPRM notes, \"This approach has the advantage of causing less change to current reporting practices and avoiding the need to include election-cycle-to-date figures for two different election cycles in post-general reports (or year-end reports where no post-general report is filed).\"</p>\n\n<p>\tAlternative 2 would have the authorized campaign committees beginning the election cycle on the 21<sup>st</sup> day after the general election for the seat or office the candidate is seeking (the day after the end of the post-general election reporting period) and end the election cycle on the 20<sup>th</sup> day after the next general election for the seat or office the candidate is seeking (the day the post-general reporting period ends for that election).  Additionally, the contribution aggregation regulations (at 11 CFR 110.1 and 110.2) would be changed to modify the attribution date of undesignated contributions for a general election from election day to the 20<sup>th</sup> day after the election.</p>\n\n<p>\tThe NPRM notes, \"This alternative would obviate the issue of the post-general election report covering two election cycles.  Nevertheless, for candidates who did not participate in the general election (and therefore who do not file a post-general election report), the year-end report would cover activity occurring both before the 20<sup>th</sup> day after the election and after the 20<sup>th</sup> day, and thus, would cover two election cycles.\"</p>\n\n<p>\tFull text of the NPRM can be found on the Commission&#146;s Web site, <i>www.fec.gov</i>, and in the May 3 Federal Register (Vol. 65, No. 86, p. 25672). </p>\n\n<p>\tComments must be received on or before June 2, 2000.  All comments should be addressed to Rosemary C. Smith, Assistant General Counsel, and must be submitted in either written or electronic form. Written comments should be sent to the Federal Election Commission, 999 E St. NW, Washington, DC 20463.  Faxed comments should be sent to (202) 219-3923, with printed copy follow-up to ensure legibility.  Electronic mail comments should be sent to <i>ecyclereport@fec.gov.</i></p>\n\n<p>\tCommenters sending comments by electronic mail must include their full name, electronic mail address and postal service address within the text of their comments.  Comments that do not contain the full name, electronic mail address and postal service address of the commenter will not be considered.  The Commission will make every effort to have public comments posted on its Web site within 10 business days of the close of the comment period.</p>\n\n<p align=\"CENTER\">#   #   #</p>\n<p align=\"CENTER\"/>\n<p>&#160;</p></font></body>\n", "date": "05/04/2000", "href": "elecCycleNPRM.htm", "category": "Rulemakings", "title": "FEC Seeks Comment on Election Cycle Reporting Proposal", "pdf": null}