{"date": "12/16/2011", "pdf": null, "title": "Week of December 12 - December 16, 2011 ", "issue": "2011-50", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 16,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-50</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of December 12 &#8211; 16</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong><br/>\n            <br/>\n  On December 13 and 14, the Commission held Executive Sessions. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On December 15, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p><strong/></p>\n        <p><strong>2012 OFFICERS AND CALENDAR<br/>\n        </strong></p>\n        <p>On December 15, the Commission elected Caroline C. Hunter as Chair and Ellen L. Weintraub as Vice Chair for 2012. The Commission also approved a <a href=\"../../agenda/2011/mtgdoc_1172.pdf\">schedule</a> of meeting dates for 2012.<br/>\n        </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><a href=\"../../agenda/2011/mtgdoc_1170.pdf\">AO 2011-22 (Virginia Poultry Growers Cooperative)</a>. On December 15, the Commission approved Advisory Opinion 2011-22. The Commission concluded that the Virginia Poultry Growers Cooperative (VPGC), as a membership organization with incorporated and unincorporated members, may establish a separate segregated fund (SSF), solicit contributions to the SSF from its unincorporated members and deduct those contributions from settlement payments VPGC owes to these members. The advisory opinion further concluded that VPGC and its SSF may not solicit contributions to the SSF from the executive and administrative personnel of VPGC&#8217;s incorporated members. </p>\n        <p><u>Requests Received</u></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1190127.pdf\">AOR 2011-28 (Western Representation PAC)</a>. On December 14, the Commission made public Advisory Opinion Request 2011-28. Western Representation PAC intends to place ads on Facebook during the 2012 Republican presidential primary season that expressly advocate the election or defeat of clearly identified candidates. Some ads will refer to specific primary elections while most will not. Western Representation PAC asks whether it (1) must include the costs of these ads on its 24- and 48-hour reports, and (2) must attribute these costs to individual state primary elections on its regular monthly reports. The Commission must issue a response no later than 60 days after the complete request, that is, by February 10, 2012. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one closed case and one Statement of Reasons. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6460</a></strong> <br/>\n          RESPONDENTS:&#160; Friends of Jim Bender/ Bender for Senate and Frank Mancl, in his official capacity as treasurer; and James C. Bender<br/>\n        COMPLAINANT: Peter Fullerton, Swiftcurrent Strategies&#160; <br/>\n        SUBJECT: The complaint alleged that Bender and Friends of Jim Bender/Bender for Senate and Mancl, in his official capacity as treasurer, (the Committee) may have accepted an impermissible contribution when they failed to pay Swiftcurrent Strategies, a Massachusetts limited liability company (Swiftcurrent), $25,665.60 for two telephone town halls. Bender was a 2010 primary election candidate for New Hampshire&#8217;s United States Senate seat.&#160; <br/>\n        DISPOSITION: The Commission found no reason to believe that Swiftcurrent made, or Bender and the Committee accepted, an excessive or prohibited corporate contribution because there was no information suggesting that Swiftcurrent extended credit to the Committee that was not in the ordinary course of business or on terms that were not substantially similar to extensions of credit to nonpolitical debtors of similar risk and size of obligation. The Commission also dismissed the allegation that the Committee did not report the disputed debt in a timely manner.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6037</a></strong> &#8211; Jeff Merkley for Oregon and Kevin Neely, in his official capacity as treasurer; Jeff Merkley; Democratic Party of Oregon and Laura Calvo, in her official capacity as treasurer; and Democratic Senatorial Campaign Committee and John B. Poersch, Jr., in his official capacity as treasurer. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044310145.pdf\">Statement of Reasons</a> was issued by Vice Chair Caroline C. Hunter and Commissioners Matthew S. Petersen and Donald F. McGahn.</p>\n        <p>For information regarding the above matter, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES<br/>\n        </strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF2477</a> &#8211; Carly for California Inc. and Salvatore Purpura, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $27,726.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/combatveterans.shtml\"><em>Combat Veterans for Congress PAC v. FEC</em> (No. 11-cv-02168 (CKK))</a>.  On December 7, Combat Veterans for Congress PAC and its treasurer filed a <a href=\"../../law/litigation/combat_veterans_complaint.pdf\">petition</a> in the United States District Court for the District of Columbia. Plaintiffs challenge the Commission's imposition of administrative fines for failure to file disclosure reports as required by the Federal Election Campaign Act of 1971, as amended, (the Act).</p>\n        <p/>\n        <p><a href=\"../../law/litigation/hassan.shtml\"><em>Hassan v. FEC</em> (No. 11-cv-02189(EGS))</a>. On December 8, Abdul Karim Hassan filed a <a href=\"../../law/litigation/hassan_complaint_1211.pdf\">complaint</a>  in the United States District Court for the District of Columbia seeking to declare the Presidential Election Campaign Fund Act (PECFA) invalid under the Equal Protection Guarantee of the Fifth Amendment and the Citizenship Clause of the Fourteenth Amendment of the United States Constitution.&#160; Hassan claims the Constitution's Natural Born Citizen Clause has been invalidated by subsequent constitutional amendments. </p>\n        <p><em><a href=\"../../law/litigation/schonberg.shtml\">Schonberg v. FEC</a></em> (No. 11-5199). On December 15, the United States Court of Appeals for the District of Columbia Circuit issued an <a href=\"../../law/litigation/schonberg_ac_order.pdf\">order</a> granting the Commission's motion for summary affirmance on the ground that Schonberg lacks standing. Schonberg has challenged the constitutionality of provisions of the Act, the statute governing representational allowances for Members of the House of Representatives, and legislation commonly referred to as &#8220;earmarks.&#8221;</p>\n        <p><em><a href=\"../../law/litigation/schonberg.shtml\">Schonberg v. Boehner, SEC, and FEC</a></em><a href=\"../../law/litigation/schonberg.shtml\"> (No. 11-cv-02139(JEB))</a>.  On November 30, Steve Schonberg filed a <a href=\"../../law/litigation/schonberg_complaint_2011.pdf\">complaint</a>  in the United States District Court for the District of Columbia challenging, among other things, the constitutionality of the Act.</p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p/>\n        <p><a href=\"../../agenda/2011/mtgdoc_1173.pdf\">Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations.</a> On December 15, the Commission approved a Notice of Proposed Rulemaking (NPRM) concerning independent expenditures and electioneering communications by corporations and labor organizations. This NPRM seeks public comment on proposed changes to the Commission&#8217;s rules regarding corporate and labor organization funding of expenditures, independent expenditures and electioneering communications in response to a Petition for Rulemaking filed by the James Madison Center for Free Speech, in light of the U.S. Supreme Court&#8217;s 2010 decision in <em><a href=\"../../law/litigation_CCA_Alpha.shtml\">Citizens United v. FEC</a></em>. Comments from the public on this NPRM are due on or before February 3, 2012. Reply comments are due on or before February 17, 2012. A hearing is scheduled for March 7, 2012.</p>\n        <p/>\n        <p><a href=\"../../agenda/2011/mtgdoc_1174.pdf\">Independent Expenditures by Persons Other Than Political Committees</a>. On December 15, the Commission considered but did not approve an NPRM concerning independent expenditure reporting by persons other than political committees. The draft NPRM proposed amendments to Commission regulations relating to disclosure of contributions made to persons, including corporations and labor organizations, that make independent expenditures in response to a Petition for Rulemaking filed by Representative Chris Van Hollen, in light of the <em><a href=\"../../law/litigation_CCA_C.shtml#citizensunited\">Citizens United</a> </em>decision. </p>\n        <p/>\n        <p>Statements regarding both NPRMs were issued by <a href=\"../../members/statements/Statement_of_Bauerly_and_Walther_on_CU_Petition_NPRMs.pdf\">Chair Cynthia L. Bauerly and Commissioner Steven T. Walther</a> and by <a href=\"../../members/weintraub/statements/ELW_CU_Statement_12-16-11.pdf\">Commissioner Ellen L Weintraub</a>.<br/>\n            <br/>\n            <strong>PRESS RELEASES</strong></p>\n        <p><a href=\"20111215openmeeting.shtml\">FEC Approves Advisory Opinion and Notice of Proposed Rulemaking, Discusses Second Notice and Elects 2012 Officers</a> (issued December 15)&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p><a href=\"20111215officers.shtml\">FEC Elects Hunter as Chair for 2012; Weintraub to Serve as Vice Chair</a> (issued December 15)</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>December 20: December Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> is available online. Printed copies of the updated Guide are also available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20111216digest.shtml"}