{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>January 8, 2008 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n              <p align=\"center\"><strong>FEC Reports Major Accomplishments in 2007: Near Record Civil Penalties, Major Regulatory and other Policy Actions, and Important Disclosure Improvements </strong></p>\n              <p>The Federal Election Commission (FEC/the Commission) reported today that it collected civil penalties totaling $5,579,574 during 2007.This is the second largest annual total collected by the Commission in its history.Among the major cases completed this year, the Commission collected $1,000,000 from MZM Inc. and Mitchell Wade, $775,000 from America Coming Together, and $750,000 from Progress for America, the second, fourth and fifth largest penalties in the Commission&#8217;s history. Overall, ten cases were completed with civil penalties of $100,000 or more.Four of the top five penalties in the Commission&#8217;s 32 year history have been collected in the last two years.</p>\n              <p>The 2007 total includes a $350,000 penalty as part of a settlement with Citizens Club for Growth, Inc. &#160;For more information about these and other enforcement cases, go to <a href=\"../../em/em.shtml\">http://www.fec.gov/em/em.shtml</a>.</p>\n              <p>&#160;</p>\n              <p><strong>Commission Completes Important Rulemakings in Advance of 2008 Campaigns</strong></p>\n              <p>The Commission made significant progress last year on several important rulemakings. The FEC completed action on rules implementing the Supreme Court decision in <em>FEC v. Wisconsin Right to Life</em>.That case held that certain advertisements were entitled to an exemption from the Bipartisan Campaign Reform Act&#8217;s restrictions on the use of corporate or union funds for &#8220;electioneering communications.&#8221;</p>\n              <p>The Commission acted to implement Congress&#8217; recent amendments to the Federal Election Campaign Act.A new regulation passed by the Commission December 14 addresses restrictions on the use of noncommercial aircraft by candidates and incumbent members of Congress, among others.The second rulemaking will develop new reporting rules for contributions bundled by lobbyists or lobbying organizations. The FEC published a Notice of Proposed Rulemaking and received comments on this aspect of the new law before the end of 2007. &#160;The Commission also published a Notice of Proposed Rulemaking and held a hearing in July on whether it should amend its regulation of jointly financed party/candidate &#8220;hybrid&#8221; ads.The two major political parties spent more than $50 million on &#8220;hybrid&#8221; ads in the 2004 Presidential election.</p>\n              <p>The FEC completed work on 38 Advisory Opinions during 2007. Advisory Opinions provide individuals or groups with specific guidance on whether their planned conduct complies with the law. For more information about Advisory Opinions, go to http://saos.fec.gov/saos/searchao. </p>\n              <p>&#160;</p>\n              <p><strong>Commission Policy Statements</strong></p>\n              <p>The Commission developed a number of important policy statements and programs in 2007.&#160; These initiatives have strengthened the Commission&#8217;s enforcement procedures, provided greater transparency for both the regulated community and general public, and promoted compliance with the Act.&#160; Thus, the Commission unanimously approved a program for hearings at the later stages of enforcement cases before the Commission finds probable cause to believe that the law has been violated.&#160; The program allows respondents for the first time in Commission history to present oral arguments directly to the commissioners in enforcement matters.&#160; A policy statement on self reporting of campaign finance violations set forth the Commission&#8217;s process for acting on <em>sua sponte</em> submissions in order to encourage the self-reporting of violations.&#160; Another policy statement defined internal controls that committees should use to minimize the risk of embezzlement of committee funds and protect against resulting campaign finance violations.&#160; This policy created a safe harbor for the benefit of political committees that have certain internal controls in place to prevent misappropriations and associated misreporting.&#160; The FEC also clarified actions it takes at the initial stage of enforcement actions.</p>\n              <p>Disclosure related policy statements were issued to elaborate on a committee treasurer&#8217;s requirement to demonstrate &#8220;best efforts&#8221; to obtain, maintain and report campaign finance information, and offered more detailed guidance regarding acceptable descriptions of the purpose of disbursements.</p>\n              <p>&#160;</p>\n              <p><strong>Public Disclosure and Educational Outreach</strong></p>\n              <p>On December 17 the Commission added a new interactive map on its website at <a href=\"../../DisclosureSearch/mapHSApp.do\">http://www.fec.gov/DisclosureSearch/mapHSApp.do</a> providing details of campaign finance activity in 2008 House and Senate campaigns in an easy to navigate process.&#160; This will serve as a companion to the mapping presentation of Presidential campaign fundraising launched this summer.&#160;&#160; </p>\n              <p>The FEC website hosted about 3.6 million visits during the year, with much of the new traffic focused on the interactive maps.</p>\n              <p>&#160;</p>\n              <p><strong>Alternative Dispute Resolution and Administrative Fines</strong></p>\n              <p>Included in the Commission&#8217;s total collection figure are 80 cases, generating $105,300 in civil penalties, settled under the innovative Alternative Dispute Resolution (ADR) program.The ADR process is designed to promote compliance with federal campaign finance law and reduce the cost of processing complaints by encouraging settlements outside the agency's normal enforcement track. &#160;Details about ADR cases are included in the Enforcement Query System on the Commission&#8217;s website at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p>The FEC also imposed administrative fines totaling $335,162 in 253 cases where committees filed financial reports after the deadline or failed to make required financial filings.</p>\n              <p/>\n              <p/>\n              <p><strong>Audits</strong></p>\n              <p>The FEC issued 33 audit reports in 2007, including final reports on the 2004 Bush/Cheney and Kerry/Edwards general election campaigns. &#160;The Commission is required by law to audit presidential campaigns and convention committees that accept public funds.&#160; In addition, the campaign finance law permits the Commission to conduct an audit of any political committee. The Commission generally conducts such audits when a committee appears not to have met the threshold requirements for substantial compliance. &#160;The audit determines whether the committee complied with the limitations, prohibitions and disclosure requirements of the Federal Election Campaign Act.&#160; Final audit reports can be found at <a href=\"../../audits/audit_reports.shtml\">http://www.fec.gov/audits/audit_reports.shtml</a>.</p>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n              <p align=\"center\"><em># # # </em></p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080108summary.shtml", "date": "01/08/2008", "pdf": null, "title": "FEC Reports Major Accomplishments in 2007: Near Record Civil Penalties, Major Regulatory and other Policy Actions, and Important Disclosure Improvements", "category": "Enforcement Matters"}