{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr> \n    <th width=\"35%\" height=\"64\" align=\"left\" valign=\"top\" class=\"small\"> <p>For&#160;Immediate&#160;Release<br/>\n        June 23, 2006</p></th>\n    <th width=\"46%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th width=\"19%\" height=\"64\" align=\"left\" valign=\"top\" class=\"small\">Kelly \n      Huff<br/>\n      Bob&#160;Biersack<br/>\n      Ian&#160;Stirton<br/>\n      George&#160;Smaragdis</th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\"> <b> </b>\n      <p align=\"center\"><strong>CAMPAIGNS CITED FOR FAILURE TO FILE </strong><strong>PRE-RUNOFF \n      REPORT</strong></p>\n    </th>\n  </tr>\n</table>\n<p>WASHINGTON -- The congressional campaign of  Randal G. Maatta in South Carolina and the Senate campaigns of John W. Bowlin and Erik R. Fleming in Mississippi were cited by the Federal Election Commission today for failing to file financial disclosure reports as required under the Federal Election Campaign Act (&#8220;the Act&#8221;).&#160; </p>\n<p> Mississippi and South Carolina will be holding run-off elections on June 27, 2006, to select candidates for the U.S. Senate and House of Representatives.&#160; Provisions of the Act require committees supporting candidates involved in the primary to file reports of their financial activity 12 days before the election.</p>\n<p>As of 5 p.m., June 22, 2006, disclosure reports from the following candidate committees had not been filed:</p>\n<p><strong>MS SEN. . . FLEMING FOR U.S. SENATE CAMPAIGN COMMITTEE. . .LORENZO MADISON, TREAS... ERIK R. FLEMING...DEM&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</strong></p>\n<p><strong>MS SEN&#8230;&#160;&#160; BILL BOWLIN FOR SENATE COMMITTEE&#8230;BEVERLY D. GRIST, TREAS&#8230;</strong><strong>JOHN W. &#8220;BILL&#8221; BOWLIN&#8230;DEM</strong></p>\n<p><strong>SC/1... MAATTA FOR CONGRESS CAMPAIGN COMMITTEE... DEBRA C. MAATTA, TREAS...RANDAL G. MAATTA...DEM</strong></p>\n<p>The reports are required to include financial activity occurring from May 18 through June 7 in Mississippi, and from May 25 through June 7 in South Carolina.&#160; If sent by certified or registered mail, the reports should have been postmarked by June 15 in SC and June 12 in MS. Otherwise, the due date was close-of-business June 15. Mandatory electronic filing requirements for House campaigns became effective as of January 1, 2001. Any committee that receives contributions or makes expenditures in excess of $50,000 in the current calendar year, or that reasonably expects to do so, must submit its reports electronically. Senate campaigns file paper reports with the Secretary of the Senate.</p>\n<p>Some individuals and their committees have no obligation to file reports under federal election law, even though their names may appear on state ballots.&#160; If an individual raises or spends less than $5,000, he or she is not considered a \"candidate\" subject to reporting under the FECA.</p>\n<p>The FEC notified committees involved in the primary of their potential filing requirements on May 1 in MS and May 8 in SC.&#160; Those committees that did not file on the due date were notified on June 16 that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n<p>Other political committees supporting House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file pre-primary reports, unless they report monthly.&#160; Those committee names are not published by the FEC.</p>\n<p>Further Commission action against non-filers and late filers falls under the Administrative Fine Program. Political committees and treasurers who fail to file their reports on time may be subject to civil money penalties ranging from $30 to $16,000 (or more for repeat late- and non-filers).</p>\n<p>The next regularly scheduled disclosure reports for these candidate committees will be the quarterly report due July 15.&#160; It will cover activity from June 8 through June 30.</p>\n<p align=\"center\"># # #</p>\n</body>\n", "href": "press2006/20060623nf.html", "date": "06/23/2006", "pdf": null, "title": "Campaigns Cited for Failure to File Pre-Runoff Report", "category": "Non-Filer Publications"}