{"date": "12/02/2011", "pdf": null, "title": "Week of November 28 - December 2, 2011 ", "issue": "2011-48", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 2,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-48</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 28 &#8211; December 2</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong><br/>\n            <br/>\n  On November 29, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On December 1, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2011-21\">AO 2011-21 (Constitutional Conservatives Fund PAC)</a>. On December 1, the Commission approved Advisory Opinion 2011-21. The Commission concluded that the Constitutional Conservatives Fund PAC, a leadership PAC sponsored by Senator Michael Lee, may neither receive unlimited contributions from individuals nor receive any contributions from corporations and labor organizations for the purpose of financing independent expenditures.</p>\n        <p><u>Advisory Opinion Considered</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2011-23\">AO 2011-23 (American Crossroads)</a>. On December 1, the Commission considered Advisory Opinion 2011-23. American Crossroads, an independent expenditure-only political committee registered with the Commission, asked whether it may produce and distribute certain television and radio advertisements and whether these ads would constitute coordinated communications. The Commission was unable to render an opinion. Statements were issued by <a href=\"http://saos.fec.gov/aodocs/1189726.pdf\">Commissioner Steven T. Walther</a>, <a href=\"http://saos.fec.gov/aodocs/1189732.pdf\">Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen</a>, and <a href=\"http://saos.fec.gov/aodocs/1189736.pdf\">Chair Cynthia L. Bauerly and Commissioner Ellen L. Weintraub</a>. </p>\n        <p/>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1189599.pdf\">AOR 2011-25 (Atlas Air)</a>. On November 29, the Commission made public Advisory Opinion Request 2011-25. The requestor, Atlas Air Worldwide Holdings, Inc., asks whether certain employees of its U.S. subsidiaries who maintain inactive membership in a labor union qualify as members of the requestor's \"restricted class,\" such that they may be solicited for contributions to the requestor's separate segregated fund.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by January 30, 2012.</p>\n        <p><u/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public seven closed cases and one Statement of Reasons. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6378</a> <br/>\n        </strong>RESPONDENTS: Conservatives for Congress and Jeffrey J. Hill, in his official capacity as treasurer; Jones Outdoor Advertising, Inc.; and Dwight Jones<br/>\n        COMPLAINANT: Christine Hammerle, Counsel to Giffords for Congress<br/>\n        SUBJECT:&#160; The complaint alleged that Conservatives for Congress and Hill, in his official capacity as treasurer, (the Committee) or Jones Outdoor Advertising, Inc. and Jones failed to include disclaimers on three billboards.<br/>\n        DISPOSITION: The Commission found no reason to believe the Committee or Jones failed to include disclaimers on three billboards. The Commission exercised its prosecutorial discretion and dismissed the matter with respect to Jones Outdoor Advertising, Inc., because it appears the company took partial remedial action and in furtherance of the Commission&#8217;s priorities relative to other matters. The Commission sent a letter reminding Jones Outdoor Advertising, Inc., of the Commission&#8217;s disclaimer requirements. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6403 </a>&#160;<br/>\n        </strong>RESPONDENTS: Alaskans Standing Together and Barbara Donatelli, in her official capacity as treasurer; Jason Moore; Ahtna, Inc.; Aleut Corporation; Arctic Slope Regional Corporation; Bering Straits Native Corporation; Bristol Bay Native Corporation; Calista Corporation; Chugach Alaska Corporation; Cook Inlet Region, Inc.; Doyon, Limited; Koniag, Inc.; NANA Regional Corporation; Sealaska Corporation; Lisa Murkowski for U.S. Senate and Joseph M. Schierhorn, in his official capacity as treasurer; and Senator Lisa Murkowski<br/>\n        COMPLAINANT: Joe Miller for U.S. Senate, by Linda Johnson, Member <br/>\n        SUBJECT:&#160; The complaint alleged that Alaskans Standing Together and Donatelli, in her official capacity as treasurer, (AST) and Moore, AST&#8217;s spokesperson, solicited and accepted $805,000 in prohibited contributions from purported government contractors: Ahtna, Inc., Aleut Corporation, Arctic Slope Regional Corporation, Bering Straits Native Corporation, Bristol Bay Native Corporation, Calista Corporation, Chugach Alaska Corporation, Cook Inlet Region, Inc., Doyon, Limited, Koniag, Inc., NANA Regional Corporation, and Sealaska Corporation (the respondent corporations), and that the respondent corporations made impermissible contributions to AST, an independent expenditure-only political action committee that made independent expenditures in connection with the 2010 general election in Alaska. The complaint also alleged that Lisa Murkowski for U.S. Senate and Schierhorn, in his official capacity as treasurer, (the Committee) and Murkowski directly benefited from the funds illegally contributed to AST.<br/>\n        DISPOSITION: The Commission found no reason to believe that nine of the respondent corporations made prohibited contributions to AST in connection with a federal election because according to the available information, they are not government contractors. The Commission exercised its prosecutorial discretion and dismissed the allegations in connection with three of the respondent corporations&#8212;Ahtna, Inc., NANA Regional Corporation, Inc. and Arctic Slope Regional Corporation&#8212;because, although it appeared that they are government contractors, they do not ordinarily enter into contracts with the federal government and they were not aware of the existence of certain lease arrangements until after the complaint was filed; these lease arrangements were requested by the federal government and appear to benefit the public primarily; and the amounts paid by the federal government for the lease agreements are relatively small. The Commission also exercised its prosecutorial discretion and dismissed the allegations in connection with AST because there is no available information indicating that AST knew that three of the respondent corporations had lease agreements with the federal government or that these corporations advised AST of the leases' existence at the time the contributions were made, and nine of the respondent corporations that contributed to AST were not government contractors. Furthermore, there was no available information indicating that AST&#8217;s expenditures in connection with the 2010 general election for Alaska&#8217;s Senate seat were coordinated with Murkowski or the Committee. The Commission also found no reason to believe that Senator Murkowski, the Committee, and Jason Moore violated the Act.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6420</a> <br/>\n        </strong>RESPONDENTS:&#160; Markey for Congress and John M. Ericson, Jr., in his official capacity as treasurer; and Saint Vrain Valley Education Association Fund&#8212;Small Donor Committee<br/>\n        COMPLAINANT:&#160; Benjamin T. DeGrow<br/>\n        SUBJECT:&#160; The complaint alleged that the Saint Vrain Valley Education Association (SVVEA) Fund&#8212; Small Donor Committee made an impermissible $2,000 contribution to Markey for Congress and Ericson, in his official capacity as treasurer, (the Committee), that SVVEA should have registered with the Commission as a political committee, and that the Committee received an impermissible contribution. Markey was a 2010 candidate for Colorado&#8217;s 4th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe that the Committee received an impermissible contribution because the Committee did not cash the check and returned it within the required 10 days.&#160; The Commission also found no reason to believe that SVVEA Fund&#8212;Small Donor Committee should have registered as a political committee and filed reports, because, according to the available information, it appears that SVVEA Fund&#8212;Small Donor Committee&#8217;s &#8220;major purpose&#8221; is not the election of federal candidates. The Commission exercised its prosecutorial discretion and dismissed&#160; the allegation that SVVEA Fund&#8212;Small Donor Committee made an impermissible contribution in light of the prompt action taken by SVVEA&#8217;s small donor committee, including placing a stop payment order on the check and correcting its state reports to reflect that the contribution had been returned, in light of the relatively low dollar amount at issue in the matter, and in furtherance of the Commission&#8217;s priorities relative to other matters.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6424</a> <br/>\n        </strong>RESPONDENTS: Lally for Congress and J. Ashley Cooper, in his official capacity as treasurer<br/>\n        COMPLAINANT: Maxwell Morley<br/>\n        SUBJECT: The complaint alleged that Lally for Congress and Cooper, in his official capacity as treasurer, (the Committee) improperly disclosed contributions from federally registered political action committees (PACs) as coming from &#8220;organizations.&#8221; Todd Lally was a 2010 candidate for Kentucky&#8217;s 3rd Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the technical nature of the alleged violations and the fact that the Committee had already taken complete corrective action, as well as in furtherance of the Commission&#8217;s priorities relative to other matters.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6434</a> <br/>\n        </strong>RESPONDENT: Indiana Democratic Party<br/>\n        COMPLAINANT: Ray Wolff, Media Coordinator of Vogel for Congress<br/>\n        SUBJECT:&#160; The complaint alleged that the Indiana Democratic Party (IDP) distributed up to 20,000 mailers that inaccurately appeared to have been authorized by Libertarian candidate Mark Vogel's campaign, but that failed to include disclaimers stating that the mailers were not authorized by Vogel for Congress. Mark Vogel was a 2010 candidate for Indiana&#8217;s 2nd Congressional District.<br/>\n        DISPOSITION: The Commission closed the file in this matter. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044304674.pdf\">Statement of Reasons</a> was issued by Chair Cynthia L. Bauerly and Commissioner Ellen L. Weintraub. </p>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6467 </strong></a><strong>&#160;<br/>\n        </strong>RESPONDENTS: Arthur Lee Talley, Michael D. Wade; Bryan K. Meals, Esq., Virginia 3rd District Republican Committee and Arthur Lee Talley, in his official capacity as treasurer; Brian Plum; and Republican Party of Virginia and Brian Plum, in his official capacity as treasurer<br/>\n        COMPLAINANT: Michael J. Buxton and Sean V. Devlin<br/>\n        SUBJECT:&#160; The complaint alleged that Talley, Wade, Meals, the Virginia 3rd District Republican Committee and Talley, in his official capacity as treasurer, (the Committee), Plum, and the Republican Party of Virginia and Plum, in his official capacity as treasurer, may have filed false statements with the Commission and violated the prohibition of the knowing and willful submission of false statements to the U.S. government. Specifically, the complaint alleged that Talley&#8217;s signature on a Statement of Organization may have been forged or that the Statement was &#8220;fraudulent&#8221; because Talley was not elected treasurer of the Virginia 3rd District Republican Committee until over 40 days following the submission of the Statement of Organization to the Commission. The complaint also alleged that the Committee filed an inaccurate financial disclosure report with the Commission.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the Committee appears to have resolved its treasurer issues and in furtherance of the Commission&#8217;s priorities relative to other matters. The Commission sent a letter reminding the Committee of the requirements concerning the proper reporting of in-kind contributions.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6499 </strong></a><strong>&#160;<br/>\n        </strong>RESPONDENTS: Service Employees International Union Committee on Political Education and Gerald Hudson, in his official capacity as treasurer<br/>\n        COMPLAINANT: FEC-Initiated<br/>\n        SUBJECT:&#160; In the normal course of carrying out its supervisory responsibilities, the Commission found that Service Employees International Union Committee on Political Education (SEIU COPE) and Gerald Hudson, in his official capacity as treasurer, failed to file four 24-hour reports of independent expenditures totaling $119,624.44.<br/>\n        DISPOSITION: The Commission entered into a conciliation agreement with SEIU COPE and Hudson, in his official capacity as treasurer, whereby they agreed to pay a civil penalty of $9,600. </p>\n        <p/>\n        <p>For information regarding the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES<br/>\n        </strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2474</a> &#8211; Friends of Sean Bielat and Norm Fay, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,080.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong> </p>\n        <p/>\n        <p><a href=\"../../agenda/2011/mtgdoc_1165.pdf\">Agency Procedure for Notice to Named Respondents in Enforcement Matters of Additional Material Facts and/or Additional Potential Violations</a>. On December 1, the Commission discussed and held over further discussion of a draft agency procedure that would provide a respondent in certain enforcement matters with (1) notice of additional material facts and/or additional potential violations not contained in the complaint or referral notification and (2) an opportunity to respond prior to the Commission&#8217;s consideration of whether it has reason to believe the respondent has committed or is about to commit a violation of the Federal Election Campaign Act of 1971, as amended, or Commission regulations.</p>\n        <p/>\n        <p><strong>&#160;PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20111201openmeeting.shtml\">FEC Approves Advisory Opinion, Considers Another Advisory Opinion and Draft Agency Procedure</a> (issued December 1)</p>\n        <p><strong/></p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>Printed copies of the August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> are now available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20111202digest.shtml"}