{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 15, 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In two matters, the Commission found no reason to believe respondents had violated the Federal Election Campaign Act of 1971, as amended (the Act). In one matter, the Commission dismissed allegations of making and accepting prohibited corporate contributions and found no reason to believe respondents failed to include a required fundraising notice in solicitations for a campaign event. The Commission dismissed two other matters and closed the file in another matter.</p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" cellpadding=\"1\" cellspacing=\"0\">\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6161</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Hocking County Republican Party Central Committee</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Hocking County Board of Elections</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that the Hocking County Republican Party Central Committee made contributions and paid for newspaper advertisements supporting a federal candidate in excess of the threshold amount without registering as a political committee or filing reports with the Commission. Under the Act, a local committee of a political party that makes contributions aggregating in excess of $1,000 or makes expenditures in connection with a federal election that aggregate in excess of $1,000 in a calendar year must register as a political committee and file reports with the Commission. </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission found no reason to believe Hocking County Republican Party Central Committee violated the Act because information was not presented to substantiate that the Committee exceeded the $1,000 contribution or expenditure thresholds for registration and reporting. </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6192</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Madison County Democratic Central Committee; SimmonsCooper LLC; and Lakin Law Firm P.C.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Stephen Jellen </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that the Madison County Democratic Central Committee, a state registered party committee, made contributions and expenditures in support of federal candidates that exceeded the $1,000 registration threshold amount and should have registered and reported to the Commission as a federal political committee . The complaint further alleged that SimmonsCooper LLC and Lakin Law Firm P.C. made, and the Committee accepted, excessive and possibly prohibited corporate contributions, and that the Committee accepted other prohibited contributions from corporations and labor unions.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act or Commission regulations because available information indicates that the Committee did not meet any of the Act&#8217;s political committee status thresholds requiring registration and reporting as a political committee and so it was not subject to the Act&#8217;s limitations and prohibitions on contributions.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p/></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6110</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Obama Victory Fund (OVF) and Andrew Tobias, in his official capacity as treasurer; Democratic National Committee (DNC) and Andrew Tobias, in his official capacity as treasurer; Obama for America (OFA) and Martin Nesbitt, in his official capacity as treasurer; Square Root Sales; Senate Realty Corporation; M&amp;A Development, LLC; VIDA Fitness; and Urban Salons, Inc., doing business as Bang Salon Spa</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>District of Columbia Republican Committee, by Chairman Robert J. Kabel</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that three businesses, Square Root Sales, Senate Realty Corporation, and M&amp;A Development, LLC, made, and OVF, the DNC, OFA, and Tobias and Nesbitt, in their official capacities as treasurer, accepted prohibited corporate contributions because the businesses allegedly sponsored a fundraising event called Concert for Change and included the businesses&#8217; corporate logos in promotional materials.&#160; The complaint alleged further that OVF, the DNC, OFA, and Tobias and Nesbitt in their official capacities as treasurer failed to include a joint fundraiser notice in the solicitations for the Concert for Change event.</p>\n                <p/>\n                <p>The complaint alleged further that OVF and Tobias, in his official capacity as treasurer, accepted prohibited in-kind contributions when the owner of Vida Fitness and Bang Salon Spa emailed invitations to a fundraising event and solicitations to individuals outside the restricted class of potential contributors allowed under the Act. The complaint also contended that OVF failed to include joint fundraising notices on the emailed solicitations.</p>\n                <p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission dismissed the allegations that Square Root Sales, Senate Realty Corporation, and M&amp;A Development, LLC, made, and OVF, the DNC, OFA, and Tobias and Nesbitt in their official capacities as treasurer accepted, prohibited corporate contributions. The available information indicated that the individuals affiliated with the businesses used their personal funds to pay for expenses related to the Concert for Change event and therefore, corporate funds were not used. In addition, the use of business names or logos to promote the concert was deemed minimal. The Commission sent cautionary letters to Senate Realty Corporation and M&amp;A Development, LLC in order to ensure future compliance with the prohibition on using their corporate logos in connection with a federal election. Square Root Sales appears to be an unincorporated team of real estate agents working for Senate Realty Corporation and thus not a separate legal entity.</p>\n                <p/>\n                <p>The Commission found no reason to believe OVF, the DNC, OFA, and Tobias and Nesbitt, in their official capacities as treasurer, failed to include a joint fundraiser notice in the solicitations for the Concert for Change event because information was not presented to suggest they authorized the concert&#8217;s organizers to engage in fundraising on behalf of OVF.</p>\n                <p/>\n                <p>The Commission found no reason to believe OVF and Tobias, in his official capacity as treasurer, accepted prohibited in-kind contributions from Vida Fitness and Bang Salon Spa because the committee asserted the emails were sent out without its prior knowledge, approval or authorization. Similarly, the Commission found no reason to believe OVF and Tobias, in his official capacity as treasurer, failed to include joint fundraising notices on the solicitations. The Commission dismissed two joint fundraising allegations concerning VIDA Fitness and Bang Salon Spa.</p>\n                <p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6145</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Bay Area Houston Economic Partnership; Robert Mitchell, President; and Bay Oaks Country Club, Inc.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>John Wieder </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Bay Area Houston Economic Partnership made a prohibited in-kind corporate contribution and Mitchell, the nonprofit corporation&#8217;s president, made an excessive contribution to the two major party candidates in the 2008 congressional race for Texas&#8217; 22nd District when the Partnership excluded Wieder, the third party candidate, from a campaign debate it was sponsoring. The complaint further alleged that Bay Oaks Country Club, Inc. may have made a prohibited in-kind corporate contribution to the same two candidates when it donated the use of its facilities for the debate at no charge.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter.</p>\n                <p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6091</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Roy Carter for Congress and John C. Rhineberger, in his official capacity as treasurer; Bully Documentary, Inc.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Jonathan C. Jordon </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that the Carter Committee and Rhineberger, in his official capacity as treasurer, accepted and failed to report prohibited corporate in-kind contributions in the form of television advertisements produced by Bully Documentary, Inc. Carter was a candidate in 2008 for North Carolina&#8217;s 5th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6037</a></td>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">RESPONDENTS:</td>\n            <td valign=\"top\">Jeff Merkley for Oregon and Kevin Neely, in his official capacity as treasurer; Jeff Merkley; Democratic Party of Oregon and Laura Calvo, in her official capacity as treasurer; and Democratic Senatorial Campaign Committee and John B. Poersch, Jr., in his official capacity as treasurer</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">COMPLAINANT:</td>\n            <td valign=\"top\">Friends of Gordon Smith by Brooks T. Kochvar, Campaign Manager</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">SUBJECT:</td>\n            <td valign=\"top\">The complaint alleged that Jeff Merkley for Oregon and Merkley, as well as Neely and Calvo, in their official capacity as treasurers, accepted an excessive in-kind contribution from the Democratic Party of Oregon (DPO), the Democratic Senatorial Campaign Committee (DSCC) and Poersch, in his official capacity as treasurer, in the form of television advertisements. The complaint alleged further that the respondents illegally coordinated communications and may have used impermissible non-federal funds, failed to provide proper disclaimers for the ads, and failed to disclose payments for them. </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">OUTCOME:</td>\n            <td valign=\"top\">The Commission closed the file. </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td><p/>              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>              <p align=\"center\"/>              <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "01/15/2010", "href": "press2010/20100115MUR.shtml", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "pdf": null}