{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>December 11, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>Federal Election Commission Seeks Comment on its Activities and Procedures </strong></p>\n              <p align=\"center\"><strong/></p>\n              <p>The Federal Election Commission (FEC) is holding a public hearing on Jan. 14, 2009, to receive public comments on a broad range of the Commission&#8217;s policies, practices and procedures. </p>\n              <p>The FEC is charged with administering the Federal Election Campaign Act (the Act) and undertakes a number of efforts to provide disclosure of campaign finance activity, encourage voluntary compliance with the provisions of the Act and conduct civil enforcement activities. In the course of addressing its responsibilities, the Commission periodically reviews its programs. This public hearing is designed to reexamine the FEC&#8217;s practices and procedures, some of which have been in place since the Commission was founded. The regulated community and the public will have an opportunity to bring before the Commission general comments and concerns about the agency&#8217;s practices regarding compliance, enforcement, public disclosure, advisory opinions and other matters.</p>\n              <p>In 2003, the FEC conducted a similar hearing in which members of the public and the regulated community offered observations and suggestions for improvement of the internal practices of the Commission. Subsequent to that review, the Commission formally adopted several new policies, including a policy on deposition transcripts, a &#8220;fast track&#8221; policy for <em>sua sponte</em> matters, a policy clarifying treasurer liability and an interim disclosure policy for closed enforcement and related files. Additionally, in 2007 the Commission created a new procedure within the enforcement process that affords respondents the opportunity for an oral hearing before the Commission at the probable cause stage of a matter under review.</p>\n              <p>The upcoming public hearing and request for public comments are efforts to continue to receive and consider input from a variety of individuals and groups who are interested in the Commission&#8217;s work. The <a href=\"../../law/policy/enforcement/publichearing011409.shtml\">Notice of Public Hearing</a> was published in the Federal Register on Dec. 8, 2008, and is available on the FEC web site. Written comments must be received on or before Jan. 5, 2009, and may be submitted by email to <em><a href=\"mailto:agencypro2008@fec.gov\">agencypro2008@fec.gov</a>. </em>Detailed instructions for submitting comments are provided in the Notice.</p>\n              <p/>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\">###<strong/></p>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "12/11/2008", "href": "press2008/20081211hearing.shtml", "category": "Rulemakings", "title": "Federal Election Commission Seeks Comment on its Activities and Procedures", "pdf": null}