{"html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font><strong><font face=\"Book Antiqua\" size=\"3\">For Immediate Release:                                                                                             Contact:  </font></strong></font><strong><font size=\"3\">Sharon Snyder</font><font size=\"2\">\n</font><font size=\"3\">February 2</font><font face=\"Book Antiqua\" size=\"3\">, 2000                                                                                                                         Ron Harris\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</font></strong><font size=\"2\" face=\"Book Antiqua\">\n</font>\n\n<p>&#160;</p>\n<p>&#160;</p>\n\n</font><b><font face=\"Book Antiqua\" size=\"4\"><p align=\"CENTER\">FEC ADDS OPEN AGENDA DOCUMENTS TO WEB SITE</p>\n</font></b>\n<font face=\"Book Antiqua\">\n<p>WASHINGTON &#150; The Federal Election Commission has announced a new addition to its Web site. This addition comes on the heels of the redesign of the FEC&#146;s Web site last December, and is in response to Congressional requests, members of the FEC&#146;s regulated community, and the media.</p>\n\n<p>On Monday, February 1, the FEC added agenda documents for its open public meetings to its site at <i>www.fec.gov</i>.  In addition to providing  agenda documents for open meetings, the Commission also has placed the requests for advisory opinions, as well as all related correspondence on the site.  With this announcement, all documents for the Commission&#146;s January 27 and February 3 meetings have been made available.</p>\n\n<p>\tThe Commission regularly holds its public meetings on Thursday mornings beginning at 10 a.m. at its building at 999 E Street, N.W., Washington D.C.  Sunshine Notices of these meetings are published each week in the <u>Federal Register</u>. These meetings include Commissioner discussions of staff drafts responding to Advisory Opinion requests, staff proposals for final audit reports, regulatory proposals, and other policy matters.</p>\n\n<p>\tCommission meeting documents are generally available at 2 p.m. on the Tuesday preceding the Thursday meeting. If a meeting is changed to Wednesday, documents will be made available at 2 p.m. on the preceding Monday.  This release time does not pertain to advisory opinion drafts and regulations projects, which are immediately available.</p>\n\n<p>\tAgenda documents may be retrieved by clicking on &#145;<i>Campaign Finance</i> <i>Law Resources&#146;</i> on the FEC Home Page. At the bottom of the next page, click on &#145;<i>Commission Meetings&#146;</i>. Documents will be found under the date of the meeting at which they were discussed, in the order they were slated for the meeting.</p>\n\n<p>\tThe FEC&#146;s Web site was first launched in February 1996.  Images of reports filed by Presidential campaigns, House campaigns, PACs and political party committees were added January 1998, and expanded to include the previous 1995-96 cycle reports later that year.  The full texts of all Advisory Opinions issued since 1977 were added in August of 1999.</p>\n\n<p align=\"CENTER\">### </p></font></body>\n", "date": "02/02/2000", "href": "agendaweb.htm", "category": "Disclosure Initiatives", "title": "FEC Adds Open Agenda Documents to Web Site", "pdf": null}