{"date": "07/29/2016", "pdf": null, "title": "Week of July 25 - July 29, 2016", "issue": "2016-31", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 29, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160729digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-31</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of July 25 &#8211; 29</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n            No Commission open meetings  or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>    ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public two closed cases, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6831</a><br/>\n            COMPLAINANT: William D. Haney<br/>\n            RESPONDENTS: Tom MacArthur  for Congress and Ronald Gravino, in his official capacity as treasurer  (Committee); and Tom MacArthur<br/>\n            SUBJECT: The complaint  alleged that a television advertisement aired by MacArthur and the Committee  failed to include a written statement of approval by the candidate. MacArthur  was a 2014 candidate for New Jersey&#8217;s 3<sup>rd</sup> Congressional District.<br/>\n            DISPOSITION: The Commission  exercised its prosecutorial discretion and dismissed the matter. The Commission  observed that the advertisement at issue contained identifying information  sufficient to indicate that MacArthur and the Committee had authorized it.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6841</a><br/>\n            COMPLAINANT: David McKeon<br/>\n            RESPONDENT: Friends for  Harry Reid and Claude Zobell, in his official capacity as treasurer (Reid  Committee); Harry M. Reid; and Friends for Flores; and Lucy Flores (Flores  Committee)<br/>\n            SUBJECT: The complaint  alleged that the Reid Committee failed to include a proper disclaimer on an  email that solicited funds for the Flores Committee, a state committee, which  did not state that corporate contributions were prohibited. Senator Reid was a  2016 candidate for Nevada&#8217;s United States Senate seat.<br/>\n            DISPOSITION: The Commission  exercised its prosecutorial discretion and dismissed the matter as to Reid and  the Reid Committee. The Commission observed that the Reid Committee had taken  corrective actions and that the amount in violation was modest. There was no  information indicating that any of the Flores Committee&#8217;s activities related to  contributions resulting from the Reid email violated the Federal Election  Campaign Act of 1971 and as a result, the Commission made a no reason to  believe finding.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign  finance enforcement matter that was resolved through its Alternative Dispute  Resolution (ADR) program, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 799</a> &#8211; Utah State  Democratic Committee and Peter Corroon, in his official capacity as treasurer.  The respondent agreed to (1) circulate a written policy document regarding  employee timekeeping log procedures to all employees, (2) develop and implement  new allocation procedures focusing on the requirements of 11 C.F.R. &#167; 106.7 and  circulate a written copy of those procedures, and (3) pay a civil penalty of  $1,550.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/crew_152038.shtml\"><em>CREW v. FEC</em></a> (Case 1:15-cv-02038-RC).  On July 28, the plaintiffs filed a <a href=\"../../../law/litigation/crew152038_crew_msj.pdf\">Motion for Summary Judgment</a>  in the United States District Court for the District of Columbia. <br/>\n  <br/>\n  <a href=\"../../../law/litigation/Lynch.shtml\"><em>FEC v. Lynch </em></a>(Case 9:15-cv-81732-KAM). On July 25, the  Commission filed its <a href=\"../../../law/litigation/lynch_fec_opp_amend_mtd.pdf\">Opposition  to Defendant Edward J. Lynch's Amended Motion to Dismiss</a> in  the United States District Court for the Southern District of Florida.<br/>\n  <em><br/>\n  </em><a href=\"../../../law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FE</em>C</a> (Case  1:14-cv-01500-CKK-PAM-APM). On July 27, Campaign Legal Center, Democracy 21,  and Public Citizen, Inc. filed a <a href=\"../../../law/litigation/indinst_clc_amici_brief.pdf\">Brief Amici Curiae in Opposition to  Plaintiff's Motion for Summary Judgment and in Support of Commission's  Cross-Motion for Summary Judgment</a> in  the United States District Court for the District of Columbia.<br/>\n  <em><br/>\n  </em><a href=\"../../../law/litigation/McChesney.shtml\"><em>McChesney, et al. v. FEC</em></a> (Case  8:16-cv-00168-LSC-FG3). On July 28, the plaintiffs filed a <a href=\"../../../law/litigation/mcchesney_mcchesney_opp_mtd.pdf\">Brief  in Opposition to the Motion of the Commission and Chairman Matthew S. Petersen  to Dismiss Complaint</a> and a <a href=\"../../../law/litigation/mcchesney_mcchesney_dismissal_usa.pdf\">Notice  of Dismissal Without Prejudice of Defendant United States of America Only</a> in  the United States District Court for the District of Nebraska.<br/>\n  <em><br/>\n  </em><a href=\"../../../law/litigation/SREICD.shtml\"><em>Stop Reckless Economic Instability caused by  Democrats, et al. v. FEC</em></a> (Case 15-1455). On July 21, 2016, the  Petitioner filed a <a href=\"../../../law/litigation/sreicd_sc_pet_certiorari.pdf\">Petition  for Writ of Certiorari</a> in the United States Supreme Court. <br/>\n  <br/>\n  <a href=\"../../../law/litigation/unnamed16135.shtml\"><em>Unnamed  Plaintiff #1 et al v. FEC</em></a> (Case  2:16-cv-00135-SWS). On May 25, Unnamed Plaintiff #1, Unnamed Plaintiff #2 and Pillar of Law  Institute filed a <a href=\"../../../law/litigation/unnamed16135_unnamed_complaint.pdf\">Verified  Complaint for Declaratory Injunctive Relief</a> in the United States  District Court for the District of Wyoming, challenging<strong> </strong>the constitutionality of 52 U.S.C. &#167; 30118 to  the extent it prohibits non-profit organizations from making certain  contributions or expenditures in connection with delegates or national  party conventions. On June 3, the plaintiffs filed a <a href=\"../../../law/litigation/unnamed16135_unnamed_mpi.pdf\">Motion  for Preliminary Injunctive Relief</a> and a <a href=\"../../../law/litigation/unnamed16135_unnamed_supp_mpi.pdf\">Memorandum  in Support of Motion for Preliminary Injunction</a>&#160; On June 17, the Commission  filed its <a href=\"../../../law/litigation/unnamed16135_fec_opp_mpi.pdf\">Opposition  to Plaintiff's Motion for Preliminary Injunction</a>. On June 21, the plaintiffs filed a <a href=\"../../../law/litigation/unnamed16135_unnamed_reply_opp_mpi.pdf\">Reply  Brief to Memorandum in Opposition to Plaintiff's Motion for Preliminary  Injunction</a>. On July 22,  the parties filed a <a href=\"../../../law/litigation/unnamed16135_settlement.pdf\">Notice  of Settlement and Stipulated Consent Order</a>,<strong> </strong>and the court issued a <a href=\"../../../law/litigation/unnamed16135_consent_order.pdf\">Consent  Order and Judgment</a>.<br/>\n  <br/>\n  <strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p>The Commission has posted a series of educational  videos on <a href=\"https://www.youtube.com/user/FECTube\">FECTube</a> for Independent Expenditure reporting (including 24 and 48  Hour reports).</p>\n          <p><strong>OUTREACH<br/>\n            <br/>\n            </strong>On July 25-28, Vice Chairman Steven T. Walther, Commissioner Ann M. Ravel  and Commissioner Ellen L. Weintraub attended the Democratic National Convention  in Philadelphia, Pennsylvania.<br/>\n            <strong><br/>\n            PUBLIC DISCLOSURE<br/>\n            </strong><br/>\n            On July 25, the Commission&#8217;s Office of Inspector General (OIG) made public its<a href=\"../../../fecig/documents/RootCausesofLowEmployeeMoraleStudy-FinalReport-OIG-15-06.pdf\"> Root Causes of Low  Employee Morale Study</a>.<br/>\n            <br/>\n            <strong>PRESS RELEASES<br/>\n            </strong><br/>\n            <a href=\"../pdf/20160729release.pdf\">FEC Cites  Committees for Failure to File July Quarterly Financial Report</a> (issued July 29)<br/>\n            <br/>\n            <a href=\"../pdf/20160729_2release.pdf\">FEC  Cites Committees for Failure to File 12-Day Pre-Primary Financial Report</a> (issued  July 29)<br/>\n            <br/>\n            <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n            </strong><br/>\n            August 18: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n            <br/>\n            August 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n            <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n            <strong><br/>\n            UPCOMING REPORTING DUE DATES<br/>\n            </strong><br/>\n            August 20: August Monthly Reports are due. For more information on monthly reporting  dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            <strong>DISCLOSURE INITIATIVES<br/>\n            <br/>\n            </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n            <br/>\n            <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n            </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n            <br/>\n            The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2016  edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public  Records</a> section of the Commission website. This publication  identifies the federal and state agencies responsible for the disclosure of  campaign finances, lobbying, personal finances, public financing, candidates on  the ballot, election results, spending on state initiatives and other financial  filings.<br/>\n            <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/july2016.pdf\">July Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n            <br/>\n        The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>. </p>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a></p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\">\n        <div align=\"center\"/>\n        <br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160729digest.shtml"}