{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"156\">\n  <tr valign=\"top\"> \n    <th width=\"22%\" height=\"64\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    October 23, 2006</th>\n    <th width=\"55%\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th width=\"23%\" height=\"64\" align=\"left\" class=\"small\"><p>Bob&#160;Biersack<br/>\n    Kelly Huff<br/>\n        George&#160;Smaragdis<br/>\n        Michelle Ryan </p>\n      <p>&#160;</p></th>\n  </tr>\n  <tr valign=\"top\"> \n    <th colspan=\"3\" height=\"34\"><p align=\"center\" class=\"big\"><strong>FEC SEEKS COMMENT ON INTERNAL ACCOUNTING CONTROLS POLICY</strong></p></th>\n  </tr>\n  <tr valign=\"top\"> \n    <td colspan=\"3\" height=\"34\"><p> WASHINGTON &#8211; The Federal Election Commission is seeking public comment on a proposed enforcement policy regarding reporting errors made by campaigns and other political committees that stem from embezzlement of funds by committee officials. A companion document proposes internal controls that political committees could use to guard against embezzlement. Under the proposed policy, committees that implement certain minimum safeguards would not be held liable by the FEC if a misappropriation led to reporting errors. Comments on both documents are due by November 30, 2006.</p>\n      <p>The Commission&#8217;s proposal responds to a recent increase in the number of enforcement cases involving misappropriation of committee funds, often by committee employees. The proposed safeguards, developed by the FEC&#8217;s Audit Division, contain widely-used business practices including regular reconciliation of accounts and the separation of accounting duties among committee personnel. </p>\n      <p>The Commission asks that members of the regulated community and other interested persons submit comments on these proposals either by e-mail to <a href=\"mailto:embezzlepolicy@fec.gov\">embezzlepolicy@fec.gov</a>, or in written form to Federal Election Commission, 999 E Street NW, Washington, D.C., 20463, ATTN: Joseph Stoltz. The Commission strongly encourages commenters to use electronic mail to ensure timely receipt and consideration. Both the proposed enforcement policy and the internal controls document are available on the Commission&#8217;s web site at <a href=\"http://www.fec.gov/law/policy/embezzlepolicy.pdf\">http://www.fec.gov/law/policy/embezzlepolicy.pdf</a>. For more information, please contact the FEC Audit Division Director Joseph Stoltz at 202-694-1200 or 800-424-9530. </p>\n      <p/>\n      <p/>\n      <p/>\n      <p align=\"center\">###</p>\n      <p>&#160;</p>\n    </td></tr>\n</table>\n</body>\n", "date": "10/23/2006", "href": "press2006/20061023comment.html", "category": "Rulemakings", "title": "FEC Seeks Comment on Internal Accounting Controls Policy", "pdf": null}