{"href": "20021003adr.html", "pdf": null, "date": "10/03/2002", "category": "Enforcement Matters ", "title": "Commission's Pilot ADR Program Made Permanent", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\" class=\"small\">For Immediate Release<br/>\n    October 3, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\" class=\"small\">Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton<br/>\n    Kelly Huff</th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">COMMISSION&#146;S PILOT ADR PROGRAM MADE PERMANENT</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; The Federal Election Commission&#146;s Alternative\n    Dispute Resolution Program, launched as a pilot project on October 1, 2000, has been\n    approved by Commissioners as a permanent program at the FEC.<p>The voluntary ADR Program\n    seeks to expedite resolution of some enforcement matters, reduce the cost of processing\n    complaints, and enhance overall compliance with the Federal Election Campaign Act (FECA)\n    and FEC regulations. </p>\n    <p>Bilateral negotiations through ADR are oriented toward reaching an expeditious\n    resolution with a mutually agreeable settlement that is both satisfying to the\n    respondent(s) and in compliance with the FECA. Resolutions reached through direct and,\n    when necessary, mediated negotiations are submitted to the Commissioners for final\n    approval. If a resolution is not reached in bilateral negotiation, the case proceeds by\n    mutual agreement to mediation. </p>\n    <p>The initial year of the ADR Program (Oct. 1, 2000 through Sept. 30, 2001) was evaluated\n    by ADR Vantage, Inc., a national conflict management and resolution firm. During the\n    Program&#146;s first year, the ADR Office processed 61 cases, of which 47 were concluded\n    with negotiated agreements. The independent evaluation interviewed respondents and members\n    of the election bar and concluded that 90 percent of respondents believed they saved time\n    and money using the ADR Program.</p>\n    <p>The study was authorized by the Commission to assist it in evaluating the Program and\n    determining if it should be made a permanent office. Some of the study&#146;s general\n    observations included:</p><ul>\n      <li>\"Many of those interviewed for the study thought that the availability of ADR would\n        make them more likely to request or choose this option in the future, because the ADR\n        approach affords them the opportunity to work out small violations, unintended violations\n        and misunderstandings.\"</li>\n      <li>\"In both phone interviews with respondents and written participant survey results,\n        the comments were overwhelmingly positive about the ADR process and the professionalism of\n        the ADR staff.\"</li>\n      <li>\"The ADR Program has enabled the Commission to increase significantly the number of\n        cases processed&#133;\"</li>\n      <li>\"Specific data on costs associated with processing complaints through the ADR\n        Program were not readily available; yet, the general opinion of respondents was that\n        participation in the ADR Program saved them at least modest amounts of time and legal\n        fees.\"</li>\n      <li>\"Based on comments from interviewees, the Pilot ADR Program has achieved its stated\n        goals&#133;\"</li>\n    </ul>\n    <p>FEC Chairman David Mason said of the ADR Program:</p>\n    <blockquote>\n      <p>\"The ADR Program has proven to be an important contributor to the FEC&#146;s civil\n      law enforcement efforts. ADR has expanded the reach of our enforcement efforts, resolved\n      complaints quickly and promoted compliance with campaign finance laws through an emphasis\n      on remedial and preventative action.</p>\n      <p>\"In addition, ADR assists our principal enforcement effort &#150; within the\n      Enforcement Division of the Office of General Counsel &#150; by freeing OGC attorneys to\n      concentrate on more important or more complex cases.</p>\n      <p>\"I look forward to working with the ADR Office, our General Counsel and my\n      colleagues to expand the ADR Program appropriately in order to promote further compliance\n      with and better enforcement of the FECA and related statutes,\" the Chairman\n      concluded.</p>\n    </blockquote>\n    <p align=\"center\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}