{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    October 22, 2002</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">FEC CERTIFIES MASSACHUSETTS FOR PAPER-FILING WAIVER</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; The Commonwealth of Massachusetts has become the 51ST\n    state or territory to be certified by the Federal Election Commission (FEC) as exempt from\n    a federal requirement to receive and maintain paper copies of campaign finance reports\n    from Presidential, U.S. Senate and U.S. House of Representatives candidates, party\n    committees and political action committees (PACs).<p>Replacing the paper filings is\n    electronic Internet access to campaign reports of federal candidates and committees.\n    Reports are accessed through the FEC&#146;s Internet Web site, and the FEC has provided\n    computer hardware and software, including laser printers, to those states requesting them.</p>\n    <p>Upon connection to the FEC&#146;s Web site, the states have access to reports filed\n    since 1993 for PACs, party and Presidential committees, since 1996 for Congressional\n    committees, and since May 2000 for U.S. Senate candidates&#146; committees.</p>\n    <p>The initial 12 states were certified by the Commission on December 8, 1999 (see\n    December 10, 1999 news release, FEC Web site, www.fec.gov). As of October 18, 2002, when\n    Massachusetts was certified, the 51 states and territories include: Alabama, Alaska,\n    American Samoa, Arizona, Arkansas, California, Colorado, Connecticut, Delaware, Florida,\n    Georgia, Hawaii, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maine,\n    Massachusetts, Maryland, Michigan, Minnesota, Mississippi, Missouri, Nebraska, Nevada, New\n    Hampshire, New Jersey, New Mexico, New York, North Carolina, North Dakota, Ohio, Oklahoma,\n    Oregon, Pennsylvania, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah,\n    Vermont, Virginia, Virgin Islands, Washington, West Virginia, Wisconsin and Wyoming.\n    Montana, Guam and Puerto Rico are not in the waiver program.</p>\n    <p>Public Law 104-79 (December 1995) exempted states from receiving and maintaining paper\n    copies of federal campaign finance reports provided that the state, \"as determined by\n    the Commission, has a system that permits electronic access to, and duplication of,\n    reports and statements that are filed with the Commission.\"</p>\n    <p>The FEC began posting disclosure reports filed by Presidential and House candidates,\n    parties and political action committees, on its Web site in 1997 and has since expanded\n    the site to include electronic filings and a query system that allows for on-line searches\n    of the campaign finance data base. The public in the certified states access the\n    FEC&#146;s Web site to view campaign finance reports, but they are the same reports from\n    federal candidates that, by regulation, had to be duplicated in paper form and filed with\n    the state. </p>\n    <p>Certification by the FEC is indicative that states and territories possess an adequate\n    computerized system to allow the public electronic access to, and duplication of, reports\n    and statements that are filed with the FEC. Criteria leading to their certification by the\n    FEC were: (1)Possession of at least one computer terminal that can electronically access\n    the Commission&#146;s Web page, with at least one printer (connected either directly or\n    through a network); and (2)the state or territory will, to the greatest extent possible,\n    allow anyone requesting federal campaign finance data, the use of this computer terminal,\n    at any time during regular business hours.</p>\n    <p>Massachusetts&#146; public-access computer terminal is located in the Office of the\n    Secretary of the Commonwealth, Public Records Division, Room 1719, One Ashburton Place,\n    Boston, 02108, telephone 617/727-2832. </p>\n    <p>The FEC and its initiation and implementation of the state paper-filing waiver program\n    was designated in May 2001 as one of 99 semi-finalists from some 1,300 applicants in the\n    \"Innovations in American Government\" award competition sponsored by the Ford\n    Foundation and administered by Harvard University&#146;s John F. Kennedy School of\n    Government. </p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "10/22/2002", "href": "20021023waiver.html", "category": "Other Agency Actions", "title": "FEC Certifies Massachusetts for Paper-Filing Waiver", "pdf": null}