{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>July 3, 2008 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n                <p align=\"center\"><strong>District Court Rules for FEC in SpeechNow Case </strong></p>\n                <p>WASHINGTON &#8211;The United States District Court for the District of Columbia has denied a request by SpeechNow.org for a preliminary injunction which sought to block the Federal Election Commission (FEC) from enforcing contribution limits contained in the Federal Election Campaign Act (FECA).</p>\n                <p>SpeechNow.org is an unincorporated association that has stated that its major purpose is to make independent expenditures expressly advocating the election or defeat of certain federal candidates.&#160; The FECA and Courts require that a group register with the FEC as a political committee and abide by contribution limits if it receives contributions or makes expenditures in excess of $1,000 and its major purpose is the election or defeat of candidates.&#160; </p>\n                <p>In a ruling issued July 1, 2008 United States District Court Judge James Robertson held that the important government interest in preventing actual and apparent corruption supports the limit on contributions to political committees, even those like SpeechNow.org that intend to spend all of their money on independent expenditures rather than direct contributions to candidates.</p>\n                <p>Judge Robertson also found that contribution limits for independent expenditure committees serve the goal of providing accurate information about who is paying for ads advocating the election or defeat of candidates as is required by law.&#160; The purpose of a disclaimer would be undermined if a group could be substantially funded by one or a small group of individuals who were not identified directly in the ad.</p>\n                <p>The FEC was represented in the litigation by FEC attorneys Esa L. Sferra, Steve N. Hajjar, Robert W. Bonham III, Kevin Deeley, David Kolker and Thomasenia P. Duncan.&#160; Mr. Kolker argued before the Court on behalf of the Commission.</p>\n                <p>The District Court&#8217;s order is <a href=\"../../law/litigation/speechnow_order_deny_pi.pdf\">here</a>. </p>\n                <p>&#160;</p>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080703speechnow.shtml", "date": "07/03/2008", "pdf": null, "title": "District Court Rules for FEC in ", "category": "SpeechNow"}