{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">August 18, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160818release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p><strong>FEC Adopts Interim Verification Procedure for Filings Containing  Possibly False or Fictitious Information<br/>\n      </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today announced  an interim procedure staff will follow to verify information in filings from  the 2016 election cycle that appear to be unlawfully false or fictitious. The  new procedure comes in response to an increase this election cycle in the  filing of registration and statement of candidacy forms (FEC Forms 1 and 2) that  provide patently false candidate or treasurer names, questionable contact or  bank information, or material that does not relate to campaign finance, such as  drawings, essays and personal court records.<br/>\n          <br/>\n          The Commission has authorized staff to send verification letters to filers  listing fictional characters, obscene language, sexual references, celebrities  (where there is no indication that the named celebrity submitted the filing),  animals, or similarly implausible entries as the name or contact information of  the candidate or committee. These letters will:<br/>\n          <br/>\n        </p>\n        <ul>\n          <li>notify the filer of the potential penalties for  false filings with a federal agency;</li>\n          <li>note the seemingly false information (candidate  name, contact information, etc.) that was filed on the relevant Statement of  Organization (FEC Form 1) or Statement of Candidacy (FEC Form 2); </li>\n          <li>direct the filer to file a letter either  confirming or withdrawing the filing, or to file an amended Form 1 or 2, within  30 days of the date of the verification letter;</li>\n          <li>indicate that withdrawing the filing or failing  to respond to the verification letter will lead to the Form 1 or 2 being  removed from the searchable candidate/committee filings database on the  Commission&#8217;s website; and </li>\n          <li>note that removal of the filing from the  Commission&#8217;s searchable database does not waive the Commission&#8217;s authority to  pursue or refer action for false filing under 52 U.S.C. Section 30109(a) or  otherwise report such filings under 52 U.S. C. Section 30107(a)(9).</li>\n        </ul>\n        <p>          A staff working group will devise and recommend a prospective solution for the  Commission&#8217;s consideration and implementation in conjunction with the Reports  Analysis Division&#8217;s Review and Referral Procedures approval process for the  2017-2018 election cycle.<br/>\n  <br/>\n  <br/>\n  <em>The Federal Election Commission (FEC) is  an independent regulatory agency that administers and enforces federal campaign  finance laws. The FEC has jurisdiction over the financing of campaigns for the  U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice  Presidency. Established in 1975, the FEC is composed of six Commissioners who  are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><br/>\n          # # #        </div>\n        <blockquote><blockquote><blockquote>\n          <blockquote><blockquote>&#160;</blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n</blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2016/news_releases/20160818release.shtml", "date": "08/18/2016", "pdf": null, "title": "FEC Adopts Interim Verification Procedure for Filings Containing Possibly False or Fictitious Information", "category": "Other Agency Actions "}