{"href": "press2011/20110316openmeeting.shtml", "pdf": null, "date": "03/16/2011", "category": "Open Meetings and Related Matters", "title": "FEC Approves Audit Report, Interpretive Rule and Legislative Recommendations, Considers Advisory Opinion", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>March 16,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC APPROVES AUDIT REPORT, INTERPRETIVE RULE AND LEGISLATIVE RECOMMENDATIONS, CONSIDERS ADVISORY OPINION</strong></p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved a final audit report on Hillary Clinton for President and an interpretive rule on electronic contributor redesignations.&#160; The Commission also approved legislative recommendations for 2011 and discussed an advisory opinion request.</p>\n              <p><strong><a href=\"../../agenda/2011/mtgdoc_1112.pdf\">Final Audit Report on Hillary Clinton for President (HCFP)</a>. </strong>The Commission approved a final audit report on Hillary Clinton for President, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that HCFP failed to resolve in a timely manner 10 excessive contributions from political committees totaling $21,400. HCFP has provided documentation showing the contributions were refunded. </p>\n                <p><strong><a href=\"../../agenda/2011/mtgdoc_1113a.pdf\">Interpretive Rule Regarding Electronic Contributor Redesignations</a></strong>. The Commission approved an interpretive rule allowing a specific method of electronic redesignation of contributions that provides a sufficient level of assurance as to a contributor&#8217;s identity and intent to redesignate a contribution. The Commission will consider other methods of electronic redesignation that are not explicitly set forth in the interpretive rule, provided that they offer a sufficient degree of assurances. Such consideration will be provided on a case-by-case basis, including but not limited to the Commission&#8217;s advisory opinion process or requests for Commission consideration of legal questions.</p>\n                <p><strong><a href=\"../../agenda/2011/agenda20110316.shtml\">Legislative Recommendations</a></strong>. The Commission approved legislative recommendations for 2011 to be submitted for consideration to Congress and the President. The recommendations include: (1) electronic filing of Senate reports, (2) fraudulent misrepresentation of campaign authority, (3) conversion of campaign funds to personal use, (4) pay levels for the Commission's Staff Director and General Counsel and (5) authority to create Senior Executive Service (SES) positions.</p>\n                <p><strong><a href=\"../../agenda/2011/agenda20110316.shtml\">Advisory Opinion Request 2011-03 (DSCC, RNC, NRCC, DCCC, and NRSC)</a>. </strong>&#160;The Commission discussed two alternative drafts and held over the matter for consideration at the open meeting scheduled for April 7, 2010. The Democratic Senatorial Campaign Committee (DSCC), the National Republican Congressional Committee (NRCC), the Republican National Committee (RNC), the Democratic Congressional Campaign Committee (DCCC) and the National Republican Senatorial Committee (NRSC) asked whether they may use their recount funds to pay legal fees and judgment or settlement costs arising from a lawsuit seeking their disgorgement of certain contributions and donations.</p></td>\n          </tr>\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>        <p/>        \n        <p/>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n"}