{"href": "press2006/20061207toner.html", "pdf": null, "date": "12/07/2006", "category": "Commission Appointments", "title": "Toner Plans Departure from Federal Election Commission", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table width=\"100%\" border=\"0\" align=\"left\" cellpadding=\"6\" cellspacing=\"6\" bordercolor=\"#111111\" summary=\"Layout table\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" width=\"38%\">For&#160;Immediate&#160;Release<br/>\n    December 7, 2006 </th>\n    <th width=\"32%\" valign=\"top\" align=\"right\" class=\"small\">  <div align=\"right\">Contact:</div></th>\n    <th width=\"30%\" align=\"left\" valign=\"top\" class=\"small\">Bob Biersack <br/> \n    Kelly Huff     <br/> \n    George Smaragdis <br/>\n    Michelle Ryan </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\"> <p align=\"center\" class=\"big\"><strong>TONER PLANS DEPARTURE FROM FEDERAL ELECTION COMMISSION </strong></p>\n    </th>\n  </tr>\n  <tr>\n    <td align=\"left\" colspan=\"3\"><p>WASHINGTON &#8211; Michael E. Toner, a member of the Federal Election Commission since 2002 who has served as the Commission&#8217;s Chairman in 2006, has announced his intention to resign from the Commission this winter.&#160; </p>\n      <p> In a statement today, Toner said &#8220;(I)t has been a tremendous honor to serve as a Commissioner at the Federal Election Commission for the last 4 1/2 years.&#160; During that time, the Commission successfully implemented the Bipartisan Campaign Reform Act, which made the most significant changes to the federal election laws in a generation.&#160; I am particularly pleased that earlier this year the Commission issued regulations protecting on-line political speech from many of the restrictions and prohibitions of the campaign finance laws.&#160; In so doing, the Commission ensured that millions of Americans in the future will have the ability to use the Internet to support the candidates of their choice without fear of FEC investigation or restriction.&#8221;</p>\n      <p>Reflecting on his tenure at the FEC, Commissioner Toner emphasized the important strides made by the Commission in recent years, particularly in its efforts to enforce the Federal Election Campaign Act.&#160; &#8220;The Federal Election Commission has never been stronger and more effective than it is today.&#160; During the first half of 2006, the FEC collected over $5 million in civil penalties, which is more than the Commission has ever collected in an entire year during the agency&#8217;s 30-year history.&#160; Moreover, seven of the 10 largest civil penalties that the FEC has ever collected were obtained during the last four years.&#160; This enforcement record reflects the terrific work of Lawrence Norton, the FEC's General Counsel, and Rhonda Vosdingh, the Head of Enforcement, and the efforts of all the Commission's attorneys in the Office of General Counsel.&#160; I am very proud of the vigorous enforcement record that the Commission has compiled during the last several years.&#8221;</p>\n      <p>Commissioner Toner was nominated by President George W. Bush on March 4, 2002 and confirmed by the Senate on March 29, 2003. Prior to being appointed to the FEC, Mr. Toner served as Chief Counsel of the Republican National Committee. Mr. Toner joined the RNC in 2001 after serving as General Counsel of the Bush-Cheney Transition Team in Washington, DC and General Counsel of the Bush-Cheney 2000 Presidential Campaign in Austin, TX. </p>\n      <p/>\n      <p/>\n      <p align=\"center\">###</p>\n      <p>&#160;</p>\n      <p align=\"center\"/></td>\n  </tr>\n</table>\n</body>\n"}