{"href": "press2015/news_releases/20151023release.shtml", "pdf": null, "date": "10/23/2015", "category": " Disclosure Initiatives", "title": "Meeting Advisory: FEC to Unveil betaFEC Website ", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">October 23,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151023release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>Meeting Advisory:<br/>\nFEC to Unveil betaFEC Website</strong><strong> </strong></p>\n        <p><strong>          </strong>WASHINGTON &#8211; The Federal Election Commission will unveil its betaFEC website at its next <a href=\"../../../agenda/2015/agenda20151029.shtml\">open meeting</a> on Thursday, October 29, 2015 at 10:00 AM. The beta version to be released is a functioning prototype of a new Commission website at its first stage of development. The first stage of development features several all-new data search functions and data displays intended to provide the public easier, faster and clearer access to complex campaign finance data. <br/>\n          <br/>\n  While the new website is under development, the Commission will post a link to the beta version on the Commission's existing website (<a href=\"../../..\">www.fec.gov</a>) and solicit public feedback on the features under development, including:</p>\n        <p/>\n        <ul>\n          <li>contribution maps that show the sources of contributions by state for each committee;</li>\n          <li>ability to sort contributions by size, committee, employer and occupation;</li>\n          <li>capacity to search for disbursements by purpose and payee (vendor);</li>\n          <li>ability to compare candidates within a single race according to the size of their contributions and the states from which those contributions were raised; and </li>\n          <li>a zip code search function that will allow users to easily find their congressional district and identify all candidates in a particular race.</li>\n        </ul>\n        <p>Following the presentation, Commission staff will be on hand in the Public Records Office to familiarize visitors with the betaFEC website. <br/>\n            <br/>\n  Public feedback is encouraged because it will assist the Commission's ongoing development and redesign efforts. &#160;In addition to new displays and search functions for campaign finance data, the Commission is working to provide better access to legal materials and compliance guidance materials in future phases. &#160;<br/>\n  <br/>\n  WHAT: &#160;betaFEC Website Presentation<br/>\n  WHERE: &#160;Federal Election Commission, 999 E Street, N.W., Washington, D.C.<br/>\n  WHEN: &#160;October 29, 2015, 10:00 A.M.<br/>\n  </p>\n        <p><br/>\n            <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><br/>\n  # # #<br/>\n        </p>\n        <p align=\"center\">&#160;\n        </p>\n        <p align=\"center\"><br/>\n        </p></td>\n    </tr>\n  </table>      \n      </div>\n      "}