{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\" class=\"small\">For Immediate Release<br/>\n    October 2, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\" class=\"small\">Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton<br/>\n    Kelly Huff</th>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">PROPOSED OCT. 3 PUBLIC HEARING ON NPRM CANCELED</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; The Federal Election Commission has canceled a proposed\n    October 3 public hearing concerning changes in rules relating to contributions&#146;\n    limitations and prohibitions under the Bipartisan Campaign Reform Act of 2002 (BCRA).<p>The\n    Commission on August 15 approved a Notice of Proposed Rulemaking (NPRM) seeking public\n    comment on rules implementing the section of BCRA addressing increased contribution limits\n    for individuals and certain party committees, prohibiting contributions and donations by\n    minors, and strengthening the prohibition on all contributions, donations, expenditures,\n    and disbursements by foreign nationals.</p>\n    <p>Comments and requests to testify at a proposed October 3 public hearing were due on\n    September 13, 2002.</p>\n    <p>The FEC received five comments on the proposed rulemaking. FEC Commissioners voted\n    September 27 to cancel the proposed October 3 hearing. October 31 is the previously\n    scheduled public meeting for Commissioners to discuss and approve final rules on this\n    portion of the BCRA.</p>\n    <p>The BCRA, which takes effect on November 6, requires that all implementing rules be in\n    place within 270 days of enactment. Rules regarding aspects of the law that eliminate or\n    restrict non-federal financial activity (\"soft money\") for national, state, and\n    local party organizations were approved by the FEC on June 22.</p>\n    <p>On September 26, the FEC approved rules relating to electioneering communications. A\n    public meeting on October 10 will finalize the \"explanation and justification\"\n    for those rules.</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "href": "20021002cancel.html", "date": "10/02/2002", "pdf": null, "title": "Proposed October 3 Public Hearing on NPRM Canceled", "category": "Hearings"}