{"date": "07/01/2016", "pdf": null, "title": "Week of June 27 - July 1, 2016", "issue": "2016-27", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 1, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160701digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-27</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\n          Week of June 27 &#8211; July 1 </strong></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p>On June 28, the Commission held an <a href=\"http://fecds005.fec.gov/sunshine/2016/executive/notice20160628.pdf\">executive session</a>.<br/>\n              <br/>\n  On June 30, the Commission held an <a href=\"http://fecds005.fec.gov/agenda/2016/agenda20160630.shtml\">open meeting</a>.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p/>\n          <p><u>Request Withdrawn</u></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2016-05 (Huckabee for President)</a>. On June 29, the requestor withdrew the advisory opinion request.</p>\n          <p/>\n          <p><u>Request Received</u></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/aodocs/201606R_1.pdf\">Advisory Opinion Request 2016-08 (eBundler.com)</a>. On June 30, the Commission made public Advisory Opinion Request 2016-08. The requestor asks a number of questions about the requestor's proposed fundraising and contribution-processing platforms. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than July 11) and must issue a response no later than 60 days after receipt of the complete request, that is, by August 29.</p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p>The Commission made public five closed cases, three Statements of Reasons, and one Supplemental Statement of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6836<br/>\n          </a>COMPLAINANT: Theo Milonopoulos<br/>\n          RESPONDENTS: Marianne Williamson for Congress and Kevin R. Heneghan, in his official capacity as treasurer (the Committee); Progressive Leaders for Democratic Action (PLDA); University of California, Los Angeles (UCLA); and Americans for Democratic Action (ADA)<br/>\n          SUBJECT: The complaint alleged that PLDA, a student group at UCLA, and UCLA made prohibited contributions to the Committee by sponsoring and advertising an event for Williamson on campus, and that PLDA was a &#8220;front&#8221; for the Committee. Williamson was a 2014 candidate for California&#8217;s 33rd Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter as to the Committee and PLDA in light of the apparent low dollar amount associated with the event at issue. The Commission found no reason to believe UCLA or ADA violated the Federal Election Campaign Act of 1971, as amended (the Act).</p>\n          <p>              <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6877</a><br/>\n  COMPLAINANT: William L. Brown<br/>\n  RESPONDENTS: Ellis Boal; Friends of Ellis Boal; and Ellis Boal for Congress<br/>\n  SUBJECT: The complaint alleged that the website of Ellis Boal, who ran in the 2014 general election to represent Michigan&#8217;s 1st Congressional District, sought contributions but omitted purportedly required information.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in consideration of Commission priorities and the circumstances presented.</p>\n          <p>              <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6882</a><br/>\n  COMPLAINANT: David Sorenson<br/>\n  RESPONDENT: Cain for Congress and Jeremy Fischer, in his official capacity as treasurer (the Committee) <br/>\n  SUBJECT: The complaint alleged that the Committee aired a television advertisement that failed to include a written statement that the candidate approved the ad. Emily Cain was a 2014 candidate for Maine&#8217;s 2nd Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in consideration of Commission priorities and the circumstances, including that the ad contained a spoken statement of candidate approval.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6910</a><br/>\n  COMPLAINANT: Jim Carlucci<br/>\n  RESPONDENT: New Jersey for the People (NJFTP) <br/>\n  SUBJECT: The complaint alleged that NJFTP failed to file timely reports on receipts and expenditures for 2013-14 after an independent expenditure-only committee registered with the Commission reported receiving a $10,000 contribution from NJFTP.<br/>\n  DISPOSITION: The Commission found no reason to believe NJFTP violated the Act or Commission regulations because the $10,000 contribution at issue was by definition not an independent expenditure and because there was no indication that NJFTP made any further expenditures in the time period in question that would have required a report to the Commission.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6952<br/>\n          </a>COMPLAINANT: Mark Everson<br/>\n  RESPONDENT: Fox News Network, LLC<br/>\n  SUBJECT: The complaint alleged that Fox News structured a debate it sponsored in a manner that improperly promoted and advanced certain candidates and failed to apply objective candidate selection criteria.<br/>\n  DISPOSITION: The Commission closed the file. On June 30,&#160; Statements of Reasons were issued by <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044395395.pdf\">Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman</a>, by <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044395501.pdf\">Commissioner Ellen L. Weintraub</a>, and by <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044395506.pdf\">Commissioner Ann M. Ravel</a>.&#160; On the same day, a Supplemental Statement of Reasons was issued by <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044395504.pdf\">Commissioner Goodman</a>. <br/>\n          </p>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n            </strong><br/>\n  The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n          </p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 755</a> &#8211; Friends of George Demos and Robert Cole, in his official capacity as treasurer. The respondent agreed to (1) pay a civil penalty of $1,000 and (2) certify the closure of the Committee&#8217;s federal account and work with Commission staff to terminate the Committee&#8217;s political committee status and reporting obligations with the Commission. The Committee will continue reporting until such time as the termination has been approved.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 769</a> &#8211; National Rifle Association of America Political Victory Fund and Mary Rose Adkins, in her official capacity as treasurer. The respondent agreed to (1) certify annually that the Committee reconciled all financial data with the report being filed with the Commission prior to each report being filed and (2) pay a civil penalty of $2,750. </p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong/></p>\n          <p><a href=\"http://fecds005.fec.gov/law/litigation/crew_152038.shtml\"><em>CREW, et al. v. FEC</em></a> (Case 1:16-cv-00259-BAH). On May 16, Intervenor-Defendant Crossroads Grassroots Policy Strategies filed a <a href=\"http://fecds005.fec.gov/law/litigation/crew16259_crossroads_joinder.pdf\">Notice of Joinder and Supplementation of the Commission's Partial Motion to Dismiss and Memorandum in Support Thereof</a> in the United States District Court for the District of Columbia. On June 30, <a href=\"http://fecds005.fec.gov/law/litigation/crew16259_crossroads_supp_mtd.pdf\">Intervenor-Defendant Crossroads Grassroots Policy Strategies filed a Reply Memorandum in Support of Defendants' Partial Motions to Dismiss</a>. On the same day, the Commission filed a <a href=\"http://fecds005.fec.gov/law/litigation/crew16259_fec_reply_mtd.pdf\">Reply in Support of Its Partial Motion to Dismiss</a>.</p>\n          <p><strong/></p>\n          <p><a href=\"http://fecds005.fec.gov/law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FEC</em></a><em/> (Case 1:14-cv-01500-CKK-PAM-APM). On June 28, Free Speech Defense and Education Fund, Free Speech Coalition, U.S. Justice Foundation, Gun Owners Foundation, National Right to Work Committee, U.S. Constitutional Rights Legal Defense Fund, Downsize DC Foundation, DownsizeDC.org, Conservative Legal Defense and Education Fund, and Policy Analysis Center filed a <a href=\"http://fecds005.fec.gov/law/litigation/indinst_freespeech_amici_brief.pdf\">Brief Amicus Curiae</a> in support of the plaintiff in the United States District Court for the District of Columbia. </p>\n          <p/>\n          <p><strong>PUBLIC DISCLOSURE</strong></p>\n          <p><strong/></p>\n          <p>On June 27, the Commission issued the <a href=\"http://fecds005.fec.gov/press/press2016/news_releases/20160627release.shtml\">Statistical Summary of 15-Month Campaign Activity of the 2015-2016 Election Cycle</a>.</p>\n          <p>On June 30, the Office of Inspector General (OIG) made public its <a href=\"http://fecds005.fec.gov/fecig/documents/AuditoftheFECsTeleworkPrograms-June2016-OIG-15-03-Final.pdf\">Final Report</a> on an audit of the Commission's telework programs.</p>\n          <p/>\n          <p><strong>OUTREACH<br/>\n          </strong> </p>\n          <p>On June 25, Commissioner Goodman spoke at the Election Law Continuing Legal Education Programs conference in Memphis, Tennessee.</p>\n          <p/>\n          <p>On June 29, Commissioner Ravel discussed approaches the federal government can take to reform America&#8217;s campaign finance system on Twitter with the Third Way organization. </p>\n          <p/>\n          <p>On June 29, Vice Chairman Steven T. Walther spoke with a delegation of professionals from Argentina.&#160; The meeting was sponsored by the Center for American Studies.</p>\n          <p/>\n          <p>On June 30, Commissioner Goodman discussed the future of digital free speech at the Cato Institute in Washington, D.C. </p>\n          <p/>\n          <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../agenda/2016/agenda20160630.shtml\">Draft NPRM on Technological Modernization</a>. On June 30, Chairman Matthew S. Petersen announced that Commissioners are working on drafts of a Notice of Proposed Rulemaking on Technological Modernization.</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2016/agenda20160630.shtml\">Proposed Revisions to Forms 3, 3P, 3X, 6 and Instructions</a>. On June 30, Staff Director and Chief Information Officer Alec Palmer and Debbie Chacona, Assistant Staff Director, Reports Analysis Division, outlined <a href=\"http://fecds005.fec.gov/agenda/2016/documents/mtgdoc_16-26-a.pdf\">proposed Revisions to Forms 3, 3P, 3X, 6 and Instructions</a>. The changes are intended to assist with compliance, provide clearer disclosure, and make the forms more consistent with one another. The Commission requests public comments on the proposed revisions to be sent to <a href=\"mailto:fecforms@fec.gov\">fecforms@fec.gov</a> by July 13, 2016.</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2016/agenda20160630.shtml\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Documents</a>. On June 30, the Commission held over discussion of a proposed statement of policy that would expand the range of records to be made publicly available on a regular basis.</p>\n          <p/>\n          <p><strong>IT INITIATIVES</strong></p>\n          <p>On June 30, Staff Director and CIO Palmer announced a study to define a roadmap for improving and modernizing the Commission&#8217;s electronic filing system, including use of a cloud-based platform, and implementation of a new Paper Automation System to capture data disclosed on campaign finance reports filed on paper, including those filed by Senate candidates.</p>\n          <p>              <strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p>On June 29, the Commission hosted a Webinar on FECfile for PACs and Party Committees. Additional information is available on the <a href=\"http://fecds005.fec.gov/info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><a href=\"http://fecds005.fec.gov/press/press2016/news_releases/20160630release.shtml\">FEC Discusses New Initiatives to Improve Compliance and Disclosure</a> (issued June 30)</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>July 12: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#executive\">executive session</a>. </p>\n          <p/>\n          <p>July 14: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml\">open meeting</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p><strong/></p>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>July 15:&#160; July Quarterly Reports are due.&#160; For more information on quarterly reporting dates, refer to the <a href=\"http://fecds005.fec.gov/info/report_dates_2016.shtml#quarterly\">2016 Quarterly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"http://fecds005.fec.gov/info/report_dates_2016.shtml#monthly\">2016 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>DISCLOSURE INITIATIVES</strong></p>\n          <p><strong/></p>\n          <p>Commission staff, together with our partners at 18F, continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each page. </p>\n          <p/>\n          <p><strong>ADDITIONAL RESEARCH MATERIALS</strong></p>\n          <p/>\n          <p>Additional research materials about the agency, campaign finance information, and election results are available through the <a href=\"http://fecds005.fec.gov/general/library.shtml\">Library section</a> of the Commission website. </p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/pubrec/cfsdd/cfsdd.shtml\">2016 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"http://fecds005.fec.gov/pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The Commission has published the <a href=\"http://fecds005.fec.gov/pdf/record/2016/june2016.pdf\">June Record</a> newsletter. <a href=\"http://fecds005.fec.gov/pages/record.shtml\">Sign up</a> to receive email notification when new Record articles are posted. </p>\n          <p/>\n          <p>The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <div align=\"center\"><br/>\n        Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a></div></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/July12016Digest.shtml"}