{"date": "05/13/2011", "pdf": null, "title": "Week of May 9 - May 13, 2011", "issue": "2011-19", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>May 13,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-19</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of May 9 &#8211; 13</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Requests Received</u> </p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1174825.pdf\">AOR 2011-09 (Facebook)</a>. On May 6, the Commission made public Advisory Opinion Request 2011-09.&#160; Facebook asks whether its small, character-limited ads qualify for the \"small items\" or \"impracticable\" exceptions from the disclaimer requirements of the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. The Commission must issue a response no later than 60 days after receipt of the complete request, or by July 5.</p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1174826.pdf\">AOR 2011-10 (POET PAC)</a>. On May 6, the Commission made public Advisory Opinion Request 2011-10. In the request, POET PAC, a nonconnected political committee, POET, LLC, and Sioux River Ethanol, LLC, d/b/a/ POET Biorefining-Hudson, one of 27 POET Plants, ask whether POET PAC may raise funds from corn farmers with the assistance of the POET Plants, and whether certain aspects of POET PAC's proposed solicitation program are permissible under the Act and Commission regulations. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by July 5.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public four closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6354</a></strong> <br/>\n          RESPONDENTS: Banciella for US Congress and Ricardo A. Banciella, in his official capacity as treasurer; and Rolando A. Banciella<br/>\n        COMPLAINANT: Frank J. Pena<br/>\n        SUBJECT: The complaint alleged that Rolando Banciella, his campaign committee Banciella for US Congress (the Committee) and Ricardo Banciella, in his official capacity as treasurer, failed to file a 2010 July Quarterly Report despite purportedly spending more than $5,000 in connection with the candidate&#8217;s campaign. Rolando Banciella was a 2010 candidate for Florida&#8217;s 18th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the low dollar amount associated with the Committee&#8217;s activities and in furtherance of the Commission&#8217;s priorities and resources relative to other matters. The Commission reminded the Committee and Ricardo Banciella, in his official capacity as treasurer, of the requirements for timely filing of financial disclosure reports. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6359</a><br/>\n        </strong>RESPONDENTS: Voters Response; David Ramba; David Rivera for Congress and Nancy H. Watkins, in her official capacity as treasurer; and David Rivera<br/>\n        COMPLAINANT: William R. Barzee<br/>\n        SUBJECT: The complaint alleged that Rivera and Voters Response, a group organized under Section 527 of the Internal Revenue Service Code, coordinated activities against an opposing candidate by using a common vendor. Rivera was a 2010 candidate for Florida&#8217;s 25th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe a violation occurred since the facts supplied by the complainant did not appear to satisfy the three-pronged coordination test and the allegations appear to have been refuted or explained sufficiently by the responses to the complaint. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6365</a><br/>\n        </strong>RESPONDENTS: Sager for Congress and Robert C. Wardlow III, in his official capacity as treasurer<br/>\n        COMPLAINANT: Shirley Anderson <br/>\n        SUBJECT: The complaint alleged that Sager for Congress and Wardlow, in his official capacity as treasurer, failed to display the required printed boxes around disclaimers on yard signs and other large signs. The complaint alleged further that the Committee failed to file its 2010 Pre-Primary election report in a timely manner. Sager was a 2010 candidate for Florida&#8217;s 5th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the technical nature of the disclaimer violations and the Committee&#8217;s acknowledgement and claims of remedial measures, as well as in furtherance of the Commission&#8217;s priorities and resources relative to other matters. The Commission reminded Sager for Congress and Wardlow, in his official capacity as treasurer, of the requirements concerning timely filing of pre-election financial disclosure reports and the requirement to place boxes around certain printed disclaimers.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6372</a><br/>\n        </strong>RESPONDENTS: John Campbell for Congress and Kelly Lawler, in her official capacity as treasurer<br/>\n        COMPLAINANT: Jaclyn Hartfield<br/>\n        SUBJECT: The complaint alleged that an advertisement in a magazine featuring Campbell constituted a public communication but failed to include the required disclaimer. Campbell was a 2010 candidate in California&#8217;s 48th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the low dollar amount at issue and in furtherance of the Commission&#8217;s priorities and resources relative to other matters. The Commission reminded the Committee of the requirements on the use of disclaimers on public communications paid for by political committees.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/bluman.shtml\"><em>Bluman v. FEC</em></a> (Civ. No. 10-1766 (RMU-BMK-RMC)). On May 12, a three-judge panel of the United States District Court for the District of Columbia heard arguments in Bluman v. FEC. </p>\n        <p><em><a href=\"../../law/litigation/schonberg.shtml\">Schonberg v. FEC</a></em> (Civil Action No. 10-2040 (RWR-JWR-CKK)). On May 12, the United States District Court for the District of Columbia issued a <a href=\"../../law/litigation/schonberg_dc_memo_opinion.pdf\">Memorandum Opinion</a> and an <a href=\"../../law/litigation/schonberg_dc_order.pdf\">Order</a> &#160;granting the Commission&#8217;s request to dissolve the three-judge court. </p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On May 10, Chair Cynthia L. Bauerly and Vice Chair Caroline C. Hunter submitted written statements on reporting requirements and the treatment of federal contractors under the Act and FEC regulations for a May 12 hearing of the United States House Committee on Oversight and Government Reform and the House Committee on Small Business. <a href=\"../../members/bauerly/statements/bauerly_statement_05_10_2011.pdf\">Chair Bauerly's statement</a> and <a href=\"../../members/hunter/statements/Letter_to_House_Oversight_and_Small_Business_Committees.pdf\">Vice Chair Hunter's statement</a> are available on the FEC website&#8217;s Commissioner pages.</p>\n        <p>On May 13, Lynn Fraser and Krista Roche, Director and Assistant Director, respectively, of the Alternative Dispute Resolution Office, discussed the Commission's use of mediation to promote compliance with campaign finance laws with a group of community leaders from Pakistan. The group was sponsored by the State Department's International Visitor Leadership Program.</p>\n        <p><strong>CONFERENCES</strong></p>\n        <p>On May 11, the FEC hosted a <em>Seminar for Corporations and their PACs</em>. </p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>May 12: New York&#8217;s 26th Congressional District Pre-Special General Election Reports were due. For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ny26.shtml\">Special Election Report Notice</a> of the FEC website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>May 17: California's 36th Congressional District Special General Election Reports are due. For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ca36.shtml\">Special Election Report Notice</a> of the FEC website.</p>\n        <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>May 18, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p>June 8, Washington, DC. <em>FEC</em> <em>Seminar for Trade Associations, Labor Organizations, </em></p>\n        <p><em>Membership Organizations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>The <a href=\"../../pdf/record/2011/may11.pdf\">May 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted</p>\n        <p>The <a href=\"../../info/TipsforTreasurers.shtml#Publications\">May 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110513digest.shtml"}