{"href": "press2009/20091021MUR.shtml", "pdf": null, "date": "10/21/2009", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>October 21, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, the respondents agreed to pay a civil penalty of $5,000. In three matters, the Commission found no reason to believe the respondents violated the Federal Election Campaign Act of 1971, as amended (the Act). It dismissed two other matters. </p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6167</a></p></td>\n            <td width=\"84%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Craig Romero for Congress, Inc., and William Potter, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>FEC Initiated</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>In the normal course of carrying out its supervisory responsibilities, the Commission found that Craig Romero for Congress, Inc. and Potter, in his official capacity as treasurer, accepted prohibited corporate and excessive contributions. Romero was a candidate in 2004 for Louisiana&#8217;s 3rd Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The Commission found reason to believe the respondents violated the Act. In a conciliation agreement, respondents agreed to pay a civil penalty of $5,000. Respondents also agreed to seek the redesignation and reattribution of excessive contributions and to disgorge any remaining excessive and prohibited contributions to the U.S. Treasury.</p>\n                <p/></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6141</a></p></td>\n            <td width=\"84%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Friends of Dave Reichert and Paul Kilgore, in his official capacity as treasurer; and MediaPlus+, Inc.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Darcy Burner for Congress by Derek Humphrey, Campaign Manager</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The complaint alleged MediaPlus+, Inc., a media consulting firm, made and the Reichert Committee and Kilgore, in his official capacity as treasurer, accepted a prohibited corporate contribution in violation of the Act through an extension of credit for television advertising time. The complaint contends that the Committee did not have the available cash on hand to cover the credit and that the credit was not commercially reasonable or made in the ordinary course of business. The complaint further alleged that if a contribution resulted from the extension of credit, the Committee failed to disclose it to the Commission. Rep. Reichert was a candidate in 2008 for Washington&#8217;s 8th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act because it appeared the vendor followed its ordinary course of business in extending the credit and the Committee's prompt repayment demonstrated that the extension of credit was a commercially reasonable transaction.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6092</a></p></td>\n            <td width=\"84%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Religious Society of Friends: Quaker; Obama for America and Martin H. Nesbit, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>David Hood Jr.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The complaint alleged that the Religious Society of Friends: Quaker (RSF) may have violated the Act when it engaged in partisan political activity by allowing a board member to rent its meeting house for a fundraising event benefitting Obama for America. </p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The Commission found no reason to believe that RSF and Obama for America and Martin H. Nesbit, in his official capacity as treasurer, violated the Act based on the speculative nature of the allegations and declarations made by the respondents. RSF stated that it neither used any of its money to provide services for the fundraiser nor made any political contributions to Obama for America. Obama for America disavowed any connection to the fundraising event. </p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6171</a></p></td>\n            <td width=\"84%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Kalamazoo County Democratic Party Federal Committee and Carolyn Cardwell, in her official capacity as treasurer; Cooney for Congress Committee and Robert Snyder, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Michigan Republican Party, by Jeff Timmer</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The complaint alleged the Kalamazoo County Democratic Party Federal Committee and Cardwell, in her official capacity as treasurer, violated the Act when they accepted anonymous contributions for which the Committee either knew or should have known the contributors&#8217; identity. The complaint also alleged that some of the anonymous contributions may have been received from prohibited sources under the Act. </p>\n                <p>The complaint alleged further that the Cooney Committee and Snyder, in his official capacity as treasurer, violated the Act when they accepted a contribution from the Kalamazoo County Democratic Party Federal Committee that may have originated from federally impermissible sources. Cooney was a candidate in 2008 for Michigan&#8217;s 6th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"84%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\"/>\n                </tr>\n              </table>\n                The Commission found no reason to believe the respondents violated the Act because the complaint failed to provide any substantiation for the allegations.\n</td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6172</a></p></td>\n            <td width=\"84%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>RESPONDENT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Allegan County Democratic Committee</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Michigan Republican Party, by Jeff Timmer </p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The complaint alleged the Allegan County Democratic Committee violated the Act by failing to register as a political committee with the Commission after making contributions above the reporting and registration threshold amount to a federal candidate committee.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"84%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\"/>\n                </tr>\n              </table>\n                <p>The Commission exercised its prosecutorial discretion and dismissed the matter due, in part, to the fact that the federal candidate committee made a refund to bring the total amount of contributions received below the reporting and registration threshold amount. </p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6181</a></p></td>\n            <td width=\"84%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Krupp for Congress Committee and Mary Jonker, in her official capacity as treasurer; and First Congressional District Democratic Party of Wisconsin</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>Paulette Garin</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"84%\" valign=\"top\"><p>The complaint alleged the Krupp Committee and Jonker, in her official capacity as treasurer, violated the Act by failing to report the use of office space as campaign expenditures or potential in-kind contributions, which may have resulted in the acceptance of prohibited in-kind contributions. In addition, the complaint alleged that the Committee failed to report expenditures for campaign mailers, improperly reported in-kind contributions from the candidate for personal items and improperly disclosed the repayment of candidate loans on its disclosure filings. The complaint alleged further that the First Congressional Democratic Party of Wisconsin failed to register with the Commission when it coordinated the production of campaign mailers with the Krupp Committee. Krupp was a candidate in 2008 for Wisconsin&#8217;s 1st Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"84%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\"/>\n                </tr>\n              </table>\n                The Commission exercised its prosecutorial discretion and dismissed the matter due to the low dollar amount at issue and the remedial actions taken by the respondents.\n                <p/></td>\n          </tr>\n        </table>\n        <p/>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n      </td>\n    </tr>\n  </table>\n</div>\n"}