{"html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\">\n\n<p>&#160;</p>\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n</font><font size=\"3\">\n<pre><strong>For Immediate Release:                                  Contact:  Ron Harris\nDecember 22, 1997                                         Sharon Snyder\n                                                          Ian Stirton\n                                                          Kelly Huff</strong></pre></font><font size=\"2\">\n</font><font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">COMMISSION SEEKS COMMENT ON &#145;MEMBER&#146; RULEMAKING</p>\n\n\n<p>WASHINGTON -- The Federal Election Commission is seeking public comment on a proposed\nrulemaking that would expand the definition of \"member\" in membership\nassociations.</p>\n\n<p>Although the Federal Election Campaign Act (FECA) of 1971 prohibits direct corporate\ncontributions to federal campaigns, it permits corporations, including incorporated\nmembership associations, to solicit contributions from their restricted class to the\nassociation&#146;s separate segregated fund (commonly known as PACs), and to include\nexpress electoral advocacy in communications with the restricted class. The restricted\nclass consists of the association&#146;s members, its executive and administrative\npersonnel, and their families.</p>\n\n<p>The United States Court of Appeals for the District of Columbia, in a 1995 case\nentitled <i>Chamber of Commerce of the United States v. Federal Election Commission, </i>ruled\nthe FECA regulations were unduly restrictive in defining who is a \"member\" of a\nmembership association. The FEC in July of this year issued an Advance Notice of Proposed\nRulemaking and called for public comment on how best to revise the present rules to\ncomport with the <i>Chamber </i>decision, and received 14 comments in response.</p>\n\n<p>The proposed rules published today in the Federal Register would expand the definition\nof \"members\" in membership associations. Public comment is being sought on three\nalternatives for determining membership, those alternatives addressing the amount of\nannual dues and the organizational attachments, such as voting rights of members,\ngovernance rights, and the right to influence policy decisions.</p>\n\n<p>&#160;</p>\n\n<p>Comments should be addressed to Susan E. Propper, Assistant General Counsel, Federal\nElection Commission, 999 E. Street NW, Washington, DC 20463. Faxed comments should be sent\nto 202-219-3923, with printed copy follow-up, and electronic mail comments should be sent\nto <i>members@fec.gov</i>. </p>\n\n<p>Commenters using electronic mail should include their full name and postal service\naddress within the text of their comments. Comments must be received no later than January\n21, 1998.</p>\n\n<p>If the Commission receives sufficient requests to testify, it will hold a hearing in\nearly 1998, precise date and time to be announced in the Federal Register. Persons wishing\nto testify should so indicate in their comments.</p>\n\n<p># # #</p>\n</font><font size=\"2\">\n\n<p>&#160;</p>\n</font>\n</body>\n", "href": "memnopr.htm", "date": "12/22/1997", "pdf": null, "title": "Commission Seeks Comment on Member Rulemaking", "category": "Rulemakings"}