{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font></font><strong><font size=\"3\" face=\"Book Antiqua\">For Immediate Release:                                                                                             Contact:  Ron Harris\nDecember 17, 1998                                                                                                                       Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        </font><font face=\"Book Antiqua\"><font size=\"3\">Kelly Huff</font></font></strong><font size=\"2\">\n</font>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">FEC REQUESTING COMMENTS ON REVISED &#145;MEMBER&#146; RULEMAKING</p>\n\n\n<p>WASHINGTON -- The Federal Election Commission is seeking comments from the public on\nadditional proposed revisions to its rules governing who qualifies as a \"member\"\nof a membership organization.</p>\n\n<p>Although the Federal Election Campaign Act (FECA) of 1971 prohibits direct corporate\ncontributions in connection with federal election campaigns, it permits corporations,\nincluding incorporated membership organizations, to solicit contributions from their\nrestricted class to a separate segregated fund (commonly known as a PAC), and to make\nunlimited communications containing express electoral advocacy to its restricted class.\nThe restricted class consists of the organization&#146;s members, its executive and\nadministrative personnel, and their families.</p>\n\n<p>The United States Court of Appeals for the District of Columbia, in a 1995 case\nentitled <i>Chamber of Commerce of the United States v. Federal Election Commission</i>,\nruled the FECA regulations were unduly restrictive in defining who is a \"member\"\nof a membership organization. </p>\n\n<p>The initial Notice of Proposed Rulemaking (NPRM) was published in the Federal Register\non December 22, 1997. The additional proposed revisions to the \"member\" rule\nwere published <a href=\"member.pdf\">December 16, 1998 in the\nFederal Register.</a> </p>\n\n<p>The newest proposed revisions focus primarily on the attributes of membership\nassociations, although qualifications of members are also addressed. The rules would\nrequire, for example, that membership organizations be composed entirely of members, and\nthat the authority to direct and control the organization be vested in some or all of its\nmembers. The proposal would also require that members pay annual dues in an amount set by\nthe organization, or renew their membership in writing on an annual basis.</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>This NPRM also proposes that a \"membership organization\" include\nunincorporated associations such as partnerships for purposes of the \"internal\ncommunications\" rule. This would cover those entities that are not trade\nassociations, cooperatives, corporations without capital stock, or labor organizations,\nthat nevertheless qualified as membership organizations for purposes of these rules.</p>\n\n<p>Comments on the proposal should be addressed to Ms. Susan E. Propper, Assistant General\nCounsel, and must be submitted in either written or electronic form. Faxed comments should\nbe sent to (202) 219-3923, with printed copy follow-up. Electronic mail comments should be\nsent to <i>members@fec.gov</i>, and should include full name and postal service address of\nthe commenter within the text of the message. Electronic comments that do not contain full\nname, electronic mail address, and postal service address of the commenter will not be\nconsidered.</p>\n\n<p>Comments must be received no later than February 1, 1999.</p>\n\n<p align=\"CENTER\"># # #</p>\n\n</body>\n", "date": "12/17/1998", "href": "memrule.htm", "category": "Rulemakings", "title": "FEC Requesting Comments on Revised Member Rulemaking", "pdf": null}