{"href": "press2009/20090821website2.shtml", "pdf": null, "date": "08/21/2009", "category": "Hearings", "title": "FEC to Hold Second Day of Public Hearings on Website and Internet Communications Improvement Initiative", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr>\n      <td width=\"70%\" valign=\"top\" msimagelist=\"\"><!--msimagelist-->\n          <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n            <tr>\n              <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                  <tr>\n                    <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                    <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                    <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n                  </tr>\n                  <tr>\n                    <td width=\"717\" valign=\"top\"><p>August 21, 2009 </p></td>\n                    <td width=\"57\" valign=\"top\"/>\n                    <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n                  </tr>\n                  <tr>\n                    <td valign=\"top\">&#160;</td>\n                    <td valign=\"top\"/>\n                    <td valign=\"top\">Christian Hilland </td>\n                  </tr>\n                </table>\n                  <table cellpadding=\"0\">\n                  </table>\n                  <p align=\"center\"><strong><u>Attention Wire Services, Daybook Editors:</u></strong></p>\n                  <p align=\"center\"><strong><u/></strong></p>\n                  <p align=\"center\"><strong>FEC HOLDS SECOND DAY OF PUBLIC HEARINGS ON WEBSITE AND INTERNET COMMUNICATIONS IMPROVEMENT INITIATIVE</strong></p>\n                  <p align=\"center\"><strong/></p>\n                  <p align=\"center\"><strong>Tuesday, August 25, 2009, 10 a.m. &#8211; 1 p.m.</strong></p>\n                  <p>The Federal Election Commission will hold its second day of public hearings on its Website and Internet Communications Improvement Initiative on August 25, at 10 a.m. The initiative is intended to ensure that the Commission&#8217;s website continues to be a state-of-the-art resource for disclosure of information to the public, including campaign finance data, information on federal campaign finance laws and Commission actions. The Commission has continually engaged in ongoing efforts to improve all aspects of how it discloses information through its website.</p>\n                  <p/>\n                  <p>On July 1, the Commission published a notice in the Federal Register seeking recommendations from all segments of the public regarding ways to improve its website and Internet communications and announcing the public hearing. In response, the Commission received a substantial number of written comments from the public. On July 29, the Commission held its first public hearing, where it heard testimony from nine experts including lawyers specializing in campaign finance law, advocates of campaign finance reform and transparency in government, software developers and campaign consultants. The transcript of that hearing and other documents relating to the Commission&#8217;s Internet communications improvement initiative are available at <a href=\"../../pages/hearings/internethearing.shtml\">http://www.fec.gov/pages/hearings/internethearing.shtml</a>.</p>\n                  <p/>\n                  <p>The Commission will hear additional testimony on Tuesday from an array of witnesses. The following witnesses are scheduled to testify at the hearing:</p>\n                  <p/>\n                  <p>Panel 1 (10:10 a.m. &#8211; 11:30a.m.)</p>\n                  <p/>\n                  <ul>\n                    <li>Jonda Byrd, Environmental Protection Agency, Chief of Policy and Program Management Branch</li>\n                    <li>Martha Dorris, General Services Administration, Acting Associate Administrator Citizens Services and Communications</li>\n                    <li>Lisa Welchman, Welchman Pierpoint, Founding Partner</li>\n                  </ul>\n                  <p/>\n                  <p>Panel 2 (11:35 a.m. &#8211; 12:55 p.m.)</p>\n                  <p/>\n                  <ul>\n                    <li>Jan Baran, Wiley Rein LLP, Partner</li>\n                    <li>Robert Biersack, FEC, Special Assistant to the Staff Director for Data Integration</li>\n                    <li>Sheila Krumholz, Center for Responsive Politics, Executive Director</li>\n                  </ul>\n                  <p/>\n                  <p>The Commission will provide <a href=\"http://mfile.akamai.com/29099/live/reflector%3A52262.asx?bkup=48252\">a live audio stream</a> of the hearing, which can be accessed from the home page of the Commission website, <a href=\"../..\">www.fec.gov</a>. While recorded podcasts of FEC meetings have been available since 2006, the Commission intends to provide live audio for all future public meetings. </p>\n                  <p/>\n                  <p align=\"center\"/>\n                  <p/>\n                  <table width=\"690\" height=\"46\" border=\"0\">\n                    <tr valign=\"top\">\n                      <td width=\"684\" align=\"left\" valign=\"middle\"><p align=\"center\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n                          <p align=\"center\"><em># # #</em></p></td>\n                    </tr>\n                  </table>\n                  <p>&#160;</p>\n              </td>\n            </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n"}