{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    July 1, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">NVRA REPORT SUBMITTED TO CONGRESS<br/>\n    <em>Almost 148 Million Registered to Vote in States Covered by Act</em></th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" checked=\"false\" colspan=\"3\">WASHINGTON &#150; The Federal\n    Election Commission&#146;s Office of Election Administration has submitted its required\n    two-year report to Congress on the impact of the National Voter Registration Act of 1993\n    (NVRA), finding overall that there are 147,843,598 individuals currently registered to\n    vote in the 44 states and District of Columbia covered by the Act.<p>According to the\n    study, during the 2001 &#150; 2002 election cycle*:</p><ul>\n      <li>There were 37,473,694 registration applications or transactions processed nationwide.\n        Over half -- 19,703,912 -- were new registrations (i.e., registrations new to the local\n        jurisdiction, as either first-time registrants or registrations across jurisdictional\n        lines).</li>\n      <li>Voter registration applications received through motor vehicle offices during 2001-02\n        yielded the highest volume of applications ever reported by a single registration method\n        mandated by the NVRA, accounting for 42.77% of the total number of registration\n        applications received in the United States.</li>\n      <li>Mail registration programs accounted for 27.64% of the total number of applications\n        received during the 2001-02 reporting period.</li>\n      <li>The states reported that 8.74% of registration applications were duplicate requests for\n        registration by successfully registered voters. The remaining 38.68% of the transactions\n        were primarily changes of names and addresses. A total of 15,009,935 names were deleted\n        from the registration lists under the list verification procedures of the law while\n        another 20,596,513 registrants were declared \"inactive.\"</li>\n    </ul>\n    <p>Six states are exempt from the provisions of the NVRA: Idaho, New Hampshire, North\n    Dakota, Minnesota, Wisconsin, and Wyoming.</p>\n    <p>The NVRA also stipulates recommendations from the FEC and Office of Election\n    Administration at reporting dates.</p>\n    <p>The Help America Vote Act of 2002 incorporated, in whole or in part, three of the\n    FEC&#146;s seven previous recommendations for: (1)implementing a computerized statewide\n    voter registry that is linked, where possible, with other agency databases; (2)employing\n    the last four digits of the Social Security number in voter registration records; and\n    (3)offering provisional balloting at the polling place. </p>\n    <p>The FEC reiterated two of its previous recommendations in this report to Congress:</p><ul>\n      <li>That the U.S. Postal Service (1) create a new class of mail for \"official election\n        material\" that encompasses all mail items requisite to the NVRA and provides the most\n        favorable reduced rates affordable for the first class treatment of such mailings; and (2)\n        provide space in their postal lobbies free of charge to state and local election officials\n        for voter registration material.</li>\n      <li>That states develop and implement an on-going, periodic training program for relevant\n        motor vehicle and agency personnel regarding their duties and responsibilities under the\n        NVRA as implemented by the state&#146;s law.</li>\n    </ul>\n    <p>The Help America Vote Act transfers the responsibility for this report to the United\n    States Election Assistance Commission, but the transfer is not effective until the new\n    commission is established. </p>\n    <p>The full NVRA report to Congress can be accessed at the FEC web site via the following\n    link:</p>\n    <blockquote>\n      <p><a href=\"../pdf/nvrareport2002.pdf\">http://www.fec.gov/pdf/nvrareport2002.pdf</a></p>\n    </blockquote>\n    <p align=\"CENTER\"># # #</p>\n    <p>*Figures do not include registrations in most of November and all of December of 2002.\n    Registration activity is generally higher in election cycles with presidential campaigns. </p>\n    <p>&#160;</p>\n    <p>&#160;</p>\n    <p/></td>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" checked=\"false\" colspan=\"3\"/>\n  </tr>\n</table>\n</body>\n", "date": "07/01/2003", "href": "20030701nvrareport.html", "category": "Other Agency Actions", "title": "NVRA Report Submitted To Congress", "pdf": null}