{"href": "20030321budget.html", "pdf": null, "date": "03/21/2003", "category": "Other Agency Actions", "title": "FEC Submits FY 2004 Budget Request of $50.4 Million", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    March 21, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">FEC SUBMITS FY2004 BUDGET REQUEST OF $50.4 MILLION</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; The Federal Election Commission has submitted to\n    Congress and the Office of Management and Budget (OMB) a budget request of $50,440,000 for\n    fiscal year 2004, an increase of only 1.8% over the enacted FY2003 appropriation of\n    $49,541,871.<p>In the Executive Summary of the Budget Request Justification, the FEC notes\n    that the requested FY2004 budget \"&#133;represents a continuation of the FY2003\n    funding level, as adjusted for inflation and salary and benefits increases. As such it\n    represents essentially a Current Services request for FY2004 with no additional funds or\n    staff for new programs or initiatives.\" </p>\n    <p>The requested appropriation is identical to the Administration&#146;s budget mark for\n    the FEC. Both seek funding approval for a total of 391 FEC employees in FY2004.</p>\n    <p>The Executive Summary also emphasizes:</p><ul>\n      <li>In FY2002 and 2003, the FEC achieved several major successes: meeting statutory and\n        court deadlines for the Bipartisan Campaign Reform Act (BCRA) implementation and legal\n        challenges to the BCRA; expansion of the compliance program; implementation of mandatory\n        electronic filing; and issuance of the Voting Systems Standards (VSS).</li>\n      <li>Operating under strict statutory deadlines, the Commission issued new regulations within\n        the mandatory time frame to implement the various changes to the FECA enacted in the BCRA.\n        In addition, the FEC staff has been required to review all programs and processes for\n        disclosure and compliance to ensure that all forms and procedures comply with the BCRA\n        changes.</li>\n      <li>Swift Congressional action on mandatory electronic filing for large filers and the\n        establishment of an Administrative Fine Program&#133;.resulted in programs allowing the\n        FEC to carry out its disclosure and compliance missions more effectively. The\n        administrative fine and Alternative Dispute Resolution (ADR) programs both received\n        accolades from the regulated community.</li>\n      <li>The administrative fine and ADR programs have improved compliance and streamlined the\n        enforcement process. For example, from FY1995 through FY2000, the FEC closed an average of\n        205 cases each fiscal year. In FY2001, with the addition of the administrative fine and\n        ADR programs, the Commission closed 517 cases, a 152% increase over the 1995-2000 annual\n        average. As of March 14 this year, the administrative fines program had made public 509\n        cases, $721,371 in fines collected.</li>\n      <li>The mandatory electronic filing program began in January 2001. A total of 2,460\n        committees electronically filed either their mid-year reports or their July monthly\n        reports in 2001, with 1,135 committees filing electronically for the first time. The 2002\n        year-end filings included electronically-filed reports from 3,236 PAC, party, and campaign\n        committees. Election-cycle to-date financial activity for those committees filing\n        electronically represented 84% of the total disbursements for all committees filing\n        reports with the FEC (Senate filers submit reports to the Secretary of the Senate and do\n        not file electronically). Electronic filing has increased the timeliness, scope, and\n        amount of data available to FEC staff and external users of campaign finance disclosure\n        information.</li>\n    </ul>\n    <p>The Summary concludes, \"The success of these initiatives has resulted, and will\n    continue to result in, improved disclosure through electronic filing, improved compliance\n    through varied enforcement programs, and improved federal election administration through\n    updating and enhancing the VSS. When considered within the context of the continuing\n    record levels of total federal campaign finance activity each election cycle,&#133; these\n    initiatives have enabled the Commission to handle an expanding workload without\n    proportionate requests for additional staff.</p>\n    <p>\"In order to continue reaping the benefits of automation in our disclosure and\n    compliance programs without adding additional staff, it is imperative that the Commission\n    receive the requested resources in FY2004 to continue to implement the automated review of\n    financial disclosure reports, to initiate the portal development project to enhance the\n    analysis and accessibility of information, and to continue the alternative compliance\n    programs.\"</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}