{"date": "06/03/2016", "pdf": null, "title": "Week of May 30 - June 3, 2016", "issue": "2016-23", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">June 3, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160603digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-23</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of May 30 &#8211; June 3</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ADVISORY OPINIONS<br/>\n            </strong><br/>\n            <u>Request Received<br/>\n            </u><br/>\n            <a href=\"http://saos.fec.gov/aodocs/201606R_1.pdf\">Advisory Opinion Request 2016-06  (Internet Association PAC)</a>. On June 1, the Commission  made public Advisory Opinion Request 2016-06 (Internet Association PAC). The  requestors, a trade organization representing members of the Internet industry  and its separate segregated fund, ask a number of questions about their proposal  to launch an online candidate interaction and fundraising platform. The  Commission will accept written comments on the request during the 10-day period  following publication of the request (no later than June 13) and must issue a  response no later than 60 days after receipt of the complete request, that is,  by August 1.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public three closed cases and two Statements of  Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6907</a><br/>\n            COMPLAINANT: American Democracy Legal Fund and Brad Woodhouse<br/>\n            RESPONDENTS: Mike Huckabee; and America Takes ACTION, Inc. (ATA)<br/>\n            SUBJECT: The complaint alleged that ATA, a 501(c)(4) social welfare  organization, made and Huckabee accepted in-kind corporate contributions in the  form of salary payments to employees who performed testing-the-waters  activities on Huckabee&#8217;s behalf.<br/>\n            DISPOSITION: The Commission closed the file.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  7026</a><br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENT: Democratic Executive Committee of Florida and Judy Mount, in her  official capacity as treasurer (the Committee)<br/>\n            SUBJECT: In the normal course of carrying out its supervisory responsibilities,  the Commission initiated proceedings to determine whether there was reason to  believe the Committee failed to disclose the receipt of Levin Funds totaling  $232,457.33 on its 2014 12-Day Pre-General Report.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $7,500.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 7051</a><br/>\n            COMPLAINANT: Self-Initiated<br/>\n            RESPONDENT: Southern Alliance for Clean Energy<br/>\n            SUBJECT: The Southern Alliance for Clean Energy (the Alliance) notified the  Commission that it failed to (1) timely file an electioneering communication  report for an advertisement and (2) include a complete disclaimer in the ad in  question.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Alliance to pay a civil penalty of $19,000.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6661</a> &#8211; Robert E.  Murray; Murray Energy Corporation; Murray Energy Corporation PAC and Michael G.  Ruble, in his official capacity as treasurer. On June 3, Chairman Matthew S.  Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044394991.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6518</a> -- New Gingrich;  Callista Gingrich; Newt 2012, Inc. and Lisa Lisker, in her official capacity as  treasurer; and Gingrich Productions, Inc. On June 3, Chairman Matthew S.  Petersen and Commissioners Caroline C. Hunter and Lee E. Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044395013.pdf\">Statement of Reasons</a>.<br/>\n  <u><br/>\n  </u><br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign finance enforcement matter that was resolved through its  Alternative Dispute Resolution (ADR) program, as follows. For more information,  see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 789</a> &#8211; Hawaii  Democratic Party and Florence L. Kong Kee, in her official capacity as  treasurer. &#160;The respondent agreed to (1)  develop and certify implementation of a revised and updated compliance operations  manual that includes internal controls consistent with the Commission&#8217;s  Internal Controls and Political Committees advisory document and the Best  Practices for Committee Management, as well as a process to track receipt of,  and response to, communications with the Commission, (2) certify that two  representatives of the Committee participated in an FEC conference, webinar, or  other program developed in consultation with the FEC&#8217;s Information Division,  and (3) pay a civil penalty of $6,375.<br/>\n  <br/>\n  <strong>AUDITS<br/>\n  </strong><br/>\n  <a href=\"../../../audits/2012/AuditReport_2012_MajorityCommitteePAC.shtml\">Final  Audit Report of the Commission on the Majority Committee PAC</a>. On June 3,  the Commission issued the Final Audit Report of the Commission on the Majority  Committee PAC covering campaign finance activity between January 1, 2011, and  December 31, 2012. The Commission approved findings related to excessive  contributions to candidates.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/lagop.shtml\"><em>Republican Party of Louisiana, et al. v. FEC</em></a> (Case  1:15-cv-1241-CRC-SS-TSC). On June 1, the Commission filed its <a href=\"../../../law/litigation/lagop_fec_reply_msj.pdf\">Reply  Memorandum in Support of Its Motion for Summary Judgment</a> in the  United States District Court for the District of Columbia. <br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY PROCEDURES<br/>\n  </strong><a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=351011\"><br/>\n  Civil  Monetary Penalties Inflation Adjustments Draft Interim Final Rules</a>.&#160; On May 27, the Commission  made public a draft of interim final rules which adjust for inflation the civil  monetary penalties established under the Federal Election Campaign Act of 1971,  as amended, the Presidential Election Campaign Fund Act, and the Presidential  Primary Matching Payment Account Act.&#160;  These interim final rules are required by the Federal Civil Penalties  Inflation Adjustment Act Improvements Act of 2015. <br/>\n  <br/>\n  <strong>FEDERAL REGISTER<br/>\n  <br/>\n  </strong>On June 1, the Commission published the <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=350893\">Final  Rules and E&amp;J on Technical Amendments to 2015 CFR</a> in the Federal Register.<br/>\n  <br/>\n  <strong>PUBLIC DISCLOSURE<br/>\n  </strong><br/>\n            On June 1, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../../fecig/documents/OIGSemiannualReporttoCongress-May2016-FinalPublicDistribution.pdf\">March  2016 Semiannual Report to Congress</a> covering October 31, 2015 through March  31, 2016.<br/>\n  <a href=\"../../../fecig/documents/OIGSemiannualReporttoCongress-May2016-FinalPublicDistribution.pdf\"><strong><br/>\n  </strong></a><strong>PRESS RELEASES<br/>\n  </strong><br/>\n  <a href=\"../news_releases/20160603release.shtml\">FEC  Cites Committees for Failure to File 12-Day Pre-Primary Financial Report</a> (issued June 3)<br/>\n  <br/>\n  <strong>UPCOMING FORUM<br/>\n  <br/>\n  </strong>June 23, 10 a.m.: Forum hosted by Commissioner Weintraub at the  FEC: Corporate Political Spending and Foreign Influence.<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            June 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            June 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            June 8: Webinar for Membership and Labor Organizations and their PACs.  Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of  the Commission website.<br/>\n  <br/>\n            June 22: Webinar on Reporting for Candidate Committees. Additional information  is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n            June 22: Webinar on FECfile for Candidate Committees. Additional information is  available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n            June 29: Webinar on FECfile for PACs and Party Committees. Additional  information is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            June 20: June Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            July 15:&#160; July Quarterly Reports are due.&#160; For more information on quarterly reporting  dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            July 20: July Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2016 edition  of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public  Records</a> section of the Commission website. This publication identifies  the federal and state agencies responsible for the disclosure of campaign  finances, lobbying, personal finances, public financing, candidates on the  ballot, election results, spending on state initiatives and other financial  filings.<br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/june2016.pdf\">June Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign up</a> to  receive email notification when new Record articles are posted. <br/>\n  <br/>\n            The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n          </p>\n          <p>Follow us on Twitter  - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a><br/>\n            <br/>\n            <br/>\n          </p>\n          <p><br/>\n        </p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160603digest.shtml"}