{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    April 16, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ian&#160;Stirton<br/>\n    Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">FEC SEEKS COMMENTS ON PROPOSED RULE: PUBLIC FINANCING<br/>\n    OF PRESIDENTIAL CANDIDATES, NOMINATING CONVENTIONS</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">Washington &#150; The Federal Election Commission (FEC) is seeking\n    comments on proposed changes to its rules governing publicly financed presidential\n    candidates, in both the primary and general elections, and national nominating\n    conventions. <p>These regulations implement the provisions of the Presidential Election\n    Campaign Fund Act, the Presidential Primary Matching Payment Account Act and the\n    Presidential Nominating Conventions Act, which establish eligibility requirements for\n    presidential candidates and party nominating conventions seeking public financing, and\n    indicate how funds received under the public financing system may be spent. </p>\n    <p>The purpose of the proposed rule-revisions (available at <a href=\"http://sers.fec.gov/fosers/\">http://www.fec.gov/register.htm</a>)\n    is to more effectively administer the public financing program during the 2004 election\n    cycle. In addition, the Commission is considering how the Bipartisan Campaign Reform Act\n    of 2002 (BCRA), along with the Commission&#146;s implementing regulations related to BCRA,\n    may affect the public funding rules. </p>\n    <p>The NPRM, approved by the Commission on April 3, 2003 would address many of the\n    sections in the current regulations, including:</p><ul>\n      <li>Winding-down costs of publicly funded presidential campaigns,</li>\n      <li>primary expenditure limitations and repayments,</li>\n      <li>permissible uses of General Election Legal and Accounting Compliance (GELAC) funds\n        consistent with BCRA, </li>\n      <li>Quarterly and Monthly Reporting Requirements for presidential candidates,</li>\n      <li>several specific issues related to expenditures by campaigns, including salaries to\n        candidates, gifts and bonuses, and press reimbursement for travel costs,</li>\n      <li>mitigating the effect of a potential shortfall in the presidential primary matching\n        payment account,</li>\n      <li>expenditures by a multicandidate political committee for qualified campaign expenses of\n        a presidential candidate.</li>\n    </ul>\n    <p>Complete text within these topics in the proposed rulemaking was published in the\n    Federal Register on April 15, 2003. <strong>No final decisions have been reached by the\n    Commission on any of the proposed revisions in the proposed rulemaking.</strong> </p>\n    <p>Comments should be addressed to Ms. Mai T. Dinh, Acting Assistant General Counsel, 999\n    E St. NW, Washington DC 20463, and must be submitted in either written or electronic form.\n    Faxed comments should be sent to (202) 219-3923, with printed copy follow-up. Electronic\n    mail comments should be sent to <a href=\"mailto:pubfund2004@fec.gov\">pubfund2004@fec.gov</a>\n    and must include the full name, electronic mail address and postal service address of the\n    commenter.</p>\n    <p>Comments must be received on or before May 9, 2003. If the Commission receives\n    sufficient requests to testify, it will hold a hearing on the proposed rules on May 19,\n    2003 at 10 a.m. Commenters wishing to testify at the haring must indicate in their written\n    or electronic comments. </p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "04/16/2003", "href": "20030416nprm.html", "category": "Rulemakings", "title": "FEC Seeks Comments on Proposed Rule on Public Financing of Presidential Candidates and Nominating Conventions", "pdf": null}