{"href": "press2008/20080912murs.shtml", "pdf": null, "date": "09/12/2008", "category": "Enforcement Matters", "title": "FEC Completes Action on Three Enforcement Cases", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>September 12, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>FEC Completes Action on Three Enforcement Cases</strong></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission (FEC/the Commission) today announced final action in three enforcement cases. Detailed information on all FEC enforcement actions is available through the Enforcement Query System at http://eqs.fec.gov/eqs/searcheqs. </p>\n              <p><strong>Paul Aronsohn for Congress and Paul Aronsohn acknowledge violation of \"testing-the-waters\" provisions </strong></p>\n              <p>In MUR 5693, Paul Aronsohn for Congress, the principal campaign committee for Paul Aronsohn's 2006 campaign in New Jersey's 5th Congressional district, and Mr. Aronsohn entered into a conciliation agreement with the FEC regarding violations of reporting requirements in the Federal Election Campaign Act (FECA). During 2005 Paul Aronsohn&#8217;s activities crossed the line from testing the waters into candidate status when he sent a solicitation letter indicating he had decided to run for federal office. However, Mr. Aronsohn and his campaign committee failed to register with the FEC and file a year-end financial report in 2005, as required by the FECA. In the conciliation agreement Mr. Aronsohn and the committee agreed to pay a civil penalty of $6,500. </p>\n              <p><strong>Commission finds multiple violations by James Toledano, James M. Prince and Prince for Congress and Debra Lee and Paul LaPrade</strong></p>\n              <p>In MURs 4652 and 4389, the FEC found that while James Toledano was chairman of the Orange County California Democratic Central Committee he accepted $10,000 from Debra Lee LaPrade (the sister of James M. Prince) and Paul LaPrade with the understanding that the funds would be used to support the Prince campaign for the Democratic nomination in the 46th Congressional district in 1996. Campaign finance law at the time allowed candidate committees to accept $1,000 per election per individual donor. As such, the donations from the LaPrades were considered excessive contributions to the Prince campaign. Mr. Toledano failed to deposit these funds in the Orange County Democratic party account and used them for a mailer that advocated Prince's election. Neither the receipt of the funds nor the spending was included in committee reports to the FEC. In separate conciliation agreements, the LaPrades paid a $4,200 civil penalty and Prince for Congress paid a $5,400 penalty. </p>\n              <p>The Commission filed suit against James Toledano in 2000. On May 3, 2001, the U.S. District Court for the Central District of California granted the Commission's request for summary judgment, ruling that James Toledano violated 2 U.S.C. &#167;432(b)(2) by failing to forward contributions properly to the committee treasurer. On September 27, 2001, Mr. Toledano appealed this case to the U.S. Court of Appeals for the Ninth Circuit. On November 7, 2002, the U.S. Court of Appeals for the Ninth Circuit affirmed the decision of the U.S. District Court for the Central District of California, granting the Commission summary judgment and imposing a $7,500 fine against Mr. Toledano. The appeals court also ordered Mr. Toledano to pay the Commission's attorneys&#8217; fees on this appeal as a sanction for his \"bad-faith conduct and abuse of the judicial process.\" </p>\n              <p><strong>2004 New Hampshire Senate campaign and campaign manager penalized for receipt of impermissible funds, diverting campaign funds to personal use and reporting violations </strong></p>\n              <p>In MUR 5646, the FEC entered into conciliation agreements with Jesse Burchfield, Cohen for New Hampshire, and John Buchalski in his official capacity as the committee treasurer, and Burton Cohen. The agreements state that while Mr. Burchfield was de-facto manager of Mr. Cohen's campaign for the U.S. Senate, Burchfield knowingly and willfully falsified information on the campaigns reports to the FEC and converted campaign funds to his own personal use. In November 2005, Mr. Burchfield pled guilty in U.S. District Court to one count of filing false statements and was later sentenced to one year of probation and six months of home confinement. In the FEC matter, Burchfield agreed to pay a civil penalty of $1,500 in light of his poor financial condition and is prohibited from working or volunteering in any federal political committee in a capacity that involves fundraising or handling finances for a period of ten years.</p>\n              <p>The FEC also found that Burton Cohen worked with Jesse Burchfield to use funds raised for a state campaign to initiate the Senate campaign in violation of FECA and failed to disclose that activity.In a separate agreement, Mr. Cohen agreed to pay a civil penalty of $9,000. Cohen for New Hampshire also violated the FECA by accepting undisclosed impermissible funds from the state campaign account and using them in the Senate campaign.The Committee agreed to pay a civil penalty of $10,000 for failing to keep accurate records and file accurate reports of receipts and disbursements, among other violations. </p>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or Matters Under Review (MURs), through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group the Commission determines has violated the law.&#160; Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p/>\n              <p>This release contains only summary information.&#160; For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # # </p>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}