{"href": "121301chairman.html", "pdf": null, "date": "12/13/2001", "category": "Commission Appointments", "title": "Mason Elected Chairman of FEC for 2002", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    December 13, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Kelly Huff<br/>\n    Ron Harris<br/>\n    Ian Stirton</strong></td>\n  </tr>\n</table>\n<b>\n\n</b><p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><p align=\"CENTER\" class=\"big\">MASON ELECTED CHAIRMAN OF FEC FOR 2002<i/></p>\n    <p align=\"CENTER\" class=\"big\">-Sandstrom to serve as Vice Chairman-</p>\n    <p>WASHINGTON -- Members of the Federal Election Commission have elected David M. Mason as\n    Chairman and Karl J. Sandstrom as Vice Chairman for 2002.</p>\n    <p>In December of each year, the six Commissioners elect a Chairman and Vice Chairman to\n    serve for the upcoming calendar year. The Federal Election Campaign Act requires that the\n    Chairman and Vice Chairman be of different political parties, and states that a member may\n    serve as Chairman only once during a six-year term of office.</p>\n    <p>Chairman-elect Mason, a Republican, served as Vice Chairman of the Commission in 2001.\n    He was nominated to the Federal Election Commission by President William Clinton on March\n    4, 1998 and confirmed by the U.S. Senate on July 30, 1998.</p>\n    <p>Prior to his appointment, Mr. Mason was a Senior Fellow in Congressional Studies at the\n    Heritage Foundation. He joined Heritage in 1990 and served at various times as Director of\n    Executive Branch Liaison, Director of the Foundation&#146;s U.S. Congress Assessment\n    Project, and Vice President, Government Relations.</p>\n    <p>Chairman-elect Mason has served as Deputy Assistant Secretary of Defense, where he\n    managed the Pentagon&#146;s relations with the U.S. House of Representatives. One of his\n    major accomplishments there was guiding base closing legislation to a successful\n    conclusion.</p>\n    <p>He has served on Capitol Hill as a Legislative Assistant to Senator John Warner,\n    Legislative Director to Representative Tom Bliley, and Staff Director to then-House\n    Republican Whip Trent Lott. He was active as a staffer and volunteer in numerous\n    Presidential, Senate, Congressional and Gubernatorial campaigns, and was the Republican\n    nominee for the Virginia House of Delegates in the 48<sup>th</sup> District in 1982.</p>\n    <p>Commissioner Mason attended Lynchburg College in Virginia and graduated <i>cum laude</i>\n    from Claremont McKenna College in California. He is active in political and community\n    affairs in northern Virginia and in the home education movement nationally. He and his\n    wife reside in Lovettsville, Virginia, with their six children. </p>\n    <p>Vice Chairman-elect Sandstrom, a Democrat, was nominated to the Federal Election\n    Commission by President William Clinton on July 13, 1998, and confirmed by the U.S. Senate\n    on July 30, 1998.</p>\n    <p>Prior to his appointment Commissioner Sandstrom served as Chairman of the\n    Administrative Review Board at the Department of Labor. From 1988 to 1992 he was Staff\n    Director of the House Subcommittee on Elections, during which time he also served as the\n    Staff Director of the Speaker of the House&#146;s Task Force on Electoral Reform. From\n    1979 to 1988, Mr. Sandstrom served as the Deputy Chief Counsel to the House Administration\n    Committee of the House of Representatives. In addition, he has taught public policy as an\n    Adjunct Professor at the American University.</p>\n    <p>Commissioner Sandstrom received a B.A. degree from the University of Washington, a J.D.\n    degree from George Washington University, and a Masters of the Law of Taxation from\n    Georgetown University Law Center. </p>\n    <p>Created in 1975, the Federal Election Commission is an independent federal agency\n    established to enforce limitations and prohibitions on contributions to federal candidates\n    and committees, to require them to disclose their financial activities, and to administer\n    the public financing program for Presidential elections.</p>\n    <p align=\"CENTER\"># # #<b> </b></p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}