{"date": "06/26/2015", "pdf": null, "title": "Week of June 22 - June 26, 2015", "issue": "2015-26", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">June 26, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150626digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-26</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of June 22 &#8211; 26</strong></p>\n          <p><br/>\n              <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n              </strong><br/>\n  On June 23, the Commission held a continuation of last week&#8217;s <a href=\"../../../sunshine/2015/executive/notice20150616a.pdf\">executive session</a>.<br/>\n  <br/>\n  No Commission open meetings were scheduled this week.<br/>\n  <strong><br/>\n  ENFORCEMENT<br/>\n  </strong><br/>\n  The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6762</a><br/>\n  COMPLAINANT: Derek Barr, Campaign Manager, Barr Congress, Inc.<br/>\n  RESPONDENT: Pridemore for Congress and Tricia Pridemore, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Pridemore for Congress and Pridemore, in her official capacity as treasurer (the Committee), solicited contributions by impermissibly using contributor information obtained from disclosure reports another candidate committee had filed with the Commission. Tricia Pridemore was a 2014 candidate for Georgia&#8217;s 11th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the limited scope of the alleged violation and in consideration of Commission priorities.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6832</a><br/>\n  COMPLAINANT: Brian Aguilar<br/>\n  RESPONDENT: Grant Lally for Congress, Inc. and Christopher Nolan, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Grant Lally for Congress, Inc. and Nolan, in his official capacity as treasurer (the Committee), failed to include required disclaimers on its website, on a Wordpress blog purportedly belonging to the Committee, and a robo call. Lally was a 2014 candidate for New York&#8217;s 3rd Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in consideration of Commission priorities. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6899</a><br/>\n  COMPLAINANT: Patrick Long, campaign manager for Mary Ellen Balchunis for Congress<br/>\n  RESPONDENTS: Pat Meehan for Congress and Louis Schiazza, in his official capacity as treasurer; Republican Federal Committee of Pennsylvania and Carolyn Welsh, in her official capacity as treasurer; and Pat Meehan.<br/>\n  SUBJECT: The complaint alleged that the Republican Federal Committee of Pennsylvania and Welsh, in her official capacity as treasurer (RFCP), a state party committee, distributed a mailer on behalf of Meehan that failed to (1) include a disclaimer stating whether it was authorized by Meehan or his authorized committee, Pat Meehan for Congress and Schiazza, in his official capacity as treasurer (the Committee), and (2) include all the required identifying information inside a printed box in the disclaimer. The complaint alleged further that the Committee provided two photographs of Meehan used in the RFCP mailer, suggesting that use of the photos resulted in an excessive contribution from RFCP to the Committee. Meehan was a 2014 candidate for Pennsylvania&#8217;s 7th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe that Meehan or the Committee failed to provide an authorization statement for the mailer because the mailer appears to satisfy the volunteer materials exemption and as a result, the RFCP&#8217;s disclaimer does not require such a statement. The Commission exercised its prosecutorial discretion and dismissed the allegation that the RFCP failed to include all the identifying information required in a printed box in its disclaimer in light of the fact that all that information was readily apparent on the mailer. The Commission found no reason to believe that the RFCP made and the Committee accepted an excessive contribution in connection with the photographs at issue in the matter because the allegations were speculative and because the mailers qualify for the volunteer materials exception and as such are not contributions or expenditures subject to the contribution or expenditure limits of the Act.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES</strong></p>\n          <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2904</a> &#8211; Buddy Carter for Congress and Carlton H. Hodges, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $20,698.<br/>\n            <strong><br/>\n  ALTERNATIVE DISPUTE RESOLUTION<br/>\n            </strong><br/>\n  The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 748</a> &#8211; Maine Democratic State Committee and Betty Johnson, in her official capacity as treasurer. The respondent agreed to (1) certify the retention of an external compliance specialist to review reports prior to filing with the FEC for a period of two years, (2) certify an annual reconciliation of the Committee&#8217;s financial records with reports filed with the FEC for a period of two years, and (3) pay a civil penalty of $2,000.<br/>\n  <br/>\n  <strong>AUDITS<br/>\n  </strong><br/>\n  <a href=\"../../../audits/2012/AuditReport_2012_NewAmericanCity.shtml\">Final Audit Report of the Commission on New American City, Inc.</a> &#160;On June 26, the Commission issued the <a href=\"../../../audits/2012/AuditReport_2012_NewAmericanCity.shtml\">Final Audit Report of the Commission on New American City, Inc.</a>, covering campaign finance activity between May 4, 2011 and December 31, 2012. The Commission approved findings related to (1) the misstatement of financial activity for disbursements totaling $2,024,213, (2) failure to disclose receipt information totaling $2,704,569, (3) failure to disclose disbursement information totaling $4,188,384 and (4) failure to itemize debts and obligations totaling $25,425. <br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/JeremyJohnson.shtml\"><em>FEC v. Johnson</em></a> (Case 2:15-cv-00439-DB). On June 19, the Commission filed its <a href=\"../../../law/litigation/johnson_fec_complaint.pdf\">Complaint for Civil Penalty, Declaratory, Injunctive, and Other Appropriate Relief</a> in the United States District Court for the District of Utah.&#160; <br/>\n  <br/>\n  <a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field v. FEC</em></a> (Case 1:15-cv-00961). On June 22, Level the Playing Field, Peter Ackerman, the Green Party of the United States and the Libertarian National Committee, Inc. filed a <a href=\"../../../law/litigation/lpf_lpf_complaint.pdf\">Complaint for Declaratory and Injunctive Relief</a> in the United States District Court for the District of Columbia.&#160; <br/>\n  <br/>\n  <strong>EDUCATIONAL PROGRAMS<br/>\n  <br/>\n  </strong>On June 24, the Commission hosted a FECFile Webinar for Candidates.&#160; <br/>\n  <strong><br/>\n  OUTREACH<br/>\n  <br/>\n  </strong>On June 22, Chair Ann M. Ravel discussed the role and work of the Commission as part of the 2015 Congressional Summer Intern Lecture Series. <br/>\n  <br/>\n  On June 23, Chair Ravel spoke about campaign and election regulations at a Hastings College of Law Alumni Event held in the offices of Miller &amp; Chevalier Chartered in Washington, DC. <br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n  <br/>\n  July 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n  <br/>\n  July 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  July 8: FECFile Webinar for PACs and Party Committees.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <strong><br/>\n  UPCOMING REPORTING DUE DATES</strong></p>\n          <p><strong>            </strong> July 15: July Quarterly Reports are due. For more information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#quarterly\">2015 Quarterly Reporting page</a> of the Commission website. .<br/>\n            <br/>\n    July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n    <br/>\n    July 31: Mid-Year reports are due. For more information on semiannual reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#semi\">Semiannual Reporting</a> page of the Commission website.<br/>\n    <strong><br/>\n    OTHER RESOURCES <br/>\n    </strong><br/>\n    The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n    <br/>\n    The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n    <br/>\n    The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n    <br/>\n    The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n    <br/>\n    The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n    <br/>\n    The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n    <br/>\n    The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n    <br/>\n    <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at <a href=\"../../../info/elearning.shtml\">http://www.fec.gov/info/elearning.shtml</a>.</p>\n          <div align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </div></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150626digest.shtml"}