{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"9%\"><p align=\"right\">Contact:&#160; </p></td>\n            <td width=\"20%\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\"><p>May 23, 2012 </p></td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC RELEASES DOCUMENTS ON ENFORCEMENT, COMPLIANCE PRACTICES</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211;The Federal Election Commission today made public a <a href=\"../../law/procedural_materials.shtml\">collection of internal documents</a>  concerning the agency&#8217;s enforcement and compliance practices. Disclosure of the documents follows oversight hearings on November 3, 2011, before the Subcommittee on Elections of the House of Representatives Committee on House Administration.</p>\n        <p/>\n        <p>&#8220;The Commission is committed to increasing the transparency of agency procedures,&#8221; said Commission Chair Caroline C. Hunter. &#8220;Releasing these documents advances this important agency goal.&#8221;</p>\n        <p/>\n        <p>If you have comments, questions or seek further information about the Enforcement Division documents, please contact Stephen Gura, Deputy Associate General Counsel-Enforcement, at ogcenforcement@fec.gov.&#160; For comments, questions or further information about the RAD procedures, please contact Debbie Chacona, Assistant Staff Director, RAD, at rad@fec.gov, and for comments, questions or further information about the Audit Division documents, please contact Thomas Hintermister, Assistant Staff Director, Audit Division, at audit@fec.gov.</p>\n        <p>Additionally, on September 12, 2012, the Commission will conduct a public hearing on several key issues related to its enforcement process, including issues relating to the documents mentioned above that have been released to the public. Any general questions and comments related to the documents can be sent to Documents_Feedback@fec.gov. </p>\n        <p>The following resources continue to be available to the public: the <a href=\"../../em/respondent_guide.pdf\">Guidebook for Complainants and Respondents on the FEC Enforcement Process</a>, the Reports Analysis Division&#8217;s <a href=\"../../rad/index.shtml\">Frequently Asked Questions</a>, and <a href=\"../../pages/brochures/audit_process.pdf\">The FEC Audit Process: What to Expect</a>. </p>\n        <p/>\n        <p>The Office of General Counsel is currently preparing a revised Enforcement Manual, which is scheduled to be completed and made available to the public early next year. </p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>\n</div>\n", "date": "05/23/2012", "href": "press2012/20120523compldisc.shtml", "category": "Disclosure Initiatives ", "title": "FEC Releases Documents on Enforcement, Compliance Practices", "pdf": null}