{"date": "01/17/2014", "pdf": null, "title": "Week of January 13 - January 17, 2014", "issue": "2014-03", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">January 17, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140117digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-03</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\">&#160;</p>\n          <p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of January 13 - 17</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On January 16, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n          <p><strong/></p>\n          <p>On January 16, the Commission held an executive session. </p>\n          <p/>\n          <p><strong>2014 CALENDAR</strong></p>\n          <p/>\n          <p>On January 16, the Commission approved <a href=\"../../../agenda/2014/documents/mtgdoc_14-8.pdf\">future meeting dates</a> from February through September 2014.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><u>Advisory Opinions Considered</u></p>\n          <p><strong/></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2013-18 (Revolution Messaging, LLC)</a>.&#160; On January 16, the Commission discussed and then held over two draft advisory opinions based on a request from Revolution Messaging, LLC. The requestor asks whether the proposed mobile phone banner advertisements are exempt from the disclaimer requirement of the Federal Election Campaign Act of 1971, as amended. During the discussion, the Commission heard from counsel and the requestor. &#160;</p>\n          <p><strong/></p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public one closed case, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6586</a><br/>\n          COMPLAINANT: Elizabeth S. Ellis<br/>\n          RESPONDENTS: Linda McMahon for Senate 2012 and Sunghi Pak Frauen, in her official capacity as treasurer; Linda McMahon; and World Wrestling Entertainment, Inc. <br/>\n          SUBJECT: The complaint alleged that World Wrestling Entertainment, Inc. (WWE) gave &#8220;corporation assistance&#8221; to Linda McMahon for Senate 2012 and Frauen, in her official capacity as treasurer, (the Committee) in the form of a letter threatening a newspaper with a libel lawsuit.<br/>\n          DISPOSITION: The Commission found no reason to believe WWE made a prohibited corporate contribution to the Committee since the letter in question did not appear to be for the purpose of influencing an election, or otherwise solicit, make or accept contributions on behalf of a federal candidate.</p>\n          <p/>\n          <p><strong>ADMINISTRATIVE FINES</strong></p>\n          <p/>\n          <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2752</a> &#8211; Pam Gulleson for North Dakota and Joseph Kroeber, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n          <p/>\n          <p><strong>AUDITS</strong></p>\n          <p/>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-3.pdf\">Audit Division Recommendation Memorandum on the Dallas County Republican Party</a>. On January 16, the Commission discussed and then held over a vote on the Audit Division Recommendation Memorandum on the Dallas County Republican Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The recommended findings relate to the misstatement of financial activity and recordkeeping for employees.</p>\n          <p/>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-4.pdf\">Audit Division Recommendation Memorandum on the Republican Party of Iowa</a>. On January 16, the Commission held over a discussion and vote on the Audit Division Recommendation Memorandum on the Republican Party of Iowa, covering campaign finance activity between January 1, 2009 and December 31, 2010. The recommended findings relate to recordkeeping for employees and the failure to itemize debts and obligations.</p>\n          <p/>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-5.pdf\">Audit Division Recommendation Memorandum on the Vermont Democratic Party</a>. On January 16, the Commission approved the Audit Division Recommendation Memorandum on the Vermont Democratic Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved a finding related to recordkeeping for employees. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n          <p/>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-6.pdf\">Audit Division Recommendation Memorandum on the Democratic Party of South Carolina</a>. On January 16, the Commission approved the Audit Division Recommendation Memorandum on the Democratic Party of South Carolina, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to recordkeeping for employees and coordinated party expenditures. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/fec_craig.shtml\"><em>FEC v. Craig for U.S. Senate</em></a> (Case 1:12-cv-00958-ABJ). On January 10, the Commission filed its <a href=\"../../../law/litigation/craig_fec_reply_msj.pdf\">Reply Memorandum in Support of Its Motion for Summary Judgment</a> in the United States District Court for the District of Columbia.</p>\n          <p/>\n          <p><strong>RULEMAKING AND AGENCY OPERATIONS</strong></p>\n          <p/>\n          <p><a href=\"../../../law/policy/nationwideiereporting/draftnationwideiereporting.pdf\">Draft Interpretive Rule on Reporting Nationwide Independent Expenditures in Presidential Primary Elections</a>. On January 16, the Commission requested comment on <a href=\"../../../law/policy/nationwideiereporting/draftnationwideiereporting.pdf\">three alternative drafts</a> of an interpretive rule to clarify its interpretation of how its reporting regulations apply to independent expenditures that political committees distribute nationwide in presidential primary elections but that do not reference or target a specific state&#8217;s primary election. Comments are due by noon on February 20. </p>\n          <p/>\n          <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n          <p><strong/></p>\n          <p>The Commission posted the filing deadlines for the Special Election in North Carolina&#8217;s 12th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../../pages/report_notices/2014/nc12.pdf\">Special Election Report Notice</a>.</p>\n          <p/>\n          <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p><strong/></p>\n          <p>On January 15, the Commission hosted a <em>Roundtable/Webinar on Year-end Reporting for PACs and Party Committees</em>.</p>\n          <p/>\n          <p>On January 15, the Commission hosted a <em>Roundtable/Webinar on FECFiling &amp; E-Filing for PACs and Party Committees</em>. </p>\n          <p><strong/></p>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../news_releases/20140116release.shtml\">FEC Discusses Advisory Opinion Request, Invites Public Comment on Drafts of Interpretive Rule on Nationwide Independent Expenditures, and Approves Two Audit Division Recommendation Memorandums and Schedule of Meeting Dates</a> (issued January 16) </p>\n          <p/>\n          <p><strong>STATEMENTS </strong></p>\n          <p/>\n          <p>On January 15, Chairman Lee E. Goodman issued a <a href=\"../../../pages/fecrecord/2014/january/chairmansmessage2014.shtml\">message</a> outlining his 2014 priorities for the Commission.</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n          <p><strong/></p>\n          <p>January 28: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>January 30: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n          <p><strong/></p>\n          <p>January 22, 2014, Federal Election Commission, Washington, DC. <em>Webinar on 2013 Year-end Reporting for PACs and Party Committees</em>. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>January 22, 2014, Federal Election Commission, Washington, DC. <em>Webinar on FECFiling &amp; E-Filing for PACs and Party Committees</em>. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p><strong/></p>\n          <p>February 11-12, 2014, Tampa, Florida, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs</em>. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p><strong/></p>\n          <p>January 31, 2014: Year-End Reports are due. For more information on reporting dates, refer to the <a href=\"../../../info/report_dates_2013.shtml\">2013 Reporting Dates page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p>Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2014/digests/20140117digest.shtml"}