{"href": "hours_jan2000.htm", "pdf": null, "date": "01/14/2000", "category": "Other Agency Actions", "title": "FEC Announces Weekend and Extended Hours", "html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\" face=\"Book Antiqua\">\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a>\n<pre/></font><font face=\"Book Antiqua\" size=\"3\"><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nJanuary 14, 2000                                                                                                                           Ron Harris\n                                                                                                                                                        Sharon Snyder\n                                                                                                                                                        Ian Stirton</strong></font><font size=\"2\" face=\"Book Antiqua\">\n</font>\n<p>&#160;</p>\n<p>&#160;</p>\n\n</font><b><font face=\"Book Antiqua\" size=\"4\"><p align=\"CENTER\">FEC ANNOUNCES WEEKEND AND EXTENDED HOURS</p></font><font face=\"Book Antiqua\"> \n\n</font></b><p>WASHINGTON -- The Federal Election Commission has scheduled weekend and extended hours for the Public Records Office to accommodate press and public seeking review of campaign disclosure reports.</p>\n\n<p>      From January 31 through February 6 the hours are:</p>\n\n<p>Weekdays  &#133;&#133;&#133;&#133;. ...&#133;.&#133;  9 a.m. - 7 p.m.</p>\n<p>\t\tSaturday&#133;&#133;&#133;&#133;&#133;&#133;&#133;&#133;.. 10 a.m. - 4 p.m.</p>\n<p>\t\tSunday&#133;&#133;&#133;&#133;&#133;&#133;&#133;&#133;&#133;. 12 p.m. - 4 p.m.</p>\n<p> </p>\n<p>\tPresidential campaigns are required to file Year-End reports covering financial activity from October 1, 1999, through December 31, 1999. If sent by regular mail or hand-delivered, the reports are due by close of business on January 31. If sent certified or registered mail, the reports must be postmarked no later than midnight January 31. </p>\n\n<p>\tIn non-election years, candidate committees and other political committees which normally file quarterly reports, file semiannual reports. These reports cover financial activity from July 1, 1999, or the date of inception, through December 31, 1999. The reports are due by close of business Monday, January 31, if sent by regular mail or hand-delivered. If sent certified or registered mail, reports must be postmarked no later than midnight of the due date. Senate campaigns file their reports with the Secretary of the Senate, who then forwards the reports to the FEC. House, PAC, and party committees file their reports with the FEC.</p>\n<p>\t</p>\n<p>\tDigital images of campaign finance reports are now available on the FEC Website, <i>www.fec.gov</i>. All reports filed by PACs, political parties, Presidential, and House campaigns are available for viewing on the Web within 48 hours of the reports being received by the FEC. </p>\n<p>\t</p>\n<p>\tThe Public Records Office is now accepting Visa and Mastercard as method of payment for copying documents and deposits for Public Records accounts.  The telephone number for the Public Records Office is (202) 694-1120, or toll-free (800) 424-9530 (extension #3).  The FAXline number is 202/501-3413.</p>\n<p align=\"CENTER\">   </p>\n<p align=\"CENTER\">  # # #</p></body>\n"}