{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">April 23, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140423release_2.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Deploys Upgraded, Expanded Website Search Engine </strong></p>\n        <p align=\"center\">&#160;</p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today added an upgraded search engine to its website, which will allow the public to find and access agency information more easily. </p>\n        <p>&#8220;The enhanced system will deliver more comprehensive and faster results to website users searching for campaign finance data and Commission information,&#8221; said Chairman Lee E. Goodman. &#8220;The deployment of this upgraded search engine is part of a broader effort at the Commission to continually improve the transparency of agency activity, provide disclosure of campaign finance data and broaden access to other information in an effort to educate the public.&#8221;</p>\n        <p>The new search engine, called <a href=\"http://search04.fec.gov/vivisimo/cgi-bin/query-meta?frontpage=1&amp;v%3aproject=fec_search_02_prj\">FEC Search</a>, can access different agency databases on the FEC website simultaneously including campaign finance reports, closed enforcement matters, advisory opinions and open meeting information. In contrast to the previous system, which did not encompass separate databases such as the Campaign Finance Disclosure Portal and the Rulemaking Search System, FEC Search can access information from most sections of the FEC website.</p>\n        <p>&#8220;The upgraded search engine is the beginning of our bipartisan effort to modernize our website,&#8221; said Vice Chair Ann M. Ravel.&#160; &#8220;I am really pleased with this first step towards providing more accessible and better campaign finance information to the public. Better disclosure assures the public that they can make an informed choice about their candidate when it's time to vote.&#8221; </p>\n        <p>&#160;</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p></td>\n    </tr>\n  </table>      \n      </div>\n           ", "href": "press2014/news_releases/20140423release_2.shtml", "date": "04/23/2014", "pdf": null, "title": "FEC Deploys Upgraded, Expanded Website Search Engine", "category": "Other Agency Actions "}