{"html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> \n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    May 2, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><table border=\"0\" cellspacing=\"0\" cellpadding=\"4\" width=\"100%\">\n      <tr>\n        <td width=\"10%\" height=\"22\"><font size=\"4\"><b/><p align=\"CENTER\">FEC SEMI-FINALIST IN\n        &#145;INNOVATIONS&#146; COMPETITION</p>\n        <p align=\"CENTER\"/></font>&#160;\n        <p>WASHINGTON - The Federal Election Commission has been designated one of 99\n        semi-finalists from some 1,300 applicants in the \"Innovations in American\n        Government\" award competition sponsored by the Ford Foundation and administered by\n        Harvard University&#146;s John F. Kennedy School of Government. </p>\n        <p>The recognition highlights the success of the FEC&#146;s \"State Filing Waiver\n        Program.\" Initiated in 1999, the program follows the letter of the law (Public Law\n        104-79; 1995) and enhances the spirit of it by eliminating the need for administration of\n        paper filings of campaign reports at the state level, replacing that paper with electronic\n        immediacy for public and media.</p>\n        <p>The law exempts states from receiving and maintaining paper copies of federal campaign\n        finance reports provided that the state, <b>\"</b>as determined by the Commission, has\n        a system that permits electronic access to, and duplication of, reports and statements\n        that are filed with the Commission.\" Since candidates for federal office are required\n        by law to file campaign reports with the FEC, and those reports are rapidly posted on the\n        Commission&#146;s website (<i>www.fec.gov</i>), the Commission felt it costly and\n        redundant for states to continue processing the federal reports. </p>\n        <p>To implement the waiver program and encourage state participation, the FEC offered to\n        provide computer equipment, Internet capability, and training for state personnel. In\n        December 1999, 12 states applied and received certification into the program. The total\n        number of state offices certified to date is 48. Thirty-five states have accepted the FEC\n        offer to provide computer equipment.</p>\n        <p>To qualify for an Innovations Award from the Ford Foundation, government programs\n        \"must involve a fresh approach to a problem of significant concern to a portion of\n        the U.S. public...,\" according to</p>\n        <p>Harvard&#146;s JFK School of Government. Four criteria are used to evaluate each\n        application: originality of the approach; effectiveness in addressing important problems;\n        value of services to clients; and the potential for replication in other jurisdictions.</p>\n        <p>Fifteen finalists will be selected in late May. The National Selection Committee,\n        chaired by David Gergen, editor-at-large of U.S. News &amp; World Report, will select five\n        winning programs after a full day of presentations on October 17, 2001, in Washington,\n        D.C. Each of the five winning programs will receive a $100,000 award, remaining finalists\n        receiving $20,000. There were 1,298 applicants from which the present 99 semi-finalists\n        were chosen, Harvard&#146;s JFK School noted.</p>\n        <p>Comments from state officials on the State Filing Waiver Program, contained in their\n        applications to the FEC for certification, include:</p>\n        <p>\"We are grateful to the Commission for this project. It will be a time and money\n        saver for us and for the candidates. It also saves paper and a great deal of vital file\n        storage space.\" -- <i>Arkansas Secretary of State Sharon Priest</i></p>\n        <p>\"Through this program the citizens of Colorado will benefit by accessing timely\n        information via the FEC web page as we eliminate the redundancy of receiving and\n        maintaining paper copies of reports from federal candidates and political\n        committees.\" -- <i>Colorado Secretary of State Donetta Davidson</i></p>\n        <p>\"Congratulations on this very progressive step forward and we look forward to\n        working with you on what we believe will be a successful program.\"</p>\n        <p>-- <i>Ronald D. Michaelson, Executive Director, Illinois Board of Elections</i></p>\n        <p>\"The Registry is pleased to participate in this exciting new electronic disclosure\n        initiative and greatly appreciates the Commission&#146;s assistance in this matter.\"\n        -- <i>Sarah M. Jackson, Executive Director, Kentucky Registry of Election Finance</i><b/></p>\n        <p>Commission Chairman Danny L. McDonald said of the FEC&#146;s recognition, \"The\n        Commission is proud of this accomplishment as well as the innovative people who conceived\n        and implemented it. Although the entire agency undoubtedly is gratified by this honor, we\n        enthusiastically share it with the states and territories participating in the State\n        Filing Waiver Program. They readily offered the public easier access to government&#146;s\n        electronic information portals, which leads to increased public awareness and\n        participation in the process. Every government official - local, state, or federal --\n        should be pursuing this goal.\"</p></td>\n      </tr>\n    </table>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n</table>\n</font></font></font></body>\n", "href": "050201award.html", "date": "05/02/2001", "pdf": null, "title": "FEC Semi-Finalist in Innovations Competition", "category": "Disclosure Initiatives"}