{"date": "02/13/2015", "pdf": null, "title": "Week of February 9 - February 13, 2015", "issue": "2015-07", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">February 13, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150213digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-07</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of February 9 &#8211; 13 </strong></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On February 10 and 12, the Commission held an <a href=\"http://fecds005.fec.gov/sunshine/2015/executive/notice20150210.pdf\">executive session</a>.</p>\n          <p/>\n          <p>On February 11, the Commission held a hearing on the <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=305653\">Advance Notice of Proposed Rulemaking Regarding Aggregate Biennial Contribution Limits</a>. Click here for the <a href=\"http://fecds005.fec.gov/pages/hearings/McCutcheonRulemakingPublicHearing.shtml\">hearing video</a>.</p>\n          <p/>\n          <p>On February 12, the Commission held an <a href=\"http://fecds005.fec.gov/agenda/2015/agenda20150212.shtml\">open meeting</a>. </p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><u>Advisory Opinion Issued</u></p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-09-a.pdf\">AO 2014-21 (Cambia Health Solutions, Inc.)</a>. On February 12, the Commission concluded that Cambia&#8217;s separate segregated fund (SSF), Cambia Health Solutions, Inc. PAC, is no longer affiliated with the SSF of the Blue Cross and Blue Shield Association. During the discussion, counsel on behalf of the requestor was available to answer questions.</p>\n          <p/>\n          <p><u>Advisory Opinion Considered</u></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">AOR 2014-20 (Make Your Laws PAC)</a>. On February 12, the Commission discussed and then held over <a href=\"http://fecds005.fec.gov/agenda/2015/agenda20150212.shtml\">two drafts of an advisory opinion</a> based on a request from Make Your Laws PAC. The requestor, a nonconnected political committee, asks whether foreign nationals may assign intellectual property rights created as a result of volunteer services they provide to the requestor to develop the requestor's website, logos, trademarks and trade dress. During the discussion, the Commission heard from the requestor.</p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p>The Commission made public four closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n              <br/>\n              <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6688</a><br/>\n  COMPLAINANT: Edmund A. Brezinski<br/>\n  RESPONDENTS: Bill Foster for Congress and Aesook Byon, in her official capacity as treasurer; and G. William (Bill) Foster<br/>\n  SUBJECT: The complaint alleged that Foster loaned funds to Bill Foster for Congress and Byon, in her official capacity as treasurer (the Committee), and that the Committee failed to disclose the loan or to file a 48-hour notice of the receipt. Foster was a 2012 candidate for Illinois&#8217;s 11th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe the Committee failed to disclose the loan because the response to the complaint specifically refuted the allegation that the Committee did not file a 48-hour notice in a timely manner and documents the Committee filed with the Commission supported that assertion.<br/>\n          </p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6691</a><br/>\n  COMPLAINANT:&#160; Ben Hartman<br/>\n  RESPONDENTS: Lampson for Congress and Lanell Wilson, in his official capacity as treasurer; and Texas Democratic Party and Gilberto Hinojosa, in his official capacity as treasurer<br/>\n  SUBJECT:&#160; The complaint alleged impermissible coordinated expenditures on mailings by Lampson for Congress and Wilson, in his official capacity as treasurer, and the Texas Democratic Party and Hinojosa, in his official capacity as treasurer. The complaint alleged further that the disclaimer on the mailings was inadequate. Nicholas Lampson was a 2012 candidate for Texas&#8217;s 14th Congressional District.<br/>\n  DISPOSITION: The Commission closed the file.<br/>\n          </p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6736</a><br/>\n  COMPLAINANT: William J. Haberstroh<br/>\n  RESPONDENTS: Art Halvorson; and Taxpayers for Art Halvorson Committee and Catherine F. Jacobs, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Halvorson did not submit a timely Statement of Candidacy and that Taxpayers for Art Halvorson Committee and Jacobs, in her official capacity as treasurer (the Committee), possibly failed to submit a timely Statement of Organization. <br/>\n  DISPOSITION: The Commission found no reason to believe Halvorson and the Committee failed to file timely Statements of Candidacy and Organization because it appears that Halvorson was not a candidate under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations, because the Committee had not received contributions or made expenditures in excess of $5,000 when the activity alleged in the complaint occurred.<br/>\n          </p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6856</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: David Alameel for Congress and Nadya Alameel, in her official capacity as treasurer<br/>\n  SUBJECT: In the normal course of exercising its supervisory responsibilities, the Commission initiated proceedings to determine whether David Alameel for Congress and Nadya Alameel, in her official capacity as treasurer (the Committee), failed to disclose $500,000 in receipts and $844,128.55 in disbursements on its 2012 12-Day Pre-Primary and 2012 July Quarterly Reports.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $18,000.</p>\n          <p/>\n          <p><strong>ADMINISTRATIVE FINES</strong></p>\n          <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2815</a> &#8211; Bob Casey for Senate Inc and Charles Lyons, in his official capacity as treasurer. The Commission made a final determination to take no further action.</p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 730</a> &#8211; 80-20 National Asian American PAC and Kathleen To, in her official capacity as treasurer. The respondent agreed to (1) participate in an FEC conference, (2) develop and certify implementation of a compliance operations manual that includes internal controls consistent with the Commission&#8217;s Internal Controls and Political Committees advisory document and Best Practices for Committee Management, and (3) pay a civil penalty of $3,700.</p>\n          <p/>\n          <p><strong>AUDITS</strong></p>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-05-a.pdf\">Audit Division Recommendation Memorandum on the Republican Party of Orange County (Federal) (RPOC)</a>. On February 12, the Commission discussed and then held over a vote on the Audit Division Recommendation Memorandum on the RPOC, covering campaign finance activity between January 1, 2009 and December 31, 2010. The recommended findings relate to the misstatement of financial activity, reporting of debts and obligations, recordkeeping for employees, and the use of Levin Fund transfers.</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-06-a.pdf\">Audit Division Recommendation Memorandum on the Democratic Party of Wisconsin (DPW)</a>. On February 12, the Commission approved an Audit Division Recommendation Memorandum on DPW, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to the misstatement of financial activity and recordkeeping for employees totaling $2,221,526. The Commission also directed the Audit Division to include in the Proposed Final Audit Report an Additional Issues section addressing the recordkeeping of employees paid exclusively with non-federal funds totaling $1,405,736. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-07-a.pdf\">Proposed Final Audit Report on the Joe Walsh for Congress Committee, Inc</a>. On February 12, the Commission approved the Proposed Final Audit Report on the Joe Walsh for Congress Committee, Inc., covering campaign finance activity between January 1, 2011 and December 31, 2012, subject to changes discussed at the meeting. The Commission approved findings related to (1) the disclosure of contributor occupation and employer information, and (2) the receipt of excessive contributions. The report also addressed an additional issue related to the establishment of &#8220;best efforts&#8221; to obtain contributor occupation and employer information.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p><a href=\"http://fecds005.fec.gov/law/litigation/public_citizen.shtml\"><em>Public Citizen, et al. v. FEC</em></a> (Case 14-5199). On February 10, the Proposed-Intervenor-Appellant Crossroads GPS filed a <a href=\"http://fecds005.fec.gov/law/litigation/public_cgps_supp_brief.pdf\">Supplemental Brief</a> in the United States Court of Appeals for the District of Columbia Circuit. The Commission also filed its <a href=\"http://fecds005.fec.gov/law/litigation/public_fec_supp_brief.pdf\">Supplemental Brief</a>.</p>\n          <p>Oral argument is scheduled for February 17 in the United States Court of Appeals for the District of Columbia Circuit.<br/>\n          </p>\n          <p><strong>OUTREACH</strong></p>\n          <p>On February 9, Commissioner Lee E. Goodman discussed the role and work of the Commission as well as recent developments in campaign finance law with American University students.</p>\n          <p/>\n          <p><strong>PUBLIC RECORD</strong></p>\n          <p>On February 9, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"http://fecds005.fec.gov/fecig/documents/FinalReport-InspectionoftheFECsTravelandPurchaseCardPrograms-OIG-14-05-June2015.pdf\">Inspection of the Commission&#8217;s Travel and Purchase Card Programs - OIG-14-05</a>.</p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><a href=\"http://fecds005.fec.gov/press/press2015/news_releases/20150210release.shtml\">FEC Public Hearing on the<em> McCutcheon v. FEC</em>Advance Notice of Proposed Rulemaking, February 11, 2015</a> (issued February 10)</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/press/press2015/news_releases/20150211release.shtml\">FEC Hears Wide Public Comment on theMcCutcheon v. FECAdvance Notice of Proposed Rulemaking</a> (issued February 11)</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/press/press2015/news_releases/20150212release.shtml\">FEC Approves Advisory Opinion, Findings in Audit Division Recommendation Memorandum and Proposed Final Audit Report, Discusses Additional Advisory Opinion Request and Audit Division Recommendation Memorandum</a> (issued February 12) </p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/press/press2015/news_releases/20150213release.shtml\">FEC Issues Interim Reporting Guidance for National Party Committee Accounts</a> (issued February 13)</p>\n          <p><strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>March 3 and 5: The Commission is scheduled to hold an<a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#executive\"> executive session</a>.</p>\n          <p/>\n          <p>March 5: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#meetings\">open meeting</a>. </p>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; </strong></p>\n          <p/>\n          <p>February 18: Webinars for Corporate PACs. Additional information is available on the <a href=\"http://fecds005.fec.gov/info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>March 25: Webinars for Member/Labor PACs. Additional information is available on the <a href=\"http://fecds005.fec.gov/info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p><strong/></p>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>February 20: February Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"http://fecds005.fec.gov/info/report_dates_2015.shtml\">2015 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"http://fecds005.fec.gov/pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"http://fecds005.fec.gov/law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"http://fecds005.fec.gov/pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"http://fecds005.fec.gov/pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"http://fecds005.fec.gov/general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>The Commission has published the <a href=\"http://fecds005.fec.gov/pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"http://fecds005.fec.gov/pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"http://fecds005.fec.gov/pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"http://fecds005.fec.gov/pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"http://fecds005.fec.gov/pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"http://fecds005.fec.gov/pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>          <p align=\"left\"/>\n          <p align=\"center\"/>\n          <p/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p/></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150213digest.shtml"}