{"href": "tesm97.htm", "pdf": null, "date": "03/19/1998", "category": "Other Agency Actions", "title": "FEC Seeks FY '99 Budget of $36.5 Million", "html": "<body bgcolor=\"ffffff\">\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><a href=\"http://www.fec.gov\"><font size=\"3\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></font></a><font size=\"3\"> </font></p>\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Ron Harris\nMarch 19, 1998                                                    Sharon Snyder\n                                                                  Ian Stirton\n                                                                  Kelly Huff\n</strong></font></pre>\n\n\n\n<center><h2>FEC SEEKS FY'99 BUDGET OF $36.5 MILLION</h2></center>\n\n<p>\nWASHINGTON-Federal Election Commission Vice Chairman Scott Thomas\ntold a House subcommittee today that the agency needs an FY'99\nbudget of\n\n$36.5 million and some 360 staff members to deal with a workload\ntriggered\n\nby an increasing enforcement caseload.\n</p><p>\nIn prepared remarks today to the House Appropriations' Subcommittee\non Treasury, Postal Service, and General Government, Thomas said,\n\"Our main message is simple: we need more staff to do a better\njob of ensuring compliance with existing laws.\"\n</p><p>\nThe FEC's present (FY'98) budget is $31.6 million with 313 staff\nmembers.  Thomas, chairman of the FEC's Finance Committee, conceded\nthe FY'99 request \"amounts to a significant increase, percentage-wise,\nbut we believe it is well justified.\"\n</p><p>\nHe continued, \"This Committee has heard this argument before.\n In recent years, however, the Committee has urged the FEC to\nuse funding increases to improve its technology, not add staff.\n We understand the desire to use computerization to improve efficiency.\n Indeed, we agree with that approach and have been following it\nfor years.  This year, however, we hope to persuade you that it\nis imperative to have <b>both</b> modern technology and more staff\nif the laws on the books are to mean anything.  Without adequate\nstaff to enforce existing disclosure requirements and contribution\nrestrictions, reliable disclosure will fade, and contributions\nof any amount from any source may become the norm.\"\n</p><p>\nThomas continued, \"Almost everybody engaged in the campaign\nfinance debate believes too many players have strayed from the\nfundamental rules of the game.  While most members of the regulated\ncommunity continue to make every effort to comply with the law,\nthere are credible allegations that several political players\nmay have gone well out of bounds.  Few believe that voluntary\ncompliance is as prevalent as it used to be.  Part of the problem\nseems to be a growing awareness that the Federal Election Commission\nsimply cannot handle all of the enforcement cases placed in its\nlap.\"\n</p><p>\nThe FEC had 162 active cases on its enforcement docket as of March\n2, Thomas cited, with 1,599 respondents therein, but the agency\ncould assign the equivalent of only 24 FEC attorneys to those\ncases.  Counting the supervisory, line, and support staff from\nall divisions for all compliance-related functions, the FEC can\napply only about 90 employees to those functions.\n</p><p>\n\"By comparison,\" Thomas said, \"the Department of\nJustice reportedly has assigned some 125 staff in its investigation\nof the possible criminal transgressions covering just a portion\nof the matters that are also before the FEC.  That is why the\nFEC is seeking an additional 37 FTE [staff] for its compliance\ncomponent in FY'99.\"\n</p><p>\nReturning to the burgeoning number of respondents in the enforcement\ncases, Thomas noted that in FY'95 and in FY'97 the FEC had an\naverage monthly caseload of 319 pending cases.  But the number\nof respondents involved in those pending cases grew from 1,636\nin 1995 to 2,039 in 1997, an increase of almost 25 percent in\ntwo years.\n</p><p>\n\"We do not think this is an anomaly; it is indicative of\na long-term trend,\" the FEC Vice Chairman told the House\npanel, adding, \"The effect on our caseload is exponential.\n More respondents mean more investigation, more discovery, more\ndocuments, more depositions, and negotiations with more parties\nto attempt to bring the case to a successful conclusion.  By way\nof illustration, five of our largest current cases involve a total\nof 222 respondents, will generate an estimated 2,150,000 pages\nof documents, and require the assignment of 32 staff.\"\n</p><p>\nThomas also noted that the \"legal landscape has become more\ncomplex over the years,\" citing court decisions that have\nmade resolution of enforcement cases much more staff-intensive\nfor the FEC.  For example, he said, the FEC now finds itself having\nto investigate whether party committees actually coordinated their\nactivity with their own candidates as a result of the Supreme\nCourt's decision in the Colorado Republican Party case.\n</p><p>\nThe FEC Vice Chairman concluded his prepared remarks by saying,\n\"The heart of our request is a plea to beef up our compliance\nprogram.  While this Committee has been reluctant to allow staffing\nincreases the last several years, we believe the time has come\nto, in essence, put more cops on the beat.\"\n</p><p>\n</p><center>#   #   #   </center>\n<p>\n \n\n\n</p></body>"}