{"href": "press2009/20090817MUR.shtml", "pdf": null, "date": "08/17/2009", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>August 17 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, the respondent agreed to pay a civil penalty of $10,000. In another, the Commission voted against finding probable cause to believe the respondents violated the Act. The Commission dismissed the allegations as to some respondents in two matters, while finding no reason to believe other respondents violated Commission regulations. The Commission used its prosecutorial discretion to dismiss two matters.</p>\n              <p/>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p/>\n              <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <p/>\n              <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6203</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Itinere North America, LLC; Itinere Infrastructure, LLC; Itinere Infraestructuras, S.A.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANTS:</p></td>\n                  <td valign=\"top\"><p>Self-reported</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The report concluded that Itinere North America, LLC and Itinere Infrastructure, LLC made nonfederal contributions with funds provided by their foreign parent corporation. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The FEC and the respondents entered into a conciliation agreement with a $10,000 civil penalty.</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5575</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Alaska Democratic Party and Rolando Rivas, in his official capacity as treasurer; and Tony Knowles for U.S. Senate Committee and Leslie Ridle, in her official capacity as treasurer </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Timothy A. McKeever</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged the Act was violated when the Alaska Democratic Party (ADP) and Rivas, as treasurer, mailed ADP-funded mailers, which advocated for the election of Tony Knowles for U.S. Senate, that did not qualify for the volunteer exemption since no portion of the mailers was completed by volunteers. &#160;If the mailers did not qualify for the volunteer exemption then they would have constituted coordinated party expenditures in excess of the allowable limit and lacked adequate disclosure information. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>In 2006, the Commission found reason to believe the respondents violated the Act and authorized further investigation to determine whether the source of the funds used by ADP would prevent the mailings from qualifying for the volunteer materials exemption. In 2009, the Commission voted against finding probable cause to believe the respondents violated the Act.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6140</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Rep. Robert E. Andrews; Andrews for Congress Committee and Maureen Doherty, in her official capacity as treasurer; Rep. Loretta Sanchez; Committee to Re-Elect Loretta Sanchez and Kinde Durkee, in her official capacity as treasurer; Bill Dew; Bill Dew for Congress, and Mike McCauley, in his official capacity as treasurer; William James Breazeale; Breazeale for Congress, and Kenneth Ray Pervine in his official capacity as treasurer; Andrew MacPherson; Barr 2008 Presidential Committee and David Chastain in his official capacity as treasurer </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANTS:</p></td>\n                  <td valign=\"top\"><p>Citizens for Responsibility and Ethics in Washington and Melanie Sloan</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that the respondents violated the personal use provisions of the Act by using campaign funds to buy clothing for candidates.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission used its prosecutorial discretion to dismiss the matter as to: Andrews, his Committee and Doherty, as treasurer; Sanchez, her Committee and Durkee, as treasurer; Dew, his Committee and McCauley, as treasurer; and Breazeale, his Committee and Pervine, as treasurer. The Commission sent letters of caution, advising them to take steps to ensure their conduct is in compliance with the Act and Commission regulations. The Commission found no reason to believe MacPherson, the Barr Committee or Chastain, as treasurer, committed violations.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6095</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>McCain-Palin Victory Fund 2008 and Lisa Lisker, in her official capacity as treasurer; Republican National Committee and Tim Johnson, in his official capacity as treasurer; Michigan Republican Party and Carl Meyers, in his official capacity as treasurer; Missouri Republican State Committee-Federal and Richard Peerson, in his official capacity as treasurer; Ohio Republican Party State Central and Executive Committee and Sara Brown, in her official capacity as treasurer; Republican Federal Committee of Pennsylvania and Patricia Poprik, in her official capacity as treasurer; McCain-Palin Compliance Fund, Inc. and Joseph Schmuckler, in his official capacity as treasurer.&#160; </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Stephen F. Franks</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that then-presidential candidate John McCain violated the Act by soliciting contributions for his general election campaign, despite his acceptance of public funding for the election. </p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission used its prosecutorial discretion to dismiss the allegation as to McCain-Palin Compliance Fund, Inc. and Schmuckler, in his official capacity as treasurer, and sent a letter of caution regarding the requirements set forth in the Commission's regulations. The Commission found no reason to believe the other respondents violated FEC regulations. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6169</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Triangle Pride PAC and Steven Walker, in his official capacity as treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Jeff Timmer, Executive Director of the Republican Party of Michigan</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that the PAC triggered &#8220;political committee&#8221; status by supporting several federal candidates and violated the Act by failing to register and report with the FEC.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission used its prosecutorial discretion to dismiss the matter because the PAC did not meet the $1,000 contribution and expenditure statutory threshold.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6132</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Queen Anne&#8217;s County Democratic Central Committee</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Sharon Maenner Carrick, Chairman of Queen Anne&#8217;s County Republican Central Committee</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that newspaper advertisements sponsored by the respondent lacked proper disclaimers.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission used its prosecutorial discretion to dismiss the matter in light of the low dollar amount involved and sent a letter of caution advising the Committee to take steps to ensure its conduct is in compliance with the Act and Commission regulations.</p></td>\n                </tr>\n              </table>\n              <p/>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"100%\" valign=\"top\"><p/>\n                      <p/>\n                      <p>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </p>\n                      <p align=\"center\"/>\n                      <p align=\"center\"># # #</p></td>\n                </tr>\n              </table></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n"}