{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>August 11 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n              <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In two matters, the respondents agreed to pay civil penalties of $14,000 and $5,000.&#160; The Commission found no reason to believe violations were committed in three matters, and it dismissed another.</p>\n              <p/>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p/>\n              <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5833</a></p></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>RESPONDENTS:</p></td>\n                  <td width=\"76%\"><p>Ohio Democratic Party and Dean DePiero, in his official capacity as treasurer; and Friends of Sherrod Brown and Eileen Gallagher, in her official capacity as treasurer</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>COMPLAINANTS:</p></td>\n                  <td width=\"76%\"><p>Ohio Republican Party</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>SUBJECT:</p></td>\n                  <td width=\"76%\"><p>The complaint alleged that the Ohio Democratic Party (ODP) and DePiero, as treasurer, made and that Friends of Sherrod Brown and Gallagher, as treasurer, accepted an excessive contribution in the form of a mailing that was paid for by the ODP and that advocated for the candidate&#8217;s election. The complaint alleged further that the disclaimer on the mailing was inadequate since it did not state whether it was authorized by a candidate or candidate&#8217;s committee.&#160; </p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>OUTCOME:</p></td>\n                  <td width=\"76%\"><p>The Commission found reason to believe that ODP and DePiero, as treasurer, violated the Act for failure to include an adequate disclaimer on the mailing and for failure to report the costs of the mailing as an independent expenditure. In a conciliation agreement, the respondents agreed to pay a civil penalty of $14,000.<br/>\n                    The Commission found no reason to believe that ODP and DePiero, as treasurer, made and that Friends of Sherrod Brown and Gallagher, as treasurer, accepted excessive contributions because no evidence of coordination between the two committees was presented by the complainant. </p>\n                  </td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p/>\n                      <p/></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6150</a></p></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>RESPONDENTS:</p></td>\n                  <td width=\"76%\"><p>Joseph Shannon for Congress Committee and Joseph A. Gyarmathy, in his official capacity as treasurer</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>COMPLAINANT:</p></td>\n                  <td width=\"76%\"><p>FEC Initiated</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>SUBJECT:</p></td>\n                  <td width=\"76%\"><p>In the normal course of carrying out its supervisory responsibilities, the Commission found that the Committee and Gyarmathy, as treasurer, accepted prohibited corporate contributions, failed to disclose and misstated financial activity on disclosure reports, provided insufficient information about campaign disbursements, and failed to maintain copies of contribution checks. Joseph Shannon was a candidate for Illinois&#8217; 13th Congressional District.</p>\n                  </td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>OUTCOME:</p></td>\n                  <td width=\"76%\"><p>The Commission found reason to believe the Committee violated the Act as detailed above. In a conciliation agreement, the respondents agreed to pay a civil penalty of $5,000.</p>\n                      <p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6131</a></p></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>RESPONDENTS:</p></td>\n                  <td width=\"76%\"><p>Public Television 19, Inc.</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>COMPLAINANT:</p></td>\n                  <td width=\"76%\"><p>David Browning</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>SUBJECT:</p></td>\n                  <td width=\"76%\"><p>The complaint alleged that Public Television 19, Inc. violated the Act by excluding a candidate in Missouri&#8217;s 6th Congressional District from a political debate without having pre-existing criteria established for candidate participation. The complaint alleged further that the respondent made a prohibited in-kind contribution to the sole candidate who participated in the event. </p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p/>\n                      <p>OUTCOME:</p></td>\n                  <td width=\"76%\"><p/>\n                      <p>The Commission found no reason to believe Public Television 19, Inc. violated the Act because the televised interview with the candidate did not constitute a debate and therefore was not subject to the Commission&#8217;s debate staging regulations. The Commission determined that the activity in question fell within the press exemption.</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p/></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6111</a></p></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>RESPONDENTS:</p></td>\n                  <td width=\"76%\"><p>WOSU Public Media; and Columbus Metropolitan Club</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>COMPLAINANT:</p></td>\n                  <td width=\"76%\"><p>Bill Buckel</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>SUBJECT:</p></td>\n                  <td width=\"76%\"><p align=\"left\">The complaint alleged that WOSU Public Media (&#8220;WOSU&#8221;) and the Columbus Metropolitan Club (&#8220;CMC&#8221;) acted as &#8220;political action groups&#8221; when they cosponsored a debate featuring three candidates for Ohio&#8217;s 15th District U.S. Representative seat, but excluded a fourth candidate.&#160; The Complaint alleged that the debate was tantamount to a financial contribution to, or an expenditure on behalf of, the participating candidates. The Complaint also alleged that WOSU and CMC should register and report with the Commission as political committees.&#160; Further, the complaint maintained that the participating candidates should have reported the alleged in-kind contribution in disclosure reports filed with the Commission.&#160; </p>\n                  </td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p/>\n                      <p>OUTCOME:</p></td>\n                  <td width=\"76%\"><p>The Commission found no reason to believe that WOSU Public Media and Columbus Metropolitan Club violated the Act because they complied with Commission regulations on staging candidate debates. The Commission also found no reason to believe that WOSU Public Media violated the Act when it hosted a radio call-in show because the activity fell within the press exemption. The press exemption refers to the exclusion of press entities that are independent of political parties, committees and candidates from the Act&#8217;s prohibition on corporate expenditures from general treasury funds in connection with the election of any candidate for federal office. </p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p/></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6148</a></p></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>RESPONDENTS:</p></td>\n                  <td width=\"76%\"><p>Hillary Clinton for President and Shelly Moskwa, in her official capacity as treasurer; and National Organization for Women PAC and Latifa Lyles, in her official capacity as treasurer.</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>COMPLAINANT:</p></td>\n                  <td width=\"76%\"><p>Lisa Harrison</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>SUBJECT:</p></td>\n                  <td width=\"76%\"><p>The complaint alleged that Hillary Clinton for President and Moskwa, as treasurer, engaged in deceptive fundraising by soliciting contributions, including through the NOW PAC, after Clinton had ended her primary campaign and was supporting then-presidential candidate Barack Obama.</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>OUTCOME:</p></td>\n                  <td width=\"76%\"><p>The Commission found no reason to believe the respondents violated the Act because Clinton explicitly stated that the purpose of soliciting contributions was to help retire the Committee&#8217;s debt.</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p/></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6083</a></p></td>\n                  <td width=\"76%\"><p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>RESPONDENTS:</p></td>\n                  <td width=\"76%\"><p>MoveOn.org Political Action and Wes Boyd, in his official capacity as treasurer; and Obama for America and Martin H. Nesbit, in his official capacity as treasurer</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>COMPLAINANT:</p></td>\n                  <td width=\"76%\"><p>Richard M. Swier</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>SUBJECT:</p></td>\n                  <td width=\"76%\"><p>The complaint alleged that MoveOn violated its purported status as a 527 organization by directly soliciting for or supporting a political campaign and that Obama for America and Nesbit, in his official capacity as treasurer, violated the Act by knowingly receiving and failing to report receipt of an in-kind contribution.</p></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"21%\"><p>OUTCOME:</p></td>\n                  <td width=\"76%\"><p>The Commission exercised its prosecutorial discretion and dismissed the allegation regarding MoveOn.org in light of the modest level of the possible violation. The Commission found no reason to believe that Obama for America and Nesbit, as treasurer, violated the Act because there was no information indicating any costs incurred by MoveOn that would be in-kind contributions to the Committee.</p>\n                      <p/></td>\n                </tr>\n                <tr valign=\"top\">\n                  <td width=\"97%\" colspan=\"2\"><p>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </p>\n                      <p align=\"center\"/>\n                      <p align=\"center\"># # #</p></td>\n                </tr>\n              </table>\n              <p/>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/20090811MUR.shtml", "date": "08/11/2009", "pdf": null, "title": "FEC Takes Final Action on Six Cases", "category": "Enforcement Matters"}