{"href": "press2009/20090615MUR.shtml", "pdf": null, "date": "06/15/2009", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 15, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In two matters, respondents agreed to pay civil penalties of at least $5,000 and $2,400. The Commission found no reason to believe a violation occurred in another case, and it dismissed three other matters.&#160; </p>\n              <p/>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p/>\n              <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6134</a></p></td>\n                  <td valign=\"top\"><p><strong/></p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENT:</p></td>\n                  <td valign=\"top\"><p>Cranley for Congress</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>FEC Initiated</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>In the normal course of carrying out its supervisory responsibilities, the Commission found that the Committee may have violated &#167;&#167; 434(b), 441a(f) and 441a(a)(8) of the Federal Election Campaign Act of 1971, as amended (the Act), by accepting contributions in excess of the allowable limits and misreporting its cash on hand, receipts and disbursements. The Committee also allegedly failed to adequately disclose earmarked contributions and information on contributors&#8217; employers and occupations as well as the Committee&#8217;s disbursements, debts and loans. John J. Cranley IV was a candidate for Ohio&#8217;s 1st Congressional District.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found reason to believe the Committee violated the law as detailed above. In a conciliation agreement, Cranley for Congress agreed to pay a civil penalty of $5,000. In addition, it agreed to pay as a civil penalty any funds remaining from $25,000 to be refunded to the Committee by its former treasurer to pay for the costs of correcting the Committee&#8217;s reports. The Committee also agreed to notify those contributors who made excessive contributions that it had presumptively redesignated or reattributed the excess portions.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6168</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENT:</p></td>\n                  <td valign=\"top\"><p>Park Federal Savings Bank</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>FEC Initiated</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>In the normal course of carrying out its supervisory responsibilities, the Commission found that Park Federal Savings Bank, through its incorporated subsidiary, GPS Corporation, may have violated the Act by making contributions to state and local political committees. Under the Act, it is unlawful for national banks and federally chartered corporations to make contributions to any political committee.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found reason to believe that the respondent, Park Federal Savings Bank, violated the law because GPS Corporation is a wholly-owned subsidiary that was acting as an &#8220;agent, instrumentality or alter ego&#8221; of Park Federal Savings Bank, and it was therefore prohibited from making contributions in any election. In a conciliation agreement, the respondent agreed to pay a civil penalty of $2,400.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6044</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENT:</p></td>\n                  <td valign=\"top\"><p>Ronnie Musgrove for Senate and C. Dale Shearer as Treasurer; Democratic Senatorial Campaign Committee (DSCC) and John B. Poersch, Jr., as Treasurer.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Austin F. Barbour for Wicker for Senate</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that an ad financed and run by the DSCC constituted a coordinated communication and that its value exceeded permissible limits for coordinated party expenditures or contributions. The complaint also alleged that the ad did not carry appropriate disclaimers.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME: </p></td>\n                  <td valign=\"top\"><p>The Commission found no reason to believe that the DSCC made or the Musgrove committee accepted an excessive contribution in the form of a coordinated television advertisement. The Commission, using its prosecutorial discretion, dismissed the allegation that the respondents did not display the proper disclaimer on ads.</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6020</a><strong/></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>The Alliance for Climate Protection; Nancy Pelosi for Congress and Paul Pelosi, in his official capacity as treasurer; Rep. Nancy Pelosi</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Judicial Watch; and self-reported by the Alliance for Climate Protection</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged: that broadcast and print ads that were funded by the Alliance for Climate Protection, featured Speaker Pelosi (CA-8), as well as former Speaker Newt Gingrich; that the ads ran within 90 days of a primary election in which Speaker Pelosi was a candidate; and that the ads constituted coordinated communications. The complaint alleged that the ads may have resulted in a prohibited, in-kind corporate contribution by the Alliance to Pelosi and her campaign committee. The complaint also alleged that Pelosi and the Committee treasurer failed to report the purported in-kind contribution.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p>\n                      <p/>\n                      <p/>\n                      <p/></td>\n                  <td valign=\"top\"><p>Because the principal goal of the ads appeared to be to increase attention to a policy issue rather than candidate Pelosi, the Commission exercised its prosecutorial discretion in consideration of the Commission&#8217;s resources and priorities and dismissed the case. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6098</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Richard Hanna for Congress and Donald J. Robertello as Treasurer; and Richard Hanna.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Mitchell Ford</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that Richard Hanna for Congress failed to include a properly formatted disclaimer on campaign literature. Hanna was a candidate in New York&#8217;s 24th Congressional District.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission dismissed the matter and sent a letter of caution to Richard Hanna for Congress and Robertello, in his official capacity as treasurer, advising the Committee to take steps to ensure that its future conduct is in compliance with the Act and Commission regulations.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n              </table>\n              <p/>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6160</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Scott Pace and the State Park Peace Officers Association of California</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Paul Edward Satkowski for the California Statewide Law Enforcement Association</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that the State Park Peace Officers Association of California illegally reimbursed Pace for a contribution he made to a congressional campaign committee, thereby violating the provision of the Act that prohibits making a contribution in the name of another person.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>In light of remedial action taken by Pace and the minimal amount at issue, the Commission exercised its prosecutorial discretion and sent a letter of caution to Pace and the Association, advising them to take steps to ensure that their future conduct is in compliance with the Act and Commission regulations.</p></td>\n                </tr>\n              </table>\n              <p/>\n              <p/>\n              <p><em/></p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p><em/></p>\n              <p align=\"center\"><em>###</em></p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}