{"date": "02/24/2012", "pdf": null, "title": "Week of February 20 - February 24, 2012 ", "issue": "2012-08", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>February 24, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-08</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of February 20 &#8211; 24</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Draft</u></p>\n        <p><u/></p>\n        <p><u><a href=\"http://saos.fec.gov/aodocs/1191730.pdf\"><strong>AO 2012-03 (ActRight )</strong>.</a></u> On February 24, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1204245.pdf\">draft</a> of Advisory Opinion 2012-03. The requestor asks whether it may collect contributions received in unlimited amounts from individuals, corporations and labor unions, and forward them to independent expenditure-only political committees or to committees that accept the funds into a separate non-contribution account.&#160; Comments on the draft are due by noon on February 29. This advisory opinion is on the agenda for the Commission&#8217;s March 1, 2012, Open Session.</p>\n        <p/>\n        <p><u>Requests Received</u></p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1204185.pdf\">AOR 2012-07 (Feinstein for Senate)</a></strong>. On February 23, the Commission made public Advisory Opinion Request 2012-07. Feinstein for Senate (the Committee) was, until recently, a client of Kinde Durkee.&#160; After Durkee&#8217;s arrest in 2011, the Committee learned that it had a maximum of $662,100.87 in its accounts, which was considerably less than the Committee had expected and reported.&#160; The Committee asks the Commission whether \"the donors who attempted to contribute to the Committee, but whose funds were embezzled by Durkee, may make replacement contributions to the Committee without the attempted contributions counting against the donors' per election limits.\" The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by April 23, 2012.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one closed case this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6476</a> <br/>\n        </strong>RESPONDENTS:&#160; Lois J. Frankel; and Lois Frankel for Congress and Judith Zamore, in her official capacity as treasurer <br/>\n        COMPLAINANT:&#160; Peter T. Flaherty, National Legal and Policy Center<br/>\n        SUBJECT:&#160; The complaint alleged that Frankel, and Lois Frankel for Congress and Zamore, in her official capacity as treasurer, (the Committee) failed to properly disclose disbursements related to the Committee&#8217;s expenses. The complaint alleged further that unnamed individuals paid these expenses, thus making in-kind contributions to the Committee.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter because there was no information suggesting that unnamed individuals made in-kind contributions to the Committee, and in light of the low amount in violation and the fact that the Committee has taken remedial action.</p>\n        <p><strong/></p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2227</a></strong> &#8211; Kerry Roberts for Congress, Inc. and Bruce Head, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2493</a></strong> &#8211; Pollak for Congress and Neil Johnson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $9,075.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION</strong></p>\n        <p><strong/></p>\n        <p><em><a href=\"/law/litigation/kazran.shtml\">FEC v. Kazran</a> </em>(No. 3:10-cv-1155 (RBD-JRK)). On February 21, the Commission filed a <a href=\"/law/litigation/kazran_dc_stip_order_consent_judg.pdf\">Stipulated Order and Consent Judgment</a> in the United States District Court for the Middle District of Florida. On February 23, the Court issued an <a href=\"/law/litigation/kazran_dc_order_re_settlement.pdf\">order</a> regarding methods to close the case.&#160; </p>\n        <p><em/></p>\n        <p><em><a href=\"/law/litigation/robinson.shtml\">Robinson Committee, LLC, et al. v. FEC</a><strong> </strong></em>(No.10-cv-11335(GAO)). On February 21, the United States District Court for the District of Massachusetts issued an <a href=\"/law/litigation/robinson_dc_opinion.pdf\">opinion and order</a> granting the Commission's motion to dismiss. Robinson had challenged an administrative determination that he had violated reporting requirements of the Federal Election Campaign Act of 1971, as amended. In the decision, the court ruled that Robinson did not make \"best efforts\" to file his report on time.</p>\n        <p><strong/></p>\n        <p><strong>CONFERENCES</strong></p>\n        <p><strong/></p>\n        <p>On February 22-23, the Commission hosted<em> a</em> <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs </em>in Miami, Florida. </p>\n        <p><strong/></p>\n        <p><strong>OUTREACH</strong> </p>\n        <p/>\n        <p>On February 22, Communications Specialist Zainab Smith discussed Commission operations and campaign finance regulations with government and other political leaders from Eastern Europe, the Middle East and South America as part of the State Department's International Visitor Leadership Program. </p>\n        <p><strong/></p>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p>On February 21, the Commission published a <a href=\"/law/cfr/ej_compilation/2012/notice2012-02.pdf\">Notice of Price Index Adjustments for Expenditure Limitations and Lobbyist Bundling Disclosure Threshold</a> in the Federal Register<em>.</em> </p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p/>\n        <p>February 20: February Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"/info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong> </p>\n        <p/>\n        <p>February 28: The Commission is scheduled to hold an <a href=\"/sunshine/2012/notice20120221.pdf\">Executive Session</a><u>.</u> </p>\n        <p/>\n        <p>March 1: The Commission is scheduled to hold an <a href=\"/agenda/2012/agenda20120301.shtml\">Open Session</a>. </p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p/>\n        <p>February 29: The Commission will host an informal public forum to discuss the Commission&#8217;s enforcement and advisory opinion processes. For details including information on public participation and how to submit written comments, please see <a href=\"/press/public_forums_2012.pdf\">Chair Caroline C. Hunter&#8217;s invitation</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING CONFERENCES</strong><strong> </strong></p>\n        <p><strong/></p>\n        <p>March 21, Washington, DC. <em>Seminar/Webinar for House and Senate Campaigns and Political Party Committees. </em>Registration information and the schedule are on the <a href=\"/info/outreach.shtml\">Educational Outreach page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>March 20: March Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"/info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"/info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"/pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"/pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"/pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The August 2011 updated version of the Commission's <a href=\"/pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> is available online. Printed copies of the updated Guide are also available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p><br/>\n      </p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120224digest.shtml"}