{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                         Contact:  Ron Harris\nJuly 20, 1999                                                                                               Sharon Snyder\n                                                                                                                       Ian Stirton\n                                                                                                                      Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">ELECTRONIC FILING GOES SMOOTHLY AT FEC</p>\n\n\n<p>WASHINGTON &#150; The Federal Election Commission electronically received and processed\nover 6,000 pages of campaign reports from presidential committees on July 15, making them\navailable to the public via the Internet almost instantaneously after receipt of those\nreports at the FEC. July 15 was the filing date for presidential committees&#146;\nsecond-quarter reports, and all reports received on that day were on the FEC&#146;s\nWebsite (<i>www.fec.gov</i>) before midnight.</p>\n\n<p>Regulations effective this year specify that if presidential candidates and their\nauthorized committees have computerized their campaign finance records, they must agree to\nparticipate in the Commission&#146;s electronic filing program as a condition of accepting\nfederal funding. The Commission has for some time been encouraging all campaign committees\nto file their reports electronically. </p>\n\n<p>Filing electronically were presidential candidates Gary Bauer, Bill Bradley, Elizabeth\nDole, Vice President Albert Gore, Sen. John McCain, and Dan Quayle. Vice President\nGore&#146;s committee voluntarily filed electronically, since he has not as yet stipulated\nwhether he will participate in federal funding. Elizabeth Dole&#146;s committee has not\nyet been certified by the Commission for matching funds, so was not required to file\nelectronically, but did so voluntarily. Committees for candidates Lamar Alexander, Patrick\nBuchanan, George W. Bush, Malcolm Forbes, John Kasich, and Alan Keyes were not required to\nfile electronically and filed paper reports.</p>\n\n<p>Paper filings require the physical keyboarding of itemized data into the FEC databank,\nand scanning of the paper pages into the Commission&#146;s imaging system. The entire\nprocess can require days to complete.</p>\n\n<p>FEC Chairman Scott Thomas commented, \"Electronically filed campaign reports are a\nboon to the public, the candidates, and the Commission, and I want to commend the\ncommittees and the FEC staff who worked on making this a smooth transfer of information.\nRather than having to struggle through thousands of pages of paper reports, or wait\nseveral days for computerized data, members of the public and press can now quickly\nascertain, via the Internet, who is contributing and how campaigns are spending money. </p>\n\n<p>\"As a result, real disclosure &#150; meaningful dissemination of information\n&#150;becomes possible in a time span that wasn&#146;t doable as recently as 1996. I fully\nexpect that more and more committees will be filing their required reports electronically.\nI would emphasize that electronic filing is mandatory only for presidential candidates in\nthe federal funding program. But I believe the popularity of it will be seen and\nappreciated by candidates in all federal elections in the near future,\" Chairman\nThomas concluded.</p>\n\n<p align=\"CENTER\"># # #</p>\n</font>\n</body>\n", "href": "elecfil.htm", "date": "07/20/1999", "pdf": null, "title": "Electronic Filing Goes Smoothly at FEC", "category": "Disclosure Initiatives"}