{"html": "<body>\n<font face=\"Book Antiqua\" size=\"3\">\n\n<p>&#160;</p>\n\n<p><font face=\"Book Antiqua\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></font></p>\n\n<pre><strong>For Immediate Release:                                                               Contact:  Ron Harris\nNovember 10, 1998                                                                                              Sharon Snyder\n                                                                                                                             Ian Stirton\n                                                                                                                             Kelly Huff</strong></pre>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n</font><font face=\"Book Antiqua\"><b>\n\n</b><p align=\"CENTER\">WITNESS LIST SET FOR NOV. 18 SOFT MONEY HEARING AT FEC</p>\n\n\n<p>WASHINGTON -- The Federal Election Commission will conduct a hearing on November 18 to\nreceive additional public input on proposed rules relating to receipt and use of\nprohibited and excessive contributions, also known as \"soft money,\" by national,\nstate, and local party committees.</p>\n\n<p>Testifying before the 6-member Commission will be:</p>\n\n<blockquote>\n  <blockquote>\n    <b><u/></b><p>9 a.m.: <b>Craig M. Engle</b>, General Counsel, National Republican\n    Senatorial Committee; <b>Bobby R. Burchfield</b> or <b>Michael A. Dawson</b>, Covington\n    &amp; Burling, on behalf of National Republican Senatorial Committee</p>\n    <u><b/></u><p>10 a.m.: <b>Robert Weinberg, Christine Varney, </b>or<b> Pauline\n    Schneider</b> on behalf of American Bar Association, Standing Committee on Election Law</p>\n    <u><b/></u><p>11 a.m.: <b>James Bopp, Jr</b>., James Madison Center for Free Speech</p>\n    <u><b/></u><p>12 p.m.: <b>Paul Sullivan</b>, Americans Back in Charge Foundation, Inc.</p>\n    <u><b/></u><p>2 p.m.: <b>Hon. Christopher Shays</b> (R-CT)</p>\n    <p><b>Hon. Martin Meehan</b> (D-MA) (tentative)</p>\n    <p><b>Glenn Moramarco</b>, Brennan Center for Justice</p>\n    <u><b/></u><p>3 p.m.: <b>Don Simon</b>, General Counsel, Common Cause; <b>Roger Witten</b>,\n    Wilmer, Cutler and Pickering, on behalf of Common Cause</p>\n    <b><u/></b><p>4 p.m.: <b>Bradley A. Smith</b>, Associate Professor, Capital University\n    Law School</p>\n    <p>&#160;</p>\n    <p>&#160;</p>\n    <p>&#160;</p>\n    <p>&#160;</p>\n  </blockquote>\n</blockquote>\n\n<p>The proposed \"soft money\" rulemaking emanated from separate petitions filed\nin 1997 by the President of the United States and five Members of Congress, the former\nurging the Commission to ban soft money and the latter asking the FEC to \"modify its\nrules to help end or at least significantly lessen the influence of soft money.\"</p>\n\n<p>Contributions permissible under the Federal Election Campaign Act (FECA) are termed\n\"hard money\" contributions. Contributions that are not permissible &#150;\nindividual contributions in excess of the statutory dollar limits, all corporate and labor\norganization contributions, and contributions from federal contractors &#150; are referred\nto as soft money. These funds are to be used exclusively for state and local campaign\nactivity or other party committee activities that do not influence federal elections.</p>\n\n<p>A Notice of Proposed Rulemaking was printed in the Federal Register on July 13, 1998,\ninviting comments on options for regulating soft money, including whether the new rules\nare necessary, whether the Commission has the authority to promulgate rules in this area,\nand whether the proposed rules contained in the notice are within the scope of that\nauthority. Comment period closed October 2, after being extended from September 11. A\nprevious hearing date of September 23 was rescheduled for November 18.</p>\n\n<p>Option one in the FEC proposal would be to make no changes to current rules. National\nparties would continue to be prohibited from receiving and using soft money in connection\nwith federal elections, but soft money for non-federal election purposes would be\npermitted. Non-federal accounts would be permitted for these non-federal election\npurposes, along with the building fund accounts specifically authorized by the FECA.</p>\n\n<p>The second option is to make revisions to the current rules, consisting of a core\nproposal and three variations on that. The core proposal would prohibit the receipt and\nuse of soft money by the national party committees, and would eliminate all national party\nnon-federal accounts except building fund accounts.</p>\n\n<p>Variations to the core proposal include:</p>\n\n<blockquote>\n  <blockquote>\n    <blockquote>\n      <p>Modify the core proposal to allow national party committees to raise soft money for the\n      limited purpose of making direct or earmarked contributions to state and local candidates.</p>\n      <p>Modify the core proposal to ensure that hard money transferred from a national to a\n      state or local party committee is spent using the rules applicable to the national party\n      committees, rather than the state or local party committee&#146;s more favorable\n      allocation ratios (a mix of hard and soft money).</p>\n      <p>Modify the core proposal to require state and local party committees to finance their\n      mixed activities entirely with hard dollars.</p>\n    </blockquote>\n  </blockquote>\n</blockquote>\n\n<p>The proposed rulemaking states, \"The objective of the proposed rules is to ensure\nthat soft money is not used to influence elections. In order to achieve this result, the\ncore proposal virtually eliminates the soft money available to the national party\ncommittees to subsidize activities that influence federal elections. Both the first and\nsecond options recognize the limited scope of the FECA, and acknowledge that national\nparty committees have other purposes besides the election of federal candidates.</p>\n\n<p>\"The major difference between the two options is whether most national party\ncommittees&#146; federal and non-federal activities are inextricably intertwined, or, as\nthe current rules suggest, can be separated in a way that will ensure that soft money is\nnot used to influence federal elections,\" the proposal continues.</p>\n\n<p>The public hearing on November 18 begins at 9 a.m. in the Commission&#146;s 9<sup>th</sup>\nfloor meeting room, 999 E St. NW, Washington, DC.</p>\n\n<p align=\"CENTER\"># # # </p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<blockquote>\n  <blockquote>\n    <blockquote>\n      <blockquote>\n      </blockquote>\n    </blockquote>\n  </blockquote>\n</blockquote>\n</font>\n</body>\n", "date": "11/10/1998", "href": "softwtns.htm", "category": "Hearings", "title": "Witness List Set for November 18 Soft Money Hearing at FEC", "pdf": null}