{"href": "060101nonfile.html", "pdf": null, "date": "06/01/2001", "category": "Non-Filer Publications", "title": "Campaign Cited for Failure to File Pre-Run-Off Report", "html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> \n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    June 1, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Kelly Huff<br/>\n    Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><font face=\"Book Antiqua\" size=\"3\"><h3 align=\"CENTER\">CAMPAIGN CITED FOR\n    FAILURE TO FILE PRE-RUN-OFF REPORT</h3>\n    <p>WASHINGTON -- California will be holding a run-off election on June 5, 2000, to select\n    candidates for the U.S. House of Representatives in the 32<sup>nd</sup> congressional\n    district.</p>\n    <p>Provisions of the Federal Election Campaign Act require committees supporting\n    candidates involved in a primary, run-off or general election to file reports of their\n    financial activity 12 days before the election.</p>\n    <p>As of 5 p.m. June 1, 2001, a disclosure report from the following committees had not\n    been filed:<b>*</b></p>\n    <p>CA/32...DIANE E. WATSON FOR CONGRESS...KINDE DURKEE, TREAS...DIANE E. WATSON...DEM</p>\n    <p>The reports were due by close-of-business May 24, and were to include financial\n    activity from March 22 through May 16. If sent by certified or registered mail, the\n    reports should have been postmarked by May 21.</p>\n    <p>Some individuals and their committees have no obligation to file reports under federal\n    election law, even though their names may appear on state ballots. If an individual raises\n    or spends less than $5,000, he or she is not considered a \"candidate\" subject to\n    reporting under the FECA.</p>\n    <p>The FEC notified committees involved in the primary and run-off elections of their\n    potential filing requirements on March 5. Those committees which did not file on the due\n    date were notified on May 25 that reports had not been received and that their names would\n    be published if they did not respond within four business days.<b> </b></p>\n    <p>Mandatory electronic filing requirements became effective as of January 1, 2001. Any\n    committee that receives contributions or makes expenditures in excess of $50,000 in the\n    current calendar year, or that reasonably expects to do so, must submit its reports\n    electronically. These rules became effective for reporting periods beginning on or after\n    January 1, 2001. A Mandatory Electronic Filing Notice was sent on May 30, 2001 notifying\n    the committee that their paper filing was not a valid filing, and that they must file\n    their report electronically.</p>\n    <p>Other political committees supporting Senate and House candidates in elections (those\n    which are not authorized units of a candidate's campaign) also are required to file\n    pre-primary reports, unless they report monthly. Those committee names are not published\n    by the FEC.</p>\n    <p>Further Commission action against non-filers and late filers is decided on a\n    case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement\n    actions, including the imposition of civil penalties ($5,500 for \"any violation\"\n    and $11,000 for any \"knowing and willful\" violation).</p>\n    <p>The next regularly scheduled disclosure reports for candidate committees that are\n    participating in the runoff election will be the post-runoff reports, due July 5. They\n    will cover activity from May 17 through June 25.</p>\n    <p align=\"CENTER\">###</p>\n    <b/><p>*A paper copy of the Pre-Run-off Report has been filed. However, the committee was\n    required to file their report electronically. </p></font></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</font></font></font></body>\n"}