{"date": "07/17/2009", "pdf": null, "title": "Week of July 13 - 17, 2009", "issue": "2009-10", "html": "<div id=\"fec_mainContent\"> \n  <h2><a name=\"content\"/> \n  </h2>\n  <h1>FEC Digest </h1>\n  <h2>&#160;</h2>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>July 17, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n              <tr>\n                <td height=\"14\" valign=\"top\"><p>&#160;</p>\n                  <p>&#160;</p></td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"815\" valign=\"top\"><p align=\"right\">ISSUE 2009-10</p></td>\n                </tr>\n              </table>\n              <h3 align=\"center\"><strong>Weekly Digest</strong></h3>\n              <p align=\"center\"><strong>Week of July 13 &#8211; 17</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p>On July 14-15, the Commission held an Executive Session.&#160; Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p>On July 16, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p><strong><u>Request Received</u></strong> </p>\n              <p>On July 16, the Commission made public Advisory Opinion Request 2009-20 (Visclosky for Congress). The requesters seek an advisory opinion on whether Visclosky for Congress may pay legal fees and expenses incurred by Rep. Visclosky&#8217;s current and/or former staff members in connection with a federal investigation. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by September 14. </p>\n              <p>On July 17, the Commission made public Advisory Opinion Request 2009-21 (West Virginia Secretary of State). The requester seeks an Advisory Opinion on whether federal campaign finance laws pre-empt a state law limiting expenditures by political committees. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by  September 8. </p>\n              <p><strong><u>Comments </u></strong></p>\n              <p>On July 15, the Commission received comments on Draft Advisory Opinion 2009-13 (Black Rock Group) from Democracy 21 and the Campaign Legal Center and from Patton Boggs on behalf of Black Rock Group. The Black Rock Group, a communications and public affairs firm, seeks to serve as a common vendor advising one or more single-member limited liability companies on their independent expenditures concerning federal candidates and elections. In its request, Black Rock Group asks whether its services would trigger political committee status for its clients.</p>\n              <p/>\n              <p>On July 16, the Commission opened discussion of AOR 2009-13 at its open meeting and decided to hold over the discussion and a vote on the request pending further consideration. Black Rock Group has consented to a 14-day extension of the deadline for the Commission to issue a response, until August 10, 2009.</p>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p><strong>ENFORCEMENT</strong></p>\n              <p>The Commission made public four closed cases and three Statements of Reasons this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5814</a> &#8211; Lamutt for Congress and Robert Bruce Lamutt, in his official capacity as treasurer; Robert Bruce Lamutt; and Jack Thomas.&#160; The Commission used its prosecutorial discretion to take no further action against Lamutt for Congress and Robert Bruce Lamutt, in his official capacity as treasurer.&#160; The Commission took no further action against Robert Bruce Lamutt.&#160; The Commission agreed to accept a conciliation agreement without a civil penalty due to the mitigating circumstances presented by Thomas regarding his financial condition.&#160; If evidence is uncovered indicating Thomas is not experiencing a financial hardship as stated, an $80,000 civil penalty shall be immediately due. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6117</a> &#8211; Jacob Turk for Congress and Douglas L. Freeman, in his official capacity as treasurer; Jo Ann Signs LLC. The Commission found no reason to believe the respondents violated the Act.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6185</a> &#8211; Myers for Congress 2008 Committee and Alan Mills, in his official capacity as treasurer. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $15,000.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6034</a> &#8211; Manion for Congress and Richard Durso, in his official capacity as treasurer; Worth &amp; Company, Inc. The Commission agreed to accept a conciliation agreement providing for Worth &amp; Company, Inc. to pay a $6,000 civil penalty. However, the Commission found no reason to believe Worth acted as a conduit for contributions raised at a fundraising event for the Manion Committee. The Commission also used its prosecutorial discretion and dismissed allegations against Manion for Congress and Richard Durso, in his official capacity as treasurer. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6094</a> &#8211; American Leadership Project; and Roger V. Salazar. A <a href=\"http://eqs.fec.gov/eqsdocs/29044244978.pdf\">Statement of Reasons</a> was issued by Vice Chairman Matthew S. Petersen and Commissioners Caroline C. Hunter and Donald F. McGahn II.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6082</a> &#8211; Majority Action; and Mark Longabaugh. A <a href=\"http://eqs.fec.gov/eqsdocs/29044250003.pdf\">Statement of Reasons</a> was issued by Vice Chairman Matthew S. Petersen and Commissioner Caroline C. Hunter.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6044</a> &#8211; Musgrove for U.S. Senate and C. Dale Shearer in his official capacity as treasurer; Democratic Senatorial Campaign Committee and John B. Poersch, Jr. in his official capacity as treasurer. A <a href=\"http://eqs.fec.gov/eqsdocs/29044250029.pdf\">Statement of Reasons</a> was issued by Chairman Steven Walther, Vice Chairman Matthew S. Petersen, and Commissioners Cynthia L. Bauerly, Caroline C. Hunter and Donald F. McGahn.</p>\n              <p/>\n              <p><strong>ALTERNATIVE DISPUTE RESOLUTION </strong></p>\n              <p>The Commission made public one enforcement matter that was resolved successfully through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>. </p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 484</a> &#8211; Democratic Party of Arkansas and Karen Garcia as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $3,500. </p>\n              <p>&#160;</p>\n              <p><strong>AUDIT REPORTS</strong></p>\n              <p>The Commission voted to approve an audit report for <a href=\"../../agenda/2009/mtgdoc0943.pdf\">Edwards for President (2004).</a> The report contains five findings&#160; regarding net outstanding campaign obligations, receipt of contributions that exceed the limits, receipt of in-kind contributions that exceed the limits, transfer of funds from Edwards&#8217; Senate campaign to his Presidential campaign, and stale-dated checks.</p>\n              <p>The Commission approved and made public three other Audit Reports. A summary of the findings is below. Final Audit Reports are available <a href=\"../../audits/audit_reports.shtml\">here</a>.</p>\n              <p><a href=\"../../audits/2004/20090624_kuhl_for_congress.pdf\">Kuhl for Congress.</a> The Commission voted to adopt an audit report with findings concerning (1) the understatement of receipts and of disbursements in 2003-2004, and overstatement of ending cash on hand balances in that cycle; and (2) the receipt of apparent prohibited in-kind contributions by the Committee. </p>\n              <p><a href=\"../../audits/2006/20090618_charlie_stuart_for_congr.pdf\">Charlie Stuart for Congress.</a> The Commission voted to adopt an audit report with findings concerning (1) apparent prohibited contributions from limited liability companies (LLCs) and apparent corporate entities; and (2) receipt of excessive contributions from eight individuals.</p>\n              <p><a href=\"../../audits/2008/20090611_denver_2008_conv_host_cmt.pdf\">Denver 2008 Convention Host Committee</a>.&#160; The Audit examined reports and statements filed by the Committee and discovered no material non-compliance.</p>\n              <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n              <p>At its July 16 opening meeting, the Commission adopted a <a href=\"../../agenda/2009/mtgdoc0949.pdf\">new agency procedure</a> that will provide potential respondents in non-complaint generated matters with notice of the matter and an opportunity to respond prior to any formal Commission action. The procedure provides the potential respondents in such matters with similar procedural protections as respondents in complaint-generated matters.</p>\n              <p/>\n              <p>At its meeting, the Commission also announced a <a href=\"../../agenda/2009/mtgdoc0944.pdf\">final rule</a>, being issued jointly with the Election Assistance Commission (EAC), to transfer regulations implementing the National Voter Registration Act of 1993 (NVRA) from the FEC to the EAC. </p>\n              <p/>\n              <p>The Commission decided not to initiate a rulemaking in response to two petitions regarding the Commission&#8217;s candidate debate regulations, which are set out in 11 CFR 110.13. In one petition, filed in 1999, petitioners urged the Commission to amend its rules to allow the Commission itself to establish the objective criteria for candidates to be included in Presidential and Vice Presidential debates. In the second petition, filed in 2002, petitioners encouraged the Commission to amend its rules to state explicitly that sponsorship by a news organization of a candidate debate does not amount to an illegal corporate campaign contribution or expenditure in violation of the Act and that the Commission would have no jurisdiction over such sponsorship. The Commission&#8217;s decision not to initiate a rulemaking at this time does not foreclose the Commission from considering future petitions seeking the same or similar relief.</p>\n              <p/>\n              <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n              <p>July 15:&#160; Disclosure reports for quarterly filing candidate committees were due.&#160; Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n              <p><strong>OUTREACH</strong></p>\n              <p>July 10, 2009 - Chairman Steven Walther, Vice Chairman Matthew Petersen and Communications Specialist Paola Pascual-Ferr&#225; met with Australian Senator Michael Ronaldson and Congressional Liaison Chris Benscher to discuss US campaign finance law and disclosure requirements. Senator Ronaldson currently serves as the Shadow Cabinet Secretary and as Shadow Special Minister of State, with responsibilities for Commonwealth electoral law, elections, the Australian Electoral Commission, and funding and disclosure rules for the political parties.</p>\n              <p/>\n              <p>July 13, 2009 - General Counsel Thomasenia Duncan spoke to a group of undergraduate students and legal interns as part of the Campaign Legal Center's Summer Speaker Series. The Series is part of the CLC&#8217;s summer intern program and is intended to expose students to a wide array of possible career paths.</p>\n              <p/>\n              <p>July 14, 2009 - Vice Chairman Matthew Petersen and Communications Specialist Zainab Smith met with an American Council of Young Political Leaders' delegation from Taiwan to discuss the FEC, the US campaign finance system and, in particular, the 2008 Presidential election. </p>\n              <p><strong>PUBLIC DISCLOSURE</strong></p>\n              <p>In its ongoing effort to expand the searchable advisory opinion database on its website, the FEC has added associated documents for advisory opinions dating back to 1987. The search tool is available <a href=\"http://saos.fec.gov/saos/searchao\">here</a>. </p>\n              <p><strong>NEXT WEEK (JULY 20 &#8211; 24, 2009)</strong></p>\n              <p>No Commission Open Sessions or Executive Sessions are scheduled. </p>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p>July 20 &#8211; July Monthly Report</p>\n              <p>July 31 &#8211; Mid-Year Report</p>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p>July 28-29, Columbus, OH &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/columbus09.pdf\">here</a>.</p>\n              <p>July 29-30 &#8211; The FEC will hold a public hearing on improvements to its <a href=\"../../pages/hearings/internethearing.shtml\">Website and Internet Communications</a>. Public comments are due July 21.&#160; </p>\n              <p>August 5-6, Kansas City, MO &#8211; <a href=\"../../info/outreach.shtml#state\">State Outreach Program</a>. The schedule is <a href=\"../../info/state_outreach/2009/kscitymissouriflyer09.pdf\">here</a>.</p>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The July issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/jul09.pdf\">here</a>.</p>\n              <p/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090717Digest.shtml"}