{"html": "<body>\n\n<font face=\"Book Antiqua\" size=\"3\">\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nSeptember 8, 2000                                                                                                                           Ron Harris\n                                                                                                                                                              Sharon Snyder\n</strong><strong>                                                                                                                                                   Ian Stirton</strong></pre>\n\n</font>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>\t\t</p>\n<b/><p align=\"CENTER\">CAMPAIGNS CITED FOR FAILURE TO FILE PRE-PRIMARY REPORT</p>\n\n<p>WASHINGTON --  Arizona and New York will be holding primary elections on September 12, 2000, to select candidates for the U.S. Senate and House of Representatives.</p>\n\n<p>\tProvisions of the Federal Election Campaign Act require committees supporting candidates involved in the primary to file reports of their financial activity 12 days before the election.</p>\n\n<p>\tAs of 5 p.m. September  8, 2000, disclosure reports from the following committees had not been filed:</p>\n\n</font><b><font face=\"Book Antiqua\" size=\"2\"><p>AZ/06...COMMITTEE TO ELECT KEVIN B. HARRIS TO CONGRESS...BYRON ATKINSON, TREAS...KEVIN \t</p>\n<p>\tBRUCE  HARRIS...DEM</p>\n<p>NY/06...MEEKS FOR CONGRESS 2000...CHARLES H. REEVES III, TREAS...GREGORY W. MEEKS...DEM</p>\n<p>NY/11...CLARKE 2000...RAYNEL L. TROTMAN, TREAS...UNA S. CLARKE...DEM</p>\n<p>NY/29... FRIENDS OF JOHN LAFALCE...THERESA FEZER OPALINSKI, TREAS...JOHN J. LAFALCE...DEM</p>\n<p>NY/30...JOHN FEE FOR CONGRESS...JOHN H. CROSTA, TREAS...JOHN FEE...DEM</p>\n</font></b><font face=\"Book Antiqua\" size=\"3\"><p>\t</p>\n<p>\tThe reports were to include financial activity occurring from July 1 through August 23.  If sent by certified or registered mail, the reports should have been postmarked by August 28. Otherwise, the due date was close-of-business August 31.</p>\n\n<p>\tSome individuals and their committees have no obligation to file reports under federal election law, even though their names may appear on state ballots.  If an individual raises or spends less than $5,000, he or she is not considered a \"candidate\" subject to reporting under the FECA.</p>\n\n<p>\tThe FEC notified committees involved in the primary of their potential filing requirements on August 7.  Those committees which did not file on the due date were notified on<b> </b>September 1 that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n\n<p>\tOther political committees supporting Senate and House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file pre-primary reports, unless they report monthly.  Those committee names are not published by the FEC.</p>\n\n<p>\tFurther Commission action against non-filers and late filers is decided on a case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement actions and the FEC has implemented a new administrative fine program which will subject committees to penalties ranging from $125 to $16,000 or more.</p>\n\n<p>\tThe next regularly scheduled disclosure reports for candidate committees will be the third quarterly report, due October 15<b>. </b>It will cover activity from August 24 through September 30.</p>\n<p align=\"CENTER\"/>\n<p align=\"CENTER\"># # #</p></font></body>\n", "date": "09/08/2000", "href": "090800nonfil.htm", "category": "Non-Filer Publications", "title": "Campaigns Cited for Failure to File Pre-Primary Report", "pdf": null}