{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>November 19, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC APPROVES REVISED TRAVEL RULES AND NPRM ON CANDIDATES&#8217; ROLE IN NON-FEDERAL FUNDRAISING EVENTS, WIDENS DISCLOSURE PRACTICE</strong><strong> </strong></p>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission (FEC) approved revised rules regulating campaign travel on non-commercial aircraft. It also approved a Notice of Proposed Rulemaking (NPRM) implementing the D.C. Circuit Court of Appeals Opinion in Shays v. FEC (<em>Shays III</em>) that found invalid aspects of some of the rules the Commission promulgated to implement the Bipartisan Campaign Reform Act of 2002 (BCRA). The Commission seeks comment on proposed changes to the rules to implement the <em>Shays III</em> decision in connection with participation by federal candidates and officeholders at non-federal fundraising events. The Commission also amended an agency policy concerning public disclosure of First General Counsel&#8217;s Reports.</p>\n        <p>The Commission adopted the <a href=\"../../agenda/2009/mtgdoc0978a.pdf\">Final Rules and an Explanation and Justification on Campaign Travel</a>, implementing a provision of the Honest Leadership and Open Government Act (HLOGA). HLOGA restricts and in some situations prohibits federal candidates and certain political committees from expending campaign funds for campaign travel on non-commercial aircraft. The new rules adopted today require presidential, vice-presidential, and Senate candidates and their authorized committees to pay charter rates for campaign travel on most non-commercial flights, while payments for travel on behalf of other political committees remain unchanged. House of Representatives candidates, their authorized committees, and their leadership PACs are generally prohibited from making expenditures for travel on most non-commercial flights. In 2007, the Commission approved different rule text regulating campaign travel on non-commercial aircraft; however, those rules did not take effect because the Commission did not approve &#160;an accompanying Explanation and Justification. Today, a motion to adopt an Explanation and Justification that would have implemented the 2007 rule text failed.&#160; &#160; </p>\n        <p>The <a href=\"../../agenda/2009/mtgdoc0977.pdf\">NPRM on Participation by Federal Candidates and Officeholders at Non-Federal Fundraising Events</a> approved today proposes three possible alternative approaches to the regulations that govern federal candidates&#8217; and officeholders&#8217; attending, speaking and being featured guests at non-federal fundraising events, as well as their inclusion in publicity relating to such events. Comments from the public on this NPRM are due on or before February 8. For the first time, the Commission will allow responses to the initial comments. These reply comments &#160;will be due on or before February 22. The Commission will hold a hearing on March 10, 2010.</p>\n        <p>The Commission also approved an <a href=\"../../agenda/2009/mtgdoc0972b.pdf\">amended agency policy</a> that requires the disclosure of First General Counsel&#8217;s Reports on the public record at the conclusion of enforcement cases. The Commission had followed a practice of disclosing such reports in most cases for the first 25 years of its existence. However, in 2007, the agency informally initiated a practice of not placing these reports on the public record. In the interest of promoting transparency, the Commission will release the First General Counsel&#8217;s Report for all future closed enforcement matters and it will make these documents public retroactively for all prior closed matters.</p>\n        <p/>\n        <p>The Commission discussed a policy to prepare and publish a guidebook for complainants and respondents in enforcement matters, and the Commission intends to take up the matter next month.&#160; Finally, the Commission also approved <a href=\"../../agenda/2009/mtgdoc0976.pdf\">a request</a> that the FEC co-host the annual conference of the Council on Governmental Ethics Laws (COGEL) in Washington in December 2010.</p>\n        <p>&#160;</p>\n        <p align=\"center\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><em># # # </em></div></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/200911119OpenMtng.shtml", "date": "11/19/2009", "pdf": null, "title": "FEC Approves Revised Travel Rules and Nprm on Candidates' Role in Non-Federal Fundraising Events, Widens Disclosure Practice", "category": "Open Meetings and Related Matters"}