{"href": "20020802nonfilers.html", "pdf": null, "date": "08/02/2002", "category": "Non-Filer Publications", "title": "Campaign Cited for Failure To File Pre-Primary Report", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\">For Immediate Release<br/>\n    August 2, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\">Kelly Huff<br/>\n    Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton</th>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\">CAMPAIGN CITED FOR FAILURE TO FILE PRE-PRIMARY REPORT</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON -- Michigan will be holding primary elections on August 6,\n    2002, to select candidates for the U.S. Senate and House of Representatives.<p>Provisions\n    of the Federal Election Campaign Act require committees supporting candidates involved in\n    the primary to file reports of their financial activity 12 days before the election.</p>\n    <p>As of 5 p.m. , August 1, 2002, disclosure reports from the following committee had not\n    been filed:</p>\n    <blockquote>\n      <p><strong>MI...RACZKOWSKI FOR SENATE...ROBERT A. BOVITZ, TREAS...ANDREW EDWARD\n      RACZKOWSKI...REP</strong></p>\n    </blockquote>\n    <p>The report was to include financial activity occurring from July 1 through July 17. If\n    sent by certified or registered mail, the report should have been postmarked by July 22.\n    Otherwise, the due date was close-of-business July 25. Mandatory electronic filing\n    requirements became effective as of January 1, 2001. Any committee that receives\n    contributions or makes expenditures in excess of $50,000 in the current calendar year, or\n    that reasonably expects to do so, must submit its reports electronically. These rules\n    became effective for reporting periods beginning on or after January 1, 2001.</p>\n    <p>Some individuals and their committees have no obligation to file reports under federal\n    election law, even though their names may appear on state ballots. If an individual raises\n    or spends less than $5,000, he or she is not considered a \"candidate\" subject to\n    reporting under the FECA.</p>\n    <p>The FEC notified committees involved in the primary of their potential filing\n    requirements on July 1. Those committees which did not file on the due date were notified\n    on July 26 that reports had not been received and that their names would be published if\n    they did not respond within four business days.</p>\n    <p>Other political committees supporting Senate and House candidates in elections (those\n    which are not authorized units of a candidate's campaign) also are required to file\n    pre-primary reports, unless they report monthly. Those committee names are not published\n    by the FEC.</p>\n    <p>Further Commission action against non-filers and late filers is decided on a\n    case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement\n    actions and the FEC has implemented a new administrative fine program which will subject\n    committees to penalties ranging from $125 to $16,000 or more.</p>\n    <p>The next regularly scheduled disclosure reports for candidate committees will be the\n    October quarterly report, due October 15. It will cover activity from July 18 through\n    September 30.</p>\n    <p align=\"CENTER\"># # #</p>\n    <p align=\"CENTER\">&#160;</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}