{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>December 15,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ELECTS HUNTER AS CHAIR FOR 2012; \nWEINTRAUB TO SERVE AS VICE CHAIR</strong></p>\n        <p>WASHINGTON &#8211; At an open meeting today, the Federal Election Commission elected Caroline C. Hunter as Chair and Ellen L. Weintraub as Vice Chair for 2012. Commissioner Hunter was nominated by President George W. Bush and confirmed unanimously by the United States Senate on June 24, 2008. Commissioner Weintraub took office on December 9, 2002, after receiving a recess appointment. She was renominated and confirmed unanimously by the Senate on March 18, 2003.</p>\n        <p>Prior to her appointment to the Commission, Commissioner Hunter served as Vice Chair of the U.S. Election Assistance Commission. She previously served as Deputy Director of the White House Office of Public Liaison, and before that she served as Executive Officer at the U.S. Department of Homeland Security, Office of Citizenship and Immigration Services Ombudsman.</p>\n        <p>From 2001 to 2005, Commissioner Hunter was Associate Counsel and then Deputy Counsel at the Republican National Committee, where she provided guidance on election law and implementation of the Help America Vote Act.</p>\n        <p>Commissioner Hunter graduated <em>cum laude</em> from the University of Memphis School of Law and received her B.A. from The Pennsylvania State University. </p>\n        <p>Prior to her appointment to the Commission, Commissioner Weintraub was Of Counsel to Perkins Coie LLP and a member of its Political Law Group. There, she counseled clients on federal and state campaign finance laws, political ethics, nonprofit law, and lobbying regulation. Commissioner Weintraub had previously practiced as a litigator with the New York firm of Cahill Gordon &amp; Reindel.</p>\n        <p>Before joining Perkins Coie, Commissioner Weintraub was Counsel to the Committee on Standards of Official Conduct for the U.S. House of Representatives (the House Ethics Committee). There, Commissioner Weintraub focused on implementing the Ethics Reform Act of 1989. &#160;She was Editor in Chief of the House Ethics Manual and a principal contributor to the Senate Ethics Manual.</p>\n        <p>Commissioner Weintraub received her B.A., <em>cum laude</em>, from Yale College and her J.D. from Harvard Law School. </p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>\n        </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20111215officers.shtml", "date": "12/15/2011", "pdf": null, "title": "FEC Elects Hunter As Chair for 2012; Weintraub to Serve As Vice Chair", "category": "Commission Appointments"}