{"href": "062101nvra.html", "pdf": null, "date": "06/21/2001", "category": "Rulemakings", "title": "FEC Sending NVRA Report to Congress", "html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font size=\"1\" face=\"Book Antiqua\"><font face=\"Book Antiqua\"><font size=\"2\"><font face=\"Book Antiqua\" size=\"3\">&#160;&#160; </font></font></font>News Releases, Media\nAdvisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> \n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    June 21, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><h3 align=\"CENTER\">FEC SENDING NVRA REPORT TO CONGRESS</h3>\n    <p align=\"CENTER\">&#160;</p>\n    <p>WASHINGTON &#150; The Federal Election Commission voted 6-0 in public session today to\n    approve and send to Congress a required report on the impact of the National Voter\n    Registration Act of 1993 (NVRA) on the administration of elections for federal office\n    during 1999-2000.</p>\n    <p>The NVRA, sometimes referred to as the \"Motor Voter\" law, requires the FEC to\n    report to Congress by June 30 in odd-numbered years. The Commission today approved a staff\n    draft of the report and a finalized version will be sent to Capitol Hill by the statutory\n    deadline. The Act divides federal responsibilities for proper implementation, with the\n    Department of Justice responsible for civil enforcement and the FEC authorized to develop\n    a mail voter registration application form for federal office elections and to consult\n    with state election officers to prescribe regulations as necessary to comply with the law.</p>\n    <p>Compiled by the FEC&#146;s Office of Election Administration (OEA) from results of\n    surveys, the report contains a number of ideas and recommendations from state officials,\n    the bulk of them focusing on the more technical procedures associated with proper\n    implementation of the Act. The FEC analyzed survey results and limited itself to compiling\n    recommendations that are universal enough to be applicable to all states covered by the\n    Act (44 states and the District of Columbia).</p>\n    <p>The approved report lists four specific recommendations stemming from the experience of\n    the 2000 general election:</p>\n    <p><b>-- that states develop and implement an on-going, periodic training program for\n    relevant motor vehicle and agency personnel regarding their duties and responsibilities\n    under the NVRA as implemented by state law.</b></p>\n    <p>-- that states require motor vehicle and agency offices to promptly transmit\n    information regarding voter registration applicants electronically to the appropriate\n    election office with documentation to follow.</p>\n    <p>-- that states devise a procedure whereby voters may cast a provisional ballot at the\n    polls on election day under circumstances prescribed in state law. </p>\n    <p>-- that states adopt the practice of mailing a forwardable notice to all persons who\n    are removed from the voter registration list whose mail has not previously been returned\n    as undeliverable.</p>\n    <p>Additionally, the FEC has reiterated three core recommendations offered in the previous\n    two reports regarding problems encountered in past years and election cycles.</p>\n    <p>States reported a total of 149,476,705 active registered voters for the 2000 federal\n    general election. Active voter registration in those states covered by the NVRA rose\n    slightly to 73.80 percent of the Voting Age Population (VAP) in 2000, as compared with\n    73.45 percent in 1996, while active voter registration nationwide (including states not\n    covered by the NVRA) declined slightly to 72.63 percent in 2000 from the 1996 all-time\n    high of 72.77 percent.</p>\n    <p>There were approximately 45.6 million registration applications or transactions\n    processed nationwide, with some 22.5 million of those classified as new registrations (new\n    to the local jurisdiction, and registrations across jurisdictional lines). Just over 13\n    million names were deleted from the registration lists under the list verification\n    procedures of the law, while another 18.2 million registrants were declared\n    \"inactive\" and will be removed after 2002 if they fail to respond by or vote in\n    that election.</p>\n    <p><strong>FEC Chairman Danny L. McDonald commented, \"I commend the efforts of both\n    the FEC&#146;s Office of Election Administration and state election officials for\n    compiling the massive amount of data contained in this critical analysis. It was an\n    outstanding effort by all involved. As the report points out, although there are voter\n    registration problems in some states, the resulting data and other information are\n    encouraging because they point toward helpful, productive solutions. I urge Members of\n    Congress, the media, and the public to review this report carefully. By generating a wide\n    range of ideas, we can identify workable solutions to voter registration problems more\n    readily. Optimistically, these efforts will result in heightened voter interest and\n    participation in our democratic process.</strong></p>\n    <p>&#160;</p>\n    <p align=\"center\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</font></font></font></body>\n"}