{"href": "press2016/news_releases/20160414_2release.shtml", "pdf": null, "date": "04/14/2016", "category": "Open Meetings and Related Matters", "title": "FEC Approves Advisory Opinion and Modifies Program for Requesting Consideration of Legal Questions", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">April 14, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160414_2release.pdf\">.pdf version of this news release</a> </td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p>&#160;</p>\n        <p><strong><br/>\n          FEC Approves Advisory Opinion and Modifies  Program for Requesting Consideration of Legal Questions </strong></p>\n        <p><br/>\n          WASHINGTON &#8211; At its open meeting today, the Federal Election Commission  approved an advisory opinion and modifications to a program for requesting  consideration of legal questions. The Commission also discussed and held over a  second advisory opinion request and draft technical amendments to Commission  regulations. The Commission held over a proposed statement of policy on  disclosure of closed enforcement files. Commissioner Ellen L.  Weintraub announced that she will host an upcoming forum on corporations and  foreign money.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-16-a.pdf\">Advisory  Opinion 2016-01 (Ethiq)</a>. The Commission approved an advisory opinion in  response to a request from Ethiq. The Commission concluded that because Ethiq  is a press entity, is not owned or controlled by any candidate, political  party, or political committee, and will be engaged in its legitimate press  function in providing news content to its users, the costs Ethiq incurs in  covering or carrying news stories, commentary, and editorials as described in  the request will not constitute &#8220;expenditures&#8221; or &#8220;contributions&#8221; under the  Federal Election Campaign Act of 1971, as amended (the Act), and Commission  regulations. During the discussion,  the Commission heard from the requestor and requestor&#8217;s counsel.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-17-a.pdf\">Advisory  Opinion Request 2016-02 (Enable Midstream Services, LLC)</a>. The Commission  discussed a draft advisory opinion in response to a request from Enable  Midstream Services, LLC (Enable), but held over a vote on the matter until the  next open meeting, scheduled for April 28, 2016. Enable owns, operates, and  develops midstream natural gas and crude oil infrastructure assets. Enable was  formed as part of a joint venture between two publicly traded companies,  CenterPoint and OGE Energy, and private investors. Enable intends to create a  separate, segregated fund (SSF) and asks whether this SSF will be affiliated  with the separate segregated funds of either CenterPoint Energy, Inc. or OGE  Energy Corporation, or both. During the discussion, the Commission heard from  the requestor and requestor&#8217;s counsel.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160414.shtml\">Draft Final Rule and Explanation and Justification for  Technical Amendments to 2015 CFR</a>.<br/>\n          The Commission discussed and held over the approval of technical corrections to  various sections of its regulations.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-11-a.pdf\">Proposed Modifications to Program for Requesting  Consideration of Legal Questions by the Commission</a>. The Commission approved a memorandum  recommending two modifications of the Program for Requesting Consideration of  Legal Questions by the Commission: clarifying that requests must be submitted  to the Commission Secretary and including up to five additional business days  to allow for informal resolution of underlying issues in requests.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/documents/mtgdoc_16-13-a.pdf\">Proposed Statement of Policy Regarding the Public  Disclosure of Closed Enforcement Documents</a>. The Commission held over the discussion until its next open  meeting of a proposed statement of policy that would expand the range of  records to be made publicly available on a regular basis. <br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160331.shtml\">Rulemaking Proposals</a>. The Commission discussed a <a href=\"../../../agenda/2016/documents/mtgdoc_16-14-a.pdf\">Motion to Open a Rulemaking to Assist Those Accepting  Corporate Contributions or Making Corporate Expenditures in Complying with  Existing Campaign Finance Law</a> and a <a href=\"../../../agenda/2016/documents/mtgdoc_16-15-a.pdf\">Motion Regarding Foreign National Rulemaking</a>.  Commissioner Weintraub announced that she will host a forum of experts, tentatively scheduled for June 23 at the Commission's headquarters, to discuss corporations and foreign money.<em><br/>\n  </em><br/>\n  <em><br/>\n          The Federal Election Commission (FEC) is an independent regulatory  agency that administers and enforces federal campaign finance laws. The FEC has  jurisdiction over the financing of campaigns for the U.S. House of  Representatives, the U.S. Senate, the Presidency and the Vice Presidency.  Established in 1975, the FEC is composed of six Commissioners who are nominated  by the President and confirmed by the U.S. Senate. </em><br/>\n</p>\n        <p align=\"center\"> # # # </p>\n        <p><br/>\n</p>\n        <div align=\"left\"/></td>\n    </tr>\n  </table>      \n      </div>\n      "}