{"href": "press2011/20110615openmeeting.shtml", "pdf": null, "date": "06/15/2011", "category": "Open Meetings and Related Matters", "title": "FEC Approves Notices of Availability, Advisory Opinions and Audit Memorandum", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>June 15,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC APPROVES NOTICES OF AVAILABILITY, ADVISORY OPINIONS AND AUDIT MEMORANDUM</strong></p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved two Notices of Availability for Rulemaking Petitions, two advisory opinions, an audit division memorandum and the Commission&#8217;s meeting dates for the remainder of 2011. The Commission also discussed Notices of Proposed Rulemaking and another advisory opinion. </p>\n                <p><a href=\"../../agenda/2011/agenda20110615.shtml#II\">Draft Notices of Proposed Rulemaking (NPRMs) on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations</a>. The Commission discussed and voted on two draft <a href=\"../../agenda/2011/agenda20110615.shtml#II\">NPRMs on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations</a>. The Commission did not reach consensus on either draft. Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen issued a <a href=\"../../members/statements/CitizensUnitedRuleMakingStatement_20110615.pdf\">statement</a>. </p>\n              <p>                    <a href=\"../../agenda/2011/agenda20110615.shtml#III\">Notice of Availability for Rulemaking Petition by James Madison Center for Free Speech</a>. The Commission approved a Notice of Availability of a petition for rulemaking from the Madison Center for Free Speech.&#160; The petition requests that the Commission conduct a rulemaking proceeding to revise its regulations relating to independent expenditures and electioneering communications made by corporations, membership organizations, and labor organizations. </p>\n                <p><a href=\"../../agenda/2011/agenda20110615.shtml#IV\">Notice of Availability for Rulemaking Petition by Representative Chris Van Hollen</a>. The Commission approved a Notice of Availability of a petition for rulemaking from Representative Chris Van Hollen.&#160; The petition requests that the Commission conduct a rulemaking proceeding to revise its regulations relating to disclosure of donations made to persons, including corporations and labor organizations, which make independent expenditures.</p>\n                <p><a href=\"../../agenda/2011/agenda20110615.shtml#V\">Advisory Opinion 2011-08 (American Society of Anesthesiologists)</a>. The Commission approved an advisory opinion concluding that the American Society of Anesthesiologists (ASA) is a membership organization and its &#8220;Life Members&#8221; and &#8220;Retired Members&#8221; are &#8220;members&#8221; for the purposes of Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. As a consequence, ASA may solicit Life and Retired Members for contributions to its separate segregated fund, the American Society of Anesthesiologists Political Action Committee.</p>\n                <p><a href=\"../../agenda/2011/agenda20110615.shtml#VII\">Advisory Opinion 2011-10 (POET PAC)</a>. The Commission approved an advisory opinion concluding that POET, LLC, POET PAC, a nonconnected political committee, and Sioux River Ethanol, LLC, d/b/a/ POET Biorefining-Hudson, may establish a program to solicit contributions to POET PAC from corn farmers with the assistance of participating POET Plants, and that the solicitation program is permissible under the Act and Commission regulations. </p>\n                <p><a href=\"../../agenda/2011/agenda20110615.shtml#VI\">Advisory Opinion Request 2011-09 (Facebook)</a>. The Commission discussed and voted on two draft Advisory Opinions but did not reach consensus on either draft. &#160;In its request, Facebook asked whether its small, character-limited ads qualify for the \"small items\" or \"impracticable\" exceptions from the disclaimer requirements of the Act and Commission regulations. </p>\n                <p><a href=\"../../agenda/2011/agenda20110615.shtml#VIII\">Audit Division Recommendation Memorandum on the United Association Political Education Committee (UAPEC).</a> The Commission approved the Audit Division&#8217;s recommendation memorandum on UAPEC, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit Division&#8217;s memorandum recommends that the Commission approve the findings presented in the Draft Final Audit Report related to (1) excessive contributions to candidates and other political committees, (2) failure to file notices and properly disclose independent expenditures and (3) failure to properly disclose transfers from affiliated committees. The Commission instructed the Audit Division to include in the Proposed Final Audit Report that the Commission will consider a policy statement concerning the timing of independent expenditure reporting as it relates to the public dissemination of certain communications. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n                <p><a href=\"../../agenda/2011/agenda20110615.shtml#IX\">Future Meeting Dates</a>. The Commission approved meeting dates for the remainder of 2011.</p>\n            </td>\n          </tr>\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong/></p>\n        <p/>        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n</div>\n"}