{"date": "11/01/2013", "pdf": null, "title": "Week of October 28 - November 1, 2013", "issue": "2013-44", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"921\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td width=\"736\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"63\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>:&#160; </div></td>\n        <td width=\"120\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td width=\"736\" valign=\"top\">November 1, 2013</td>\n        <td width=\"63\" valign=\"top\"/>\n        <td width=\"120\" valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\"/>\n        <td valign=\"top\">Christian Hilland </td>\n      </tr>\n      <tr>\n        <td height=\"14\" valign=\"top\"><a href=\"../pdf/20131101digest.pdf\"> <img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/><u>.pdf version of this Weekly Digest</u> </a></td>\n        <td valign=\"top\"/>\n        <td valign=\"bottom\"><p>ISSUE 2013-44</p></td>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\"><p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" msimagelist=\"\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of October 28 &#8211; November 1</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p>No executive sessions were held this week.</p>\n        <p>On October 31, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings of selected meetings, hearings and presentations</a>.</p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinion Issued</u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2013-11 (Miller)</a>. The Commission approved an advisory opinion request from Citizens for Joe Miller (the Committee). The Commission concluded that the Committee may use campaign funds as a deposit with an Alaska state court pending an appeal of an Alaskan judgment assessing attorneys&#8217; fees in litigation involving Miller because the lawsuit would not have existed irrespective of Miller&#8217;s campaign. The Commission recognized that the prevailing party would have the right to apply the funds deposited in satisfaction of the judgment should Miller be unsuccessful in his appeal. During the discussion, the Commission heard from counsel on behalf of the Committee.</p>\n        <p><u>Request Received</u></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1247376.pdf\">AOR 2013-19 (Yamaha Motor Corporation, U.S.A.)</a>. On November 1, the Commission made public Advisory Opinion Request 2013-19 from Yamaha Motor Corporation, U.S.A. &#160;Yamaha, a California corporation, asks whether it may solicit contributions to its separate segregated fund from the dealers and service centers that sell and service Yamaha's marine products. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than November 12, 2013) and shall issue a response no later than 60 days after receipt of the complete request, specifically by December 27, 2013.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public 10 closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6375</a> <br/>\n          COMPLAINANT: Karen Emily Hyer<br/>\n          RESPONDENTS: The Independence Caucus and Frank Anderson, in his official capacity as treasurer, a/k/a The Independence Caucus, a Utah non-profit corporation; and Friends of Jason Chaffetz and Cori Chan, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that the Independence Caucus and Anderson, in his official capacity as treasurer, (Independence Caucus) a non-connected PAC, failed to properly report receipts and disbursements and include proper disclaimers. The complaint alleged further that the Independence Caucus made excessive and prohibited contributions, and that Friends of Jason Chaffetz and Chan, in her official capacity as treasurer, (the Chaffetz Committee) committed violations, since the complaint described Chaffetz, representing Utah&#8217;s 3rd Congressional District, as a &#8220;mentor&#8221; to the Independence Caucus. <br/>\n          DISPOSITION: The Commission found reason to believe the Independence Caucus failed to file periodic reports of receipts and disbursements with the Commission, and the Commission entered into a conciliation agreement providing for the Independence Caucus to pay a civil penalty of $800. The Commission found no reason to believe the Independence Caucus failed to include disclaimers on yard signs it sold for profit. The Commission dismissed the remaining allegations.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6531</a> <br/>\n          COMPLAINANT: Obama for America<br/>\n          RESPONDENTS: Obama-Biden 2012, Exodo 80 Inc.; and Miguel Figueroa<br/>\n          SUBJECT: The complaint alleged that the Obama-Biden 2012 website, registered to Exodo 80 Inc. and its president, Figueroa, as well as an associated mailer, fraudulently misrepresented Obama-Biden 2012 as an organization acting on behalf of Obama for America (OFA) for the purpose of soliciting contributions.<br/>\n          DISPOSITION: The Commission found reason to believe that the respondents, via the website and mailer, misrepresented themselves as acting on behalf of OFA, and that the mailer lacked a proper disclaimer. The Commission took no further action in light of the lack of substantial evidence suggesting that the respondents acted with fraudulent intent, the low amount of money involved in the potential violation, and the fact that respondents had ceased their activity.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6576</a><br/> \n          COMPLAINANT: Scott W. Paradise<br/>\n          RESPONDENTS: Wright McLeod for Congress and Cameron Nixon, in his official capacity as treasurer; James M. Hull; Bernard S. Dunstan, Jr.; Barry L. Storey, president of Barry L. Storey Family Investments LLLP; Margaret D. Dunstan, trustee to the J.R. Dunstan Family LLC, as successor to J. Richard Dunstan; and RGC Consulting, LLC<br/>\n          SUBJECT: The complaint alleged that Wright McLeod for Congress and Nixon, in his official capacity as treasurer, (the Committee) (1) improperly used donor information from an opponent&#8217;s disclosure reports filed with the Commission in order to solicit contributions, (2) accepted excessive in-kind contributions through its use of office space provided at less than the usual and normal charge, (3) failed to properly report excessive in-kind contributions of office space, (4) accepted contributions from a limited liability corporation, and (5) failed to properly disclose various in-kind contributions, payroll expenditures, and staff reimbursement expenditures. The complaint alleged further that Bernard and Margaret Dunstan, Storey and Hill made excessive in-kind contributions to the McLeod Committee by contributing office space at less than fair market value. McLeod was a 2012 candidate for Georgia&#8217;s 12th Congressional District<br/>\n          DISPOSITION: The Commission found no reason to believe that the Committee or its vendor, RGC Consulting, LLC, solicited donors with information from Commission reports or that any respondent made or received excessive in-kind contributions. The Commission exercised its prosecutorial discretion and dismissed the remaining allegations in light of the low dollar amount at issue, the Committee&#8217;s amendments to its reports, and the nature of the alleged violations. Former Vice Chairman Donald F. McGahn issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/13044343729.pdf\">Statement of Reasons</a>, dated September 16, 2013.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6625</a><br/>\n          COMPLAINANT: Holly C. Takach<br/>\n          RESPONDENTS: Steve Stockman; and Friends of Congressman Steve Stockman and Tyler Posey, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Stockman and Friends of Congressman Steve Stockman and Ferguson, in his official capacity as treasurer, failed to place sufficient disclaimers on 10 printed communications. Stockman was a 2012 primary candidate for Texas&#8217;s 36th Congressional District.<br/>\n          DISPOSITION: The Commission closed the file. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6647</a><br/>\n          COMPLAINANT: G. Charles Wilkinson, Sr.<br/>\n          RESPONDENTS: Congressman Charles A. Wilson; and Friends of Charlie Wilson and Angela Hatfield, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Wilson and Friends of Charlie Wilson and Hatfield, in her official capacity as treasurer, (the Committee) accepted an excessive contribution from Sheet Metal Workers&#8217; International Association PAC (the PAC). The complaint alleged further that the Committee failed to properly report contributions and the source of a loan from the candidate. Wilson was a 2012 candidate for Ohio&#8217;s 6th Congressional District.<br/>\n          DISPOSITION: The Commission found no reason to believe the Committee accepted excessive contributions because the PAC&#8217;s $5,000 contribution did not exceed the contribution limit. The Commission exercised its prosecutorial discretion and dismissed the allegations that the Committee failed to properly report campaign contributions and to disclose the source of a loan from the candidate in light of the Committee&#8217;s cooperation with the Commission and prompt action to address the reporting errors, the Committee&#8217;s previous reporting of the candidate loan, the Committee&#8217;s good compliance history, and the fact that the committee is non-operational following the candidate&#8217;s passing.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6649</a><br/>\n          COMPLAINANT: Kevin Izzo<br/>\n          RESPONDENTS: Republican State Committee of Delaware and William E. Smith, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that the Republican State Committee of Delaware and Smith, in his official capacity as treasurer, (the Committee) distributed public communications questioning a candidate&#8217;s credentials without including a required disclaimer.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the apparently limited distribution of the communications and the <em>de minimis</em> production costs. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6657</a><br/>\n          COMPLAINANT: Missouri Democratic State Committee<br/>\n          RESPONDENTS: Akin for Senate and G. Scott Engelbrecht, in his official capacity as treasurer; W. Todd Akin; and Senate Conservatives Fund and Lisa Lisker, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that the Senate Conservatives Fund and Lisker, in her official capacity as treasurer, (the Fund) were preparing to make and Akin and Akin for Senate and Engelbrecht, in his official capacity as treasurer, (the Committee) were preparing to receive illegal, in-kind contributions as a result of alleged coordinated communications. The complaint alleged further than Akin may have solicited excessive contributions from the Fund. Akin was a 2012 candidate for Missouri&#8217;s United States Senate seat.<br/>\n          DISPOSITION: The Commission found no reason to believe coordination occurred because the Fund&#8217;s communications were neither electioneering communications nor public communications and thus do not satisfy the content prong of the coordination regulations. The Commission further found no reason to believe Akin solicited excessive contributions in light of the respondents&#8217; sworn statements denying the allegedly prohibited activity occurred and in view of the Fund&#8217;s status as a registered non-connected political committee, making the Fund subject to the limitations, prohibitions and reporting requirements of the Act. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6671</a> <br/>\n          COMPLAINANT: Irmalyn Thomas<br/>\n          RESPONDENTS: Weber for Congress and Robert Nolen, in his official capacity as treasurer; Carl Davis; Richard Hawkins; Kevin Lilly; Charles Medlin; Michael Ramsey; Myla Ramsey; and Kent Watts<br/>\n          SUBJECT: The complaint alleged that Davis, Hawkins, Lilly, Medlin, the Ramseys and Watts made and Weber for Congress and Nolen, in his official capacity as treasurer, (the Committee) accepted excessive contributions.<br/>\n          DISPOSITION: The Commission found no reason to believe the Committee accepted or the other respondents made excessive contributions because the Committee either amended the disclosure report in question to reflect the contributors&#8217; intent or reattributed contributions in accordance with Commission regulations. Commission exercised its prosecutorial discretion and dismissed the matter as to the Committee&#8217;s apparent misreporting of contributions in light of the fact that the Committee corrected its reporting errors in a timely manner and appears to have reported the transactions correctly its amended and subsequent filings.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6673</a><br/>\n          COMPLAINANT: Wendolyn Aragon<br/>\n          RESPONDENT: David Lee for Supervisor 2012<br/>\n          SUBJECT: The complaint alleged that David Lee for Supervisor 2012 (Lee Committee) (1) misrepresented itself by using the color scheme and slogan of Obama for America (Obama Committee) and Democratic National Committee (DNC) campaign materials for a door hanger, (2) used non-federal funds to pay for campaign material that advocated the election of federal candidates, and (3) failed to include a disclaimer stating that the door hanger at issue was not official DNC or Obama Committee material or that the candidates featured on the door hanger did not necessarily endorse the other candidates appearing on the material. Lee was a 2012 candidate for San Francisco&#8217;s Board of Supervisors.<br/>\n          DISPOSITION: The Commission found no reason to believe a violation occurred because: (1) Lee was not a federal candidate, or agent or employee of a federal candidate, Lee and the Lee Committee did not represent that they were acting on behalf of federal candidates, and the door hanger could not in any way be damaging to the federal candidates referenced; (2) the door hanger was not a &#8220;public communication&#8221; and thus could be paid for with non-federal funds; and (3) because it was not a &#8220;public communication,&#8221; the door hanger did not require a disclaimer.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6744</a><br/>          \n          COMPLAINANT: FEC-Initiated<br/>\n          RESPONDENT: RIGHTMARCH.COM PAC INC and William Greene, in his official capacity as treasurer<br/>\n          SUBJECT:&#160; In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that RIGHTMARCH.COM PAC INC and Greene, in his official capacity as treasurer, (the Committee) failed to accurately report receipts, disbursements and cash-on-hand when the Committee understated receipts by $23,940 and ending cash-on-hand by $16,750 in 2007 and understated disbursements by $9,889 and cash-on-hand by $6,625 in 2008.<br/>\n          DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $2,200.</p>\n        <p><strong>AUDITS</strong></p>\n        <p>            <a href=\"../../../audits/2010/Mississippi_Democratic_Party_PAC/FinalAuditReportoftheCommission1247204.pdf\">Final Audit Report on the Mississippi Democratic Party PAC (MDP)</a>. On October 29, the Commission made public the Final Audit Report of the Commission on the MDP, covering campaign finance activity between January 1, 2009 and December 31, 2010.&#160; The Commission approved a finding related to the misstatement of financial activity, disclosure of disbursements totaling $361,109 with missing payee addresses, failure to disclose occupation and/or name of employer, and failure to maintain recordkeeping of employees for 2009 and 2010.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../../law/litigation/nader.shtml\"><em>Nader v. FEC</em></a> (Case 12-5134). On October 31, the plaintiff filed a <a href=\"../../../law/litigation/nader_nader_petition_cert.pdf\">Petition for Writ of Certiorari</a> in the United States Supreme Court.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On October 28, Judith Ingram of the Press Office and Paul Clark of the Office of the Chief Information Officer discussed the Commission's disclosure systems with a group of students from The George Washington University. </p>\n        <p>On October 30, Communications Specialist Travis Drake discussed campaign finance law and Commission operations with a group of students from American University.</p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../news_releases/20131028release.shtml\">Two New FEC Commissioners Assume Office; Will Hold Open Meeting on October 31</a> (issued October 28)</p>\n        <p><a href=\"../news_releases/20131031release.shtml\">FEC Welcomes New Commissioners, Elects Vice Chairman and Approves Advisory Opinion</a> (issued October 31)</p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>November 7: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">Executive Session</a>.*</p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p>November 13, Federal Election Commission, Washington, DC. <em>Seminar/Webinar for Nonconnected Committees</em>. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>November 20: November Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p>The 2012 edition of <a href=\"../../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p>&#160;</p>\n        <p>* The Commission was erroneously reported to be holding an open meeting on November 7 in the original version of  Weekly Digest 2013-44. </p>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <div align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a> </div>\n        </td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/digests/20131101digest.shtml"}