{"date": "11/08/2013", "pdf": null, "title": "Week of November 4 - November 8, 2013 ", "issue": "2013-45", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"921\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td width=\"736\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"63\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>:&#160; </div></td>\n        <td width=\"120\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td width=\"736\" valign=\"top\"><p>November 8, 2013</p>\n        </td>\n        <td width=\"63\" valign=\"top\"/>\n        <td width=\"120\" valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\"/>\n        <td valign=\"top\">Christian Hilland </td>\n      </tr>\n      <tr>\n        <td height=\"14\" valign=\"top\"><a href=\"../pdf/20131108digest.pdf\"> <img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/><u>.pdf version of this Weekly Digest</u> </a></td>\n        <td valign=\"top\"/>\n        <td valign=\"bottom\"><p>ISSUE 2013-45</p></td>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\"><p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" msimagelist=\"\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 4 &#8211; 8</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On November 7, the Commission held an executive session.</p>\n        <p/>\n        <p>No Commission open meetings were held this week. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Drafts</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2013-13 (Freshman Hold'em JFC)</a>. On November 8, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201313.pdf\">draft</a> of Advisory Opinion  2013-13 from the Freshman Hold'em Joint Fundraising Committee, Stutzman for Congress, Gardner for Congress 2012, Tom Reed for Congress, Denham for Congress, Benishek for Congress, Inc., Rodney for Congress, Duffy for Congress, Chris Gibson for Congress, Friends of Joe Heck, Friends of Dave Joyce, Pat Meehan for Congress, Scott Rigell for Congress, Rothfus for Congress, Jon Runyan for Congress, Inc., VoteTipton.com, Valadao for Congress, and Walorski for Congress Inc. Joint Fundraising Committee. The requestors ask whether Freshman Hold&#8217;em JFC may use its shorter name and its URL in its required disclaimers, rather than the committee's full name. Comments on the draft are due by noon on November 13.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2013-15 (Conservative Action Fund)</a>. On November 7, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201315.pdf\">draft</a> of Advisory Opinion 2013-15 from Conservative Action Fund (CAF). CAF asks several questions related to its receipt of Bitcoins as contributions. Comments on the draft are due by noon on November 13.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public five closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6548</a> <br/>\n          COMPLAINANT: Hugh D. Shine<br/>\n          RESPONDENTS: Eric for Texas Campaign and David Oberg, in his official capacity as treasurer; Eric Klingemann; and GUNS+<br/>\n          SUBJECT: The complaint alleged that GUNS+ made, and Klingemann and Eric for Texas Campaign and Oberg, in his official capacity as treasurer, (the Committee) received an illegal, in-kind corporate contribution in connection with a 25-gun raffle, the proceeds of which were intended to benefit the Committee. The complaint alleged further that flyers emailed by a Klingemann supporter lacked a required disclaimer and request for contributor information. Klingemann was a 2012 candidate for Texas&#8217;s 31st Congressional District.<br/>\n          DISPOSITION: The Commission found no reason to believe that GUNS+ violated the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations in light of the sworn affidavit from GUNS+ and the responses filed by Klingemann and his Committee, which refuted the allegation that the Committee accepted an in-kind contribution of firearms. The Commission exercised its prosecutorial discretion and dismissed the matter in connection with the allegations pertaining to the emailed flyers in consideration of Commission priorities. The Commission found no reason to believe a violation occurred in connection with Klingemann because the record did not indicate such a violation.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6562</a> <br/>\n          COMPLAINANT: Arturo I. Martinez de Vara<br/>\n          RESPONDENT: Paul B. Haring<br/>\n          SUBJECT: The complaint alleged that Haring failed to file a Statement of Candidacy or Statement of Organization in a timely manner.<br/>\n          DISPOSITION: The Commission found no reason to believe Haring failed to file the documents at issue because he did not receive contributions or make expenditures exceeding $5,000 and thus did not qualify as a candidate under the Act and Commission regulations and trigger the Act&#8217;s registration and reporting requirements. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6605</a>&#160; <br/>\n          COMPLAINANT: Jason Stanford<br/>\n          RESPONDENTS: Gary Latanich for Congress and Janet L. Lee, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Gary Latanich for Congress and Lee, in her official capacity as treasurer, (the Committee) failed to disclose on its FEC report an outstanding debt owed to Stanford&#8217;s company. Latanich was a 2012 primary candidate for Arkansas&#8217; First Congressional District. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the remedial action taken by the Committee to amend its reports to disclose the debt and in consideration of Commission priorities. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6630</a> <br/>\n          COMPLAINANT: Wiselet Ked Rouzard<br/>\n          RESPONDENTS: Washoe County Republican Party and Lynne Hartung, in her official capacity as treasurer; Washoe County Republican Central Committee; and Nevada Republican Party<br/>\n          SUBJECT: The complaint questioned whether the Washoe County Republican Party is affiliated with the Nevada Republican Party, which would result in the two committees sharing a contribution limit. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the inconclusive factual record regarding potential affiliation, the fact that the Washoe County Republican Party intended to terminate, and the fact that even if the committees were affiliated, neither committee made or received any excessive contributions.&#160; The Commission found no reason to believe a violation occurred in connection with the Nevada Republican Party.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6730</a>&#160; <br/>\n          COMPLAINANT: FEC-Initiated<br/>\n          RESPONDENTS: Michael Williams for Congress and Stephen R. Hicks, in his official capacity as treasurer<br/>\n          SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that Michael Williams for Congress (the Committee) and Hicks, in his official capacity as treasurer, failed to refund or redesignate all contributions received for a special election that was never held and thus resulted in the acceptance of excessive contributions. Williams was a 2010 and 2012 candidate for Texas&#8217;s United States Senate seat and a 2012 candidate for Texas&#8217;s 25th Congressional District.<br/>\n          DISPOSITION: The Commission entered into a conciliation agreement whereby the Committee and Hicks, in his official capacity as treasurer, agreed to pay a civil penalty of $6,250. </p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public four campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2643</a> &#8211; Blackboard Inc. Political Action Committee and Michael J. Stanton, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2685</a> &#8211; SCDCC: Sonoma Co. Dem. Cen. Com. and Donald Richard Frank, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $155.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2713</a> &#8211; Jackson for Virginia and Theodora J. Jackson, in her official capacity as treasurer. &#160;The Commission made a final determination and assessed a civil penalty of $312.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2722</a> &#8211; Lisa Murkowski for U.S. Senate and Joseph M. Schierhorn, in his official capacity as treasurer. The Commission made a final determination to take no further action.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION </strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 637</a>&#8211; WOMEN VOTE! and Stephanie Schriock, in her official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, and (2) pay a civil penalty of $1,800.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 646</a>&#8211; California Republican Party and Mike Osborn, in his official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, (2) develop and certify implementation of compliance measures, and (3) pay a civil penalty of $3,100.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../../law/litigation/TeaPartyLeadershipFund.shtml\"><em>Tea Party Leadership Fund, et al. v. FEC</em></a> (Case 1:12-cv-1707-KBJ). On November 7, the plaintiffs filed a <a href=\"../../../law/litigation/tpf_stip_vol_dismiss.pdf\">Stipulation of Voluntary Dismissal</a> in the United States District Court for the District of Columbia, voluntarily dismissing the case with prejudice. </p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>The Commission posted the <a href=\"../../../pubrec/fe2014/2014pdates.pdf\">2014 Congressional Primary Election Dates and Filing Deadlines for Ballot Access</a> on the Commission website.</p>\n        <p/>\n        <p>The Commission posted the filing deadlines for the Special Election in Florida&#8217;s 13th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../../pages/report_notices/2014/fl13.pdf\">Special Election Report Notice</a>.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On November 5, Chair Ellen L. Weintraub met with a multinational group of governmental, political, and civic leaders to discuss the role of the Commission as part of the State Department's International Visitor Leadership Program.</p>\n        <p/>\n        <p>On November 7, Chair Weintraub met with a Magistrate from Mexico's Electoral Tribunal, Dr. Salvador Olimpo Nava Gomar, to discuss the work of their respective organizations. </p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>November 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">open meeting</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>November 13, Federal Election Commission, Washington, DC. <em>Seminar/Webinar for Nonconnected Committees</em>. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>November 20: November Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p><strong/></p>\n        <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p/>\n        <p align=\"center\"><br/>\n        </p>\n        <p/>\n        <div align=\"center\"/>\n        </td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/digests/20131108digest.shtml"}