{"date": "04/03/2015", "pdf": null, "title": "Week of March 30 - April 3, 2015", "issue": "2015-14", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">April 3, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150403digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-14</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of March 30 &#8211; April 3</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <strong><br/>\n  </strong><strong>ENFORCEMENT<br/>\n  </strong><br/>\n  The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6465</a> <br/>\n  COMPLAINANT: Citizens for Responsibility and Ethics in Washington<br/>\n  RESPONDENTS: The Arizona Sports Foundation, dba The Fiesta Bowl; John H. Junker; Natalie Wisneski; Gary Husk; Shawn Schoeffler; Anthony Aguilar; Scot Asher; Peggy Eyanson; Lee Eyanson; Jamie Fields; Jay Fields; Susan Junker; Mary McGlynn; Monica Simental; and Richard Wisneski<br/>\n  SUBJECT: The complaint alleged that The Arizona Sports Foundation, dba The Fiesta Bowl (Fiesta Bowl), a non-profit corporation, and certain individual officers and employees and their spouses made prohibited contributions in the names of others to various federal political committees.<br/>\n  DISPOSITION: The Commission found reason to believe that the Fiesta Bowl knowingly and willfully violated the Federal Election Campaign Act of 1971, as amended (the Act), by making&#160; prohibited contributions in the names of others to federal political committees, and that Junker and Wisneski knowingly and willfully violated the Act by consenting to the use of corporate funds to make contributions in the names of others, assisting in making contributions in the names of others, and allowing their names to be used to effect such contributions. The Commission entered into a conciliation agreement providing that the Fiesta Bowl pay a civil penalty of $71,000, and a separate conciliation agreement providing that Junker pay a civil penalty of $25,000. The Commission agreed to accept a conciliation agreement with Wisneski that does not provide for payment of a civil penalty due to her demonstration of financial hardship but that does contain admissions of violations. The Commission also found reason to believe that Husk, who appeared to have assisted Junker and Wisneski in devising and then attempting to cover up the reimbursement scheme, knowingly and willfully violated the Act. The Commission subsequently concluded that it would not be an efficient use of Commission resources to engage in further administrative proceedings as to Husk. Accordingly, the Commission took no further action and closed the file as to Husk. The Commission found reason to believe that Schoeffler violated the Act by permitting his name to be used to make a contribution in the name of another and effecting the reimbursement of a contribution made by one of his subordinates with corporate funds, but the Commission took no further action and closed the file as to Schoeffler and the remaining respondents because none of those individuals directed the unlawful activity and agreed to participate as conduits only at the behest of Junker, Wisneski, or both.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6714</a><br/>\n  COMPLAINANT: Richard R. Zitola<br/>\n  RESPONDENTS: Jill Stein for President and James Moran, in his official capacity as treasurer; and Ben Manski<br/>\n  SUBJECT: The complaint alleged that Jill Stein for President and Moran, in his official capacity as treasurer (the Committee), failed to (1) reimburse approximately $6,000 in campaign-related expenses incurred by a volunteer or (2) disclose the amount at issue as a disputed or estimated debt. <br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter as to the Committee, in light of the relatively low dollar amount at issue. The Commission found no reason to believe Manski violated the Federal Election Campaign Act of 1971, as amended (the Act), or Commission regulations because, acting as the Committee&#8217;s campaign manager and not its treasurer, he was not responsible for any subsequent reporting of disputed or estimated debts. The Commission sent a letter (1) reminding the Committee of requirements for continuously reporting outstanding debts until those debts are extinguished and (2) instructing the Committee to amend the disclosure reports at issue.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6889</a><br/>\n  COMPLAINANT: Self-Initiated<br/>\n  RESPONDENTS: National Air Transportation Association; National Air Transportation Association Political Action Committee and Jason Miller, in his official capacity as treasurer; and Eric Byer<br/>\n  SUBJECT: The National Air Transportation Association (NATA) and its separate segregated fund, the National Air Transportation Association Political Action Committee and Miller, in his official capacity as treasurer (NATA PAC), notified the Commission that (1) NATA made and NATA PAC accepted prohibited contributions in the names of others and (2) NATA PAC submitted inaccurate disclosure reports. The respondents further notified the Commission that Byer, a former NATA Vice-President and former Assistant Treasurer of NATA PAC, exercised significant responsibility for administering a reimbursement arrangement resulting in 20 NATA employees making $214,353 in contributions to NATA PAC in their names using NATA corporate funds.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for NATA and NATA PAC to pay a civil penalty of $26,000 and disgorge to the United States Treasury $65,000 in employee contributions that were reimbursed with NATA corporate funds. The Commission entered into a separate conciliation agreement providing for Byer to pay a civil penalty of $53,600.<br/>\n  <strong><br/>\n  EDUCATIONAL PROGRAMS<br/>\n  <br/>\n  </strong>On April 1, the Commission hosted Reporting and FECFile Webinars for Candidate Committees. <br/>\n  <strong><br/>\n  PUBLIC DISCLOSURE<br/>\n  <br/>\n  </strong>On April 3, the Commission issued the<a href=\"../news_releases/20150403release.shtml\"> Statistical Summary of 24-Month Campaign Activity of the 2013-2014 Election Cycle</a>.<strong><br/>\n  <br/>\n  FEDERAL REGISTER <br/>\n  <br/>\n  </strong>On March 30, the Commission published the <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2015-03-30/pdf/2015-07176.pdf\">Notice of Availability on the Administrative Fines Program and Commission Forms</a> and the <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2015-03-30/pdf/2015-07177.pdf\">Notice of Availability on Federal Contractors</a> in the Federal Register.&#160; <strong><br/>\n  </strong><br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n  </strong><br/>\n  April 21 and 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  April 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>. <br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EVENTS</strong><br/>\n  <br/>\n  April 14: The Commission hosts an open house in the Public Records Office from 10:00 a.m. to noon to mark the agency&#8217;s 40th anniversary. The event will highlight the agency&#8217;s efforts to ensure disclosure of campaign finance information over the last four decades. Current and former FEC Commissioners are expected to attend. The event is free and open to the public.<br/>\n  <br/>\n  <strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  April 29: Webinar for Trade Association PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <strong><br/>\n  UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#quarterly\">2015 Quarterly Reporting page</a> of the Commission website.<br/>\n  <br/>\n  April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml. </p>\n          <p align=\"center\"><br/>\n            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n            <br/>\n            Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile</a><a href=\"../../../mobile/\">/</a><br/>\n          </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150403digest.shtml"}