{"href": "nonfil5100.htm", "pdf": null, "date": "05/01/2000", "category": "Non-Filer Publications", "title": "Four Campaigns Fail to File April Quarterly Report", "html": "<body>\n\n<font face=\"Book Antiqua\" size=\"3\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><a href=\"http://www.fec.gov\"><font size=\"3\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></font></a></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Kelly Huff\nMay 1, 2000                                                       Ron Harris\n                                                                  Sharon Snyder\n                                                                  Ian Stirton</strong></font></pre>\n\n<p>&#160;</p>\n\n<b/><p align=\"CENTER\">FOUR <b>CAMPAIGNS FAIL TO FILE APRIL QUARTERLY REPORT</b></p>\n\n<p>WASHINGTON -- The Federal Election Commission today cited four 2000 U.S. Senate and House campaign committees for failure to file the required April Quarterly financial disclosure report covering activity for the first three months of 2000.</p>\n\n<p>\tAs of 12 p.m., May 1, 2000 disclosure reports from the following committees had not been filed:</p>\n\n<b/><p>AR/04...JUDY SMITH FOR CONGRESS...ALVERNON MCHENRY, TREAS...JUDY SMITH...DEM</p>\n<p>PA/04...PEOPLE FOR ROYAL HART...JUDY R. ENSLEN, TREAS...ROYAL DEAN HART...DEM</p>\n<p>PA/19...DICK STEWART FOR CONGRESS...LEWIS E. ELICKER III, TREAS...RICHARD W. \t   \t   STEWART...REP</p>\n<p>PA/04...PEOPLE FOR BELLISSIMO...GARY T. ROZANSKI, TREAS...JOSEPH S. BELLISSIMO \t\t\t   JR...DEM</p>\n<p>\t</p>\n<p>\tThe report was due April 15, 2000, and should have included financial activity for the period January 1, 2000, or from the inception of the committee, through March 31, 2000.  If sent by certified or registered mail, the report should have been postmarked by midnight April 15.</p>\n\n<p>\tCommittees were notified of their filing requirements on March 22.  Those committees which did not file on the due date were notified on April 21 that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n\n<p>\tFor this publication, the Commission has focused attention only on those campaigns with primaries during the second quarter of 2000.  The Commission publishes only the names of those committees which have been designated by candidates as their principal campaign committees.</p>\n\n<p>\tOther political committees supporting Senate and House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file quarterly reports, unless they report monthly.  Those committees are not published by the FEC.</p>\n\n<p>\tFurther Commission action against non-filers and late filers is decided on a case-by-case basis.  Federal law gives the FEC broad authority to initiate enforcement actions, including the imposition of civil penalties ($5,500 for \"any violation\" and $11,000 for any \"knowing and willful\" violation.)</p>\n\n<p align=\"CENTER\"># # #</p>\n\n<p>&#160;</p>\n<p>&#160;</p></font></body>\n"}