{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>October 19, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p/>\n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, the respondents agreed to pay a civil penalty of $6,000. In another matter, the Commission found no reason to believe a violation occurred, and it dismissed one allegation in a third matter while finding no reason to believe a violation occurred in connection with other allegations. The Commission exercised its prosecutorial discretion and dismissed the three other matters.</p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" height=\"1359\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"117\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6107</a></p></td>\n            <td width=\"579\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"579\" valign=\"top\"><p>Cynthia McKinney for Congress and Joan Christian, in her official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>FEC Initiated</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>In the normal course of carrying out its supervisory responsibilities, the Commission found that the McKinney Committee and Christian, in her official capacity as treasurer, accepted contributions in excess of the allowable limit under the Federal Election Campaign Act of 1971, as amended (the Act),&#160; and failed to accurately disclose campaign receipts, disbursements and cash-on-hand totals. Former Rep. McKinney was a candidate in 2006 for Georgia&#8217;s 4th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The Commission found reason to believe the respondents violated the Act. In a conciliation agreement, respondents agreed to pay a civil penalty of $6,000. The conciliation agreement notes that respondents reattributed, redesignated and refunded the excessive contributions, as directed by the Commission&#8217;s auditors. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6023</a></p></td>\n            <td width=\"579\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"579\" valign=\"top\"><p>John McCain 2008, Inc. and Joseph Schmuckler, in his official capacity as treasurer; Rick Davis; The Loeffler Group, LLP; Susan Nelson; and 3eDC, LLC</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>Campaign Money Watch and David Donnelly as Director</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The complaint alleged that The Loeffler Group, LLP gave, and John McCain 2008, Inc. and Schmuckler, in his official capacity as treasurer, accepted, excessive in-kind contributions in the form of corporate payments to Nelson, a campaign staff member. The complaint alleged further that 3eDC, LLC and Davis, as part owner, made prohibited corporate contributions to the McCain Committee when they reduced the amount of debt owed them by the campaign.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act because: (1) with respect to the alleged Loeffler Group contribution, there was no information to indicate respondents may have committed the violations alleged in the complaint, and (2) with respect to the alleged 3eDC contribution, the debt reduction was made in a commercially reasonable manner.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6136</a></p></td>\n            <td width=\"579\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"579\" valign=\"top\"><p>Iowa Christian Alliance and Stephen Scheffler</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>Stacey Lynn Cargill</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The complaint alleged that the Iowa Christian Alliance (ICA), a non-profit organization, violated the Act and Commission regulations by endorsing Senator John McCain for president via an email newsletter. It alleged further that the ICA committed a violation by endorsing U.S. Senate candidate Christopher Reed, in connection with a fundraising event for the candidate.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The Commission dismissed the allegation that respondents violated the Act with respect to the email newsletter in light of insufficient information about the e-mail and the likely <em>de minimis</em> amount involved. The Commission also found no reason to believe ICA violated the Act or Commission regulations by failing to include a disclaimer on the newsletter because the email newsletter was not a public communication. The Commission also found no reason to believe a violation occurred in regard to a fundraiser for Reed co-hosted by Scheffler since the invitation indicated clearly that Scheffler was involved in his personal capacity.&#160; </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6102</a></p></td>\n            <td width=\"579\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"579\" valign=\"top\"><p>Oliver for Congress and Clayton Woodrum, in his official capacity as treasurer; Georgianna Oliver; and EverGreen Solutions, Inc.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>Shane M. Saunders </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The complaint alleged that Oliver for Congress and Woodrum, in his official capacity as treasurer, violated the Act by accepting and failing to report adequately at least one loan improperly received from Oliver, the candidate. The complaint contends that the loan in question was derived from the candidate&#8217;s company, EverGreen Solutions, Inc., and not from the candidate&#8217;s personal funds, which may have resulted in a prohibited corporate contribution. The complaint alleged further that Oliver for Congress failed to disclose adequately the purpose of disbursements in its filings to the Commission. Oliver was a candidate in 2008 for Oklahoma&#8217;s 1st Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter. The Commission&#8217;s dismissal was based on Oliver&#8217;s sworn statement that the distribution of monies to her was in accordance with EverGreen Solutions&#8217; bylaws and the absence of any information to the contrary. The Commission also dismissed the allegation that Oliver for Congress failed to adequately disclose the purpose of disbursements because of the minimal amount at issue.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6115</a></p></td>\n            <td width=\"579\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"579\" valign=\"top\"><p>Committee to Elect Steve O&#8217;Donnell and Edward Guy&#160; Klump, in his official capacity as treasurer; William D. Nedzesky; and Clairton Corporation and Professional Life Services, Inc.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>National Republican Congressional Committee</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The complaint alleged that the O&#8217;Donnell Committee and Klump, in his official capacity as treasurer, violated the Act by failing to file one of its campaign finance reports in a timely fashion and to report disbursements fully for space the Committee rented from Nedzesky, Clairton Corporation and Professional Life Services, Inc. The complaint alleged further that because the Committee did not report disbursements for space rented from the latter two corporations, the Committee and Klump received prohibited in-kind corporate contributions in the form of free rent from those corporations. O&#8217;Donnell was a candidate in 2008 for Pennsylvania&#8217;s 18th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"579\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter due to the low dollar amount at issue.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6123</a></td>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">RESPONDENTS:</td>\n            <td valign=\"top\">Robinson for Congress and Scott Schaefer, in his official capacity as treasurer; and David F. Robinson</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">COMPLAINANT:</td>\n            <td valign=\"top\">Doug Preisse, Chairman of the Franklin County Republican Party</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">SUBJECT:</td>\n            <td valign=\"top\">The complaint alleged respondents violated the Act by accepting in-kind contributions and loan debt in excess of the allowable limit from an individual who had the same name but a different address as the candidate. Under the Act, contributions and loans from the personal funds of candidates are not subject to any limits. Robinson was a candidate in 2008 for Ohio&#8217;s 12th Congressional District.</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">OUTCOME:</td>\n            <td valign=\"top\">The Commission exercised its prosecutorial discretion and dismissed the matter because Robinson for Congress acknowledged that it incorrectly disclosed the candidate&#8217;s address. The Committee had quickly amended its campaign finance reports to clarify that the candidate was the source of the in-kind contributions and loan debt</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"108\" colspan=\"2\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/20091019MUR.shtml", "date": "10/19/2009", "pdf": null, "title": "FEC Takes Final Action on Six Cases", "category": "Enforcement Matters"}