{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>October 26, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <table cellpadding=\"0\">\n          <tr>\n            <td width=\"99%\"><p align=\"center\"><strong>FEC Introduces New Formats for Downloading Data Files, Disclosure Data Blog</strong></p>\n                <p align=\"center\"/>\n                <p>WASHINGTON &#8211; The Federal Election Commission today introduced new formats for downloading data files from its website that allow users increased flexibility and choice to customize their searches. The Commission also opened a new disclosure data blog to increase the exchange of information between the website&#8217;s managers and users.</p>\n                <p/>\n                <p>&#8220;These new tools are key to the Commission&#8217;s comprehensive plan to make its website an ever more informative, intuitive and easily navigable vehicle for disclosure of campaign finance data, a core area of our responsibility,&#8221; said Chairman Steven T. Walther. </p>\n                <p/>\n                <p>At <strong><a href=\"../../data/\">data.fec.gov</a>,</strong><strong> </strong>the Commission is building files containing data in formats that will allow for more sophisticated use of campaign finance data by a range of interested users. Each of the files here can be downloaded in either csv or xml formats. Each also has a metadata page that describes the information included and the structure of the file itself. There is a pdf version of each file for printing. Users can subscribe to RSS feeds for each of the files in order to be notified whenever new data is available or a change is made.</p>\n                <p>On the <strong><a href=\"../../blog/\">Disclosure Data Blog</a>,</strong><strong> </strong>the Commission will post information about the files and its future plans, and solicit questions, ideas and suggestions from users. The Commission has already received much valuable input from the public on its website improvement initiative, and looks forward to a continuing, cooperative effort to make the website a model of disclosure.</p>\n                <p/>\n                <p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. Visit the FEC web site at <a href=\"../..\">www.fec.gov</a> .</em></p>\n                <p align=\"center\"><em># # #</em></p></td>\n          </tr>\n        </table>\n        <p/>\n        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n</div>\n", "date": "10/26/2009", "href": "press2009/20091026Downloading.shtml", "category": "Disclosure Initiatives", "title": "FEC Introduces New Formats for Downloading Data Files, Disclosure Data Blog", "pdf": null}