{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th width=\"22%\" align=\"left\" valign=\"top\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    July 5, 2006</th>\n    <th width=\"56%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th width=\"22%\" align=\"left\" valign=\"top\" class=\"small\">Bob Biersack <br/> \n      Ian Stirton     <br/> \n      Kelly Huff     <br/>\n    George Smaragdis </th>\n  </tr>\n  <tr>\n    <th height=\"44\" colspan=\"3\" valign=\"top\"><p align=\"center\" class=\"big\"><strong>FEC NAMES NEW STAFF DIRECTOR </strong></p>\n    </th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\"> <p>WASHINGTON&#8212;The Federal Election Commission (FEC) announced today that it has selected Patrina M. Clark to be Staff Director.&#160; She will join the FEC on July 10. One of two staff positions mandated by the Federal Election Campaign Act (FECA) (along with the General Counsel), the Staff Director is responsible for managing the overall operation of the Commission. Ms. Clark succeeds Robert Costa who has been Acting Staff Director since October of 2005.</p>\n      <p>&#8220;Patrina comes to the Commission with an outstanding list of accomplishments and a fresh perspective that has impressed all of us.&#8221; said FEC Chairman Michael Toner.&#160; &#8220;We&#8217;re looking forward to having her skills and enthusiasm focused on the important work of the Commission as we move forward.&#160; We&#8217;re also grateful to Bob Costa for postponing his retirement for a few weeks to help make sure we have a smooth transition.&#8221;</p>\n      <p>Since 2004 Ms. Clark has served as Regional Executive Director for Naval District Washington.&#160; As the senior civilian official in the Region, she managed the Human Resources, Information Technology, Comptroller, and Public Affairs offices among other activities.&#160; Prior to her service with the Department of the Navy, she held a number of key positions with the Internal Revenue Service, most recently as Director, Cooperative Efforts and Strategic Support.</p>\n      <p>\"I am really looking forward to joining the FEC&#8221; Clark said. &#8220;In so many ways, the organization feels very familiar to me, and I am excited about the opportunity to contribute to the very important work performed by the employees of the FEC. I strongly believe that public service is both a privilege and a responsibility, and I very much look forward to serving in my new role.\"</p>\n      <p>Ms. Clark attended the University of Texas, where she began her undergraduate studies as a National Merit Scholar and University of Texas Presidential Scholar. She completed her undergraduate studies at Thomas Edison State College with an emphasis in Communications and Human Resources Management. Ms. Clark has a graduate certificate from the Cornell University School of Industrial Labor Relations in Human Resources Management and a Master&#8217;s Certificate in Project Management from George Washington University (GWU). She was awarded a joint certificate in Advanced Public Policy Leadership from the Brookings Institution and GWU, and is a graduate of GWU&#8217;s Senior Executive Development Program.&#160; She recently completed Georgetown University&#8217;s Senior Executive Leadership Continuing Studies Certificate Program and is certified as a Senior Human Resources Professional by the Human Resources Certification Institute.</p>\n      <p>Ms. Clark lives in Annapolis, Maryland with her husband Jerome.</p>\n      <p/>\n      <p align=\"center\">###</p>\n      <p>&#160;</p>\n      <p>&#160;</p>\n      <p>&#160; </p>\n    </td>\n  </tr>\n</table>\n</body>\n", "href": "press2006/20060705sd.html", "date": "07/05/2006", "pdf": null, "title": "FEC Names New Staff Director", "category": "Commission Appointments"}