{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>July 2,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\">&#160;</p>        \n        <p/>\n        <p align=\"center\"><strong>FEC ADOPTS THREE NEW AGENCY PROCEDURES AND APPROVES ISSUANCE OF FOUR AUDIT REPORTS<br/>\n        </strong></p>\n        <p>WASHINGTON &#8211; At its open meeting yesterday, the Federal Election Commission (FEC) adopted three new agency procedures for the report review and audit processes and voted to issue four audit reports.</p>\n        <p>The Commission unanimously approved three new initiatives, a <a href=\"../../agenda/2010/mtgdoc1030a.pdf\">Directive on Processing Audit Reports</a>, a <a href=\"../../agenda/2010/mtgdoc1030b.pdf\">Directive on Legal Guidance to the Commission&#8217;s Office of Compliance</a> and a <a href=\"../../agenda/2010/mtgdoc1030c.pdf\">Policy Statement Establishing a Pilot Program for Requesting Consideration of Legal Questions by the Commission</a>.&#160; </p>\n        <p>The initiatives are designed to significantly improve the efficiency and transparency of the Commission&#8217;s reports analysis and audit processes. Through these initiatives, the Commission will have increased direct oversight of the FEC&#8217;s reports review and audit processes. They create a new procedure for staff, as well as for persons and entities that file disclosure reports with the Commission, to seek legal guidance directly from the Commission at an early stage of the reports review and audit processes. They also provide for a procedure by which the Commission will receive monthly status reports on all pending internally-generated requests for formal legal guidance and formalized these procedures to ensure further transparency. The Commission also made completely transparent its process for reviewing staff draft audit reports and adopted a procedure whereby all important documents related to an audit proceeding will be timely placed on the public record and made available on the Commission&#8217;s website. </p>\n        <p>The Commission approved issuance of an audit report for AFL-CIO Committee on Political Education Political Contributions Committee (<a href=\"../../agenda/2010/mtgdoc1031.pdf\">AFL-CIO COPE PCC</a>), covering campaign finance activity in the 2005 and 2006 calendar years.&#160; The Commission voted to include a finding in its Final Audit Report that <a href=\"../../agenda/2010/mtgdoc1031.pdf\">AFL-CIO COPE PCC</a> had followed appropriate reporting practices for transfers received from the Communications Workers of America Committee on Political Education Political Contributions Committee (<a href=\"../../agenda/2010/mtgdoc1032.pdf\">CWA-COPE</a> PCC) and another separate segregated fund.&#160; The Commission&#8217;s Final Audit Report will also confirm that AFL-CIO COPE PCC had filed amended reports to correct a misstatement of cash on hand and disbursements.&#160; </p>\n        <p>The Commission also approved issuance of an audit report for <a href=\"../../agenda/2010/mtgdoc1032.pdf\">CWA-COPE</a> PCC covering campaign finance activity in the 2005 and 2006 calendar years.&#160; The Commission voted to include a finding in its Final Audit Report that <a href=\"../../agenda/2010/mtgdoc1032.pdf\">CWA-COPE</a> PCC had followed appropriate reporting practices for transfers made to AFL-CIO COPE PCC.</p>\n        <p/>\n        <p>The Commission approved three recommended findings in an audit report for the <a href=\"../../agenda/2010/mtgdoc1037.pdf\">Tennessee Republican Party Federal Election Account</a>, covering campaign finance activity in the 2005 and 2006 calendar years. The three findings concerned (1) misstatement of receipt, disbursement, and cash on hand amounts, (2) acceptance of contributions from unregistered political organizations, which may have been received from impermissible sources, and (3) failure to maintain employee timesheet documentation for the purpose of determining if staff salaries were properly allocated between the federal and non-federal accounts as administrative expenses. The Commission did not approve a recommended finding regarding a possible coordinated contribution to the authorized committee of a U.S. Senate candidate.</p>\n        <p/>\n        <p>The Commission approved two recommended findings in an audit report for the <a href=\"../../agenda/2010/mtgdoc1038.pdf\">Washington State Democratic Central Committee</a>, covering campaign finance activity in the 2003 and 2004 calendar years. These concerned (1) failure to adequately disclose disbursement information on its campaign finance reports and (2) misstatement of Levin Fund activity including receipt, disbursement, and cash on hand amounts. The Commission did not approve two recommended findings on (1) excessive contributions made to the authorized committees of federal candidates and (2) reporting of independent expenditures on the incorrect disclosure schedules.</p>\n        <p/>\n        <p/>        \n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p><em/></p>\n        <p align=\"center\"><em>###</em></p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100702OpenMeeting.shtml", "date": "07/02/2010", "pdf": null, "title": "FEC Adopts Three New Agency Procedures and Approves Issuance of Four Audit Reports", "category": "Open Meetings and Related Matters"}