{"href": "20030905nprm.html", "pdf": null, "date": "09/05/2003", "category": "Rulemakings", "title": "FEC Seeks Comment on Proposed Rules on Political Committee Mailing Lists and Party Committee Phone Banks", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th headers=\"t4\" align=\"left\" class=\"small\" valign=\"top\">For&#160;Immediate&#160;Release<br/>\n    September 5, 2003 </th>\n    <th width=\"100%\" headers=\"t3\" class=\"small\" align=\"right\" valign=\"top\">Contact:</th>\n    <th headers=\"t4\" align=\"left\" class=\"small\" valign=\"top\">Bob&#160;Biersack<br/>\n    Ron&#160;Harris<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">FEC SEEKS COMMENT ON PROPOSED RULES ? \n    POLITICAL COMMITTEE MAILING LISTS AND PARTY COMMITTEE PHONE BANKS</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">\n    WASHINGTON ? The Federal Election Commission (FEC) is seeking comment on \n    proposed rules regarding mailing lists of political committees and party \n    committee phone banks. The Notices of Proposed Rulemaking were published in \n    the Federal Register on September 4, 2003, and comments on these rulemakings \n    should be submitted no later than September 25, 2003. The Notices can be \n    found at <a href=\"http://sers.fec.gov/fosers/\">http://www.fec.gov/register.htm</a>.\n    <p>\n    The proposed rules regarding committee mailing lists address when the \n    proceeds of a political committee?s rental or sale of its mailing list, or \n    an exchange of its mailing list with another entity, would be considered a \n    contribution to that committee subject to the limitations and prohibitions \n    of the Federal Election Campaign Act of 1971. The proposed rules also \n    address the personal use by a candidate of his or her authorized committee?s \n    mailing list. Finally, the proposed rules address the sale or rental of a \n    mailing list by an authorized committee of a publicly funded presidential \n    candidate. Electronic mail comments on this rulemaking should be addressed \n    to Ms. Mai T. Dinh, Acting Assistant General Counsel, and sent to\n    <a href=\"mailto:mailinglists@fec.gov\">mailinglists@fec.gov</a> and must \n    include the full name, electronic mail address, and postal service address \n    of the commenter.</p>\n    <p>The proposed rules regarding party committee phone banks refer to the \n    allocation of political party committee expenditures for telephone bank \n    communications made on behalf of a presidential candidate. The proposed \n    rules would address the proper allocation of a party committee?s \n    expenditures for such communications that refer to presidential and \n    vice-presidential nominees when the party?s other candidates are referred to \n    generically, but not by name. Electronic comments on this rulemaking should \n    also be addressed to Ms. Mai T. Dinh, Acting Assistant General Counsel, and \n    sent to <a href=\"mailto:phone2003@fec.gov\">phone2003@fec.gov</a> and must \n    include the full name, electronic mail address, and postal service address \n    of the commenter.</p>\n    <p>No final decisions have been made by the Commission on any of the \n    proposed revisions in either of these Notices.</p>\n    <p>Faxed comments on these rulemakings should be sent to (202) 219-3923, \n    with printed copy follow-up to ensure legibility. Written comments and \n    printed copies of faxed comments should be sent to the Federal Election \n    Commission, 999 E Street, NW., Washington DC 20463.</p>\n    <p>These rulemakings join other pending rulemakings on Multicandidate \n    Committees and Biennial Contribution Limits, as well as Candidate Travel, \n    which were published in the Federal Register on August 21, and for which \n    comments are due no later than September 19, 2003.</p>\n    <p align=\"CENTER\">###</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\">&#160;\n    </td>\n  </tr>\n  </table>\n</body>\n"}