{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 23, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\"><p>Mary Brandenberger </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC PUBLISHES ENFORCEMENT CASE FILES DATING BACK TO 1975</strong></p>\n        <p>WASHINGTON&#8212;The Federal Election Commission today completed its online archive of previously closed enforcement cases, making all publicly released enforcement documents dating back to the agency's creation available on its website. Enforcement matters from 1999 to the present have been available online for several years, but documents for cases from 1975 to 1998 had been publicly available up to now only at the Commission&#8217;s Washington D.C. headquarters in paper files and on microfiche.</p>\n        <p/>\n        <p>&#160;&#8220;This project to make all closed enforcement matters public represents the largest expansion of the digitization of enforcement documents in the Agency&#8217;s history and is part of the FEC&#8217;s effort to improve disclosure and transparency, and deepen public understanding of the development of campaign finance law and practice,&#8221; said Steven T. Walther, Chairman of the Commission. &#8220;Now members of the public can access all closed FEC enforcement cases online from anywhere in the world.&#8221;</p>\n        <p>The newly digitized Matters Under Review, or MURs, include documents for close to 4,500 cases, which consist of approximately 770,000 pages of material dating from 1975 through 1998. The documents have been placed in PDF files for each case, and are searchable by case number, name of respondent or complainant, subject matter, opening and closing dates, and statutory or regulatory citations. Within a file, text can be searched by specific words or phrases. The documents are available at <a href=\"../../MUR/\">http://www.fec.gov/MUR/</a>. The MUR digital archive project is part of a broader FEC initiative launched earlier this year to improve the Commission&#8217;s website and Internet communications. </p>\n        <p>Closed MURs dating from 1999 to the present can be found in the Enforcement Query Section of the FEC website at http://eqs.sdrdc.com/eqs/searcheqs.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>\n</div>\n", "date": "12/23/2009", "href": "press2009/2009Dec23Archive.shtml", "category": "Disclosure Initiatives", "title": "FEC Publishes Enforcement Case Files Dating Back to 1975", "pdf": null}