{"date": "08/16/2013", "pdf": null, "title": "Week of August 12 - August 16, 2013", "issue": "2013-33", "html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">August 16, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-33</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 12 - 16 </strong></p>\n        <p align=\"center\">&#160;</p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Drafts</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3573&amp;START=201308.pdf\">AO 2013-08 (American Veterinary Medical Association)</a>. On August 15, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201308.pdf\">draft</a> of Advisory Opinion 2013-08. The American Veterinary Medical Association (AVMA), a professional association for veterinarians, asks whether it may solicit contributions for its separate segregated fund from members of the Student American Veterinary Medical Association.Public comments on the draft are due by noon on August 21.</p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2013-09 (SOS/Maness)</a>. On August 16, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201309.pdf\">draft</a> of Advisory Opinion 2013-09. The requestors ask whether SOS PAC, a non-connected political committee, may make contributions of up to $5,000 per election to Col. Robert Maness, a federal candidate, before it has made contributions to five or more federal candidates to qualify as a multicandidate committee (see 2 U.S.C. 441a (a)(4)); and whether Col. Maness may accept such contributions. Public comments on the draft are due by noon on August 21.</p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2013-10 (DSCC, DCCC, NRCC, NRSC)</a>. On August 15, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201310.pdf\">draft</a> of Advisory Opinion 2013-10. &#160;The requestors ask whether national party committees may pay for building related expenses from separate federal accounts that the committees have established to pay for recounts and some other expenses. Public comments on the draft are due by noon on August 21.</p>\n        <p><u/></p>\n        <p><u>Advisory Opinion Request</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1244473.pdf\">AOR 2013-12 (SEIU and SEIU COPE)</a>.&#160; On August 12, the Commission made public Advisory Opinion Request 2013-12 from the Service Employees International Union and its separate segregated fund, the Service Employees International Union Committee on Political Education.&#160; The requestors ask whether they may use recorded telephone communications to establish restricted class members' affirmative authorization of payroll deductions.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by October 1, 2013.&#160;&#160;&#160; </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public eight closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6112 and Administrative Fine 2638</a> <br/>\n          COMPLAINANT: Democratic National Committee<br/>\n          RESPONDENTS: John McCain 2008, Inc. and Joseph Schmuckler, in his official capacity as treasurer; and McCain-Palin Compliance Fund, Inc. and Joseph Schmuckler, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that John McCain 2008, Inc. and Schmuckler, in his official capacity as treasurer, (McCain 2008) (1) accepted contributions in excess of the limits applicable to the 2008 presidential election, (2) failed to disclose an excessive individual contribution of $56,047.00 and (3) failed to account properly for the receipt of anonymous contributions and maintain identifying information concerning other contributions. In the normal course of carrying out its supervisory responsibilities, the Commission also initiated proceedings and found reason to believe the McCain-Palin Compliance Fund, Inc. and Schmuckler (Compliance Fund) failed to file certain 48-hour notices of contributions of $1,000 or more received after the 20th day but more than 48 hours before the 2008 general election. <br/>\n  DISPOSITION:&#160; The Commission found reason to believe that (1) McCain 2008 accepted contributions in excess of the limits applicable to the 2008 presidential election, (2) McCain 2008 and the Compliance Fund failed to report correctly the original dates on which contributions were received by joint fundraising representatives, and (3) McCain 2008 failed to correctly report contributions redesignated to the Compliance Fund. The Commission found no reason to believe that McCain 2008 failed to disclose an excessive individual contribution of $56,047.00 or to properly account for the receipt of anonymous contributions and maintain identifying information concerning other contributions. As part of its Administrative Fines (AF) program, the Commission found reason to believe the Compliance Fundfailed to file 48-hour notices for 169 contributions totaling $240,700 that it received prior to the general election. The aforementioned matters were resolved through one conciliation agreement, whereby the Committee agreed to pay a civil penalty of$80,000. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6143</a><br/>\n          COMPLAINANT: Self-Reported<br/>\n  RESPONDENTS: William Danielczyk; Galen Capital Group; Zahir Ahmad, Eugene Biagi; Mark Beesley; Gino Isaac; Philip Layton; Stephen D. Moses; Bruce Riddle; April Spittle; and Eric Wagner<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that Danielczyk, the Galen Capital Group, and others violated the Federal Election Campaign Act of 1971, as amended, (the Act) in connection with reimbursed federal campaign contributions. <br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for Danielczyk and the Galen Capital Group to pay a civil penalty of $50,000. The Commission took no further action as to Ahmad, Biagi, Beesley, Isaac, Layton, Moses, Riddle, Spittle and Wagner.&#160; </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6510</a> <br/>\n          COMPLAINANT: Kimberly Vertolli<br/>\n  RESPONDENTS: Kirk for Senate and Frank Considine, in his official capacity as treasurer; Senator Mark Kirk; Dorothy McCracken; Van Ness Communications; Robert Edward Vail, Jr.; and The Patterson Group <br/>\n  SUBJECT: The complaint alleged that Kirk for Senate and Considine, in his official capacity as treasurer, (the Committee), Kirk, McCracken, Vail, Jr., Van Ness Communications and The Patterson Group violated the Act by converting campaign funds to personal use based on a theory that McCracken was a family member of Kirk, and that McCracken, through Van Ness Communications and The Patterson Group, did not provide <em>bona fide</em> services at the fair market value to the Committee.&#160; The complaint also alleged that campaign funds were used to reimburse McCracken for personal expenses including a gym membership, travel, meals, transportation and lodging. Finally, the complaint alleged that the Committee failed to disclose expenditures on its reports filed with the Commission. Kirk was a 2010 candidate for Illinois&#8217; United States Senate seat.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation that the Committee, Kirk, McCracken, Vail, Jr., Van Ness Communications and The Patterson Group converted campaign funds for personal use through payment for a gym membership in light of the fact that only the $50 initiation fee was incurred before McCracken purportedly stopped doing work for the Committee. The Commission found no reason to believe the respondents violated the Act in connection with the remaining allegations because the available information did not substantiate those allegations.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6541</a><br/>\n          COMPLAINANT: Grant Stinchfield<br/>\n  RESPONDENTS: Kenny Marchant for Congress and Joe Moore, in his official capacity as treasurer; and David Jordan Schirman&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n  SUBJECT: The complaint alleged that Kenny Marchant for Congress and Moore, in his official capacity as treasurer, caused two contributions to be made in the names of \"Jordan Sherman\" and another individual.&#160; The complaint claimed that \"Jordan Sherman\" was actually Schirman.&#160; Marchant was a 2012 candidate for Texas&#8217;s 24th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the <em>de minimis</em> amount at issue and the fact that no further contribution activity appeared to be associated with Schirman or the allegedly fictitious names.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6607</a> <br/>\n          COMPLAINANT: Tulsi Gabbard<br/>\n  RESPONDENTS: Muliufi F. &#8220;Mufi&#8221; Hannemann; Hannemann for Congress and Colin Ching, in his official capacity as treasurer; and Hawai&#8217;i Lodging &amp; Tourism Association<br/>\n  SUBJECT: The complaint alleged that Hannemann for Congress and Ching, in his official capacity as treasurer, (the Committee) failed to report expenditures for campaign travel during a period when Hannemann also served as president of the Hawai&#8217;i Lodging &amp; Tourism Association (HLTA). The complaint also alleged that HLTA made and the Committee accepted prohibited corporate contributions when Hannemann appeared on television shows and in advertisements to advocate on behalf of HLTA, and when HLTA paid Hannemann&#8217;s salary while he was campaigning full-time. The complaint alleged further that the Committee failed to properly disclose expenditures for other travel, polling and credit card expenses. Hannemann was a 2012 primary election candidate for Hawaii&#8217;s 2nd Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe that HLTA made and Hannemann or the Committee accepted prohibited in-kind contributions in the form of press coverage as the press exemption applies to Hannemann&#8217;s appearances on a television show, or that HLTA made and Hannemann or the Committee accepted prohibited corporate contributions in the form of Hannemann&#8217;s salary as available information suggests that HLTA paid Hannemann&#8217;s salary irrespective of his candidacy. The Commission dismissed the allegation that HLTA made and Hannemann or the Committee accepted prohibited corporate contributions in the form of Hannemann&#8217;s travel and the allegation that the Committee failed to report these expenses because available information showed that the travel not disclosed by the Committee would have occurred irrespective of Hannemann&#8217;s candidacy and therefore was not required to be reported. The Commission dismissed the allegation that the Committee failed to properly disclose polling expenses in consideration of Commission priorities. The Commission exercised its prosecutorial discretion and dismissed the allegation that HLTA made and Hannemann or the Committee accepted prohibited in-kind contributions when Hannemann appeared in several communications and a newspaper advertisement on behalf of HLTA, given the philanthropic nature of the newspaper advertisement and in consideration of Commission priorities. The Commission exercised its prosecutorial discretion and dismissed the allegation that the Committee failed to properly disclose a travel expenditure to Guam, a related contribution from Hannemann, and debt and credit card disbursements due to the<em>de minimis</em>amounts at issue.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6627</a><br/>\n          COMPLAINANT: Thomas Shane Stilson<br/>\n          RESPONDENTS: Mike Moon for Congress and Craig Comstock, in his official capacity as treasurer; C. Michael Moon; Journal Broadcast Group; Common Sense Exchange d/b/a Rally for Common Sense; Matthew Canovi; Canovi &amp; Associates, LLC; Jonica Hope; Bob Estep; and Eric Wilber<br/>\n          SUBJECT: The complaint alleged that Canovi, Canovi &amp; Associates, and Journal Broadcast made and Mike Moon for Congress and Comstock, in his official capacity as treasurer, (the Committee) accepted &#160;prohibited in-kind contributions resulting from Moon&#8217;s appearances on a weekly radio program hosted by Canovi, produced by Canovi &amp; Associates, and broadcast on a radio station owned by Journal Broadcast Group. The complaint also alleged that the Committee accepted and failed to report a prohibited in-kind contribution when Hope, a Committee volunteer and webmaster for Rally for Common Sense, waived or when Common Sense Exchange paid a $1,000 booth rental fee at a rally on behalf of the Committee. The complaint also alleged that the Committee failed to comply with reporting and disclaimer requirements on campaign literature and signage and failed to report other alleged in-kind contributions including the costs of signs and an iPad. The complaint alleged further that Estep may have made an excessive in-kind contribution to the Committee and failed to include a disclaimer on a hand-painted communication. Finally, the complaint alleged that Wilber failed to report an independent expenditure supporting Moon and to provide adequate disclaimer information. Moon was a 2012 candidate for Missouri&#8217;s 7th Congressional District. <br/>\n          DISPOSITION: The Commission found no reason to believe that the Committee and Moon violated the Act by (1) accepting excessive or prohibited in-kind corporate contributions, (2) failing to report the making of expenditures and the receipt of in-kind contributions in connection with its campaign literature, (3) failing to affix the appropriate disclaimer language to pocket constitutions and window decals, and (4) failing to report the receipt of an in-kind contribution in the form of an iPad.&#160; The Commission also found no reason to believe that Journal Broadcast, Canovi, and Canovi &amp; Associates made a prohibited or excessive in-kind corporate contribution based on Moon&#8217;s radio show appearances because the press exemption applied to the activity at issue. The Commission found no reason to believe that Estep failed to place the proper disclaimer on its public communication displayed on a tractor trailer and that Wilber failed to file an independent expenditure. The Commission exercised its prosecutorial discretion and dismissed allegations relating to (1) the Committee&#8217;s receipt of the $1,000 prohibited in-kind corporate contribution and incomplete disclaimers on advertisements placed on Canovi's website, (2) the making of in-kind contributions by Common Sense Exchange, (3) the alleged waived booth fee by Hope, and (4) the failure to provide adequate disclaimer information by Estep and Wilber in consideration of the Commission&#8217;s priorities.&#160; </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6666</a> <br/>\n  COMPLAINANT: Misha Fredericks<br/>\n  RESPONDENTS: Joel C. Tyner; and Joel for Congress and Joel C. Tyner, in his official capacity as treasurer <br/>\n  SUBJECT: The complaint alleged that Joel for Congress and Tyner, in his official capacity as treasurer, (the Committee) misreported the Committee&#8217;s cash-on-hand, omitted certain receipts and disbursements from its reports and failed to appoint a successor after the treasurer resigned. <br/>\n  DISPOSITION: The Commission closed the file. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6687</a> <br/>\n          COMPLAINANT: Joseph Farah, WorldNetDaily, Inc.<br/>\n  RESPONDENT: Obama for America and Martin Nesbitt, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Obama for America and Martin Nesbitt, in his official capacity as treasurer, (the Committee) solicited and accepted contributions from foreign nationals during the 2012 Presidential campaign. Farah and staff at WorldNetDaily, Inc. allege that, as part of an investigation into the Obama for America fundraising practices, they made contributions totaling $23 using a fictitious name and address linked to a foreign national identity. <br/>\n  DISPOSITION: The Commission found no reason to believe the Committee accepted or received contributions from foreign nationals and knowingly accepted a contribution made in the name of another because the Committee rejected or refunded the alleged contributions within 30 days. The Commission also found no reason to believe that the Committee failed to examine all contributions received for evidence of illegality because the Committee indicated that it had conducted a reasonable inquiry into the source of funds, or that it failed to disclose contributions because only contributions from individuals aggregating in excess of $200 within the election cycle are required to be reported. Finally, the Commission dismissed the allegation regarding the solicitation of contributions from foreign nationals in light of the fact that it was the complainant that posted the \"solicitation\" of foreign nationals on the Obama for America web page.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public six campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2536</a> &#8211; Wilson 2012 and Mary F. Graetzer, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,500.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2562</a> &#8211; Wilson 2012 and Mary F. Graetzer, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,300.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2588</a> &#8211; Lamar Sternad for Congress and Justin Lamar Sternad, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2602</a> &#8211; Vinsko for Congress and Gary M. Zingaretti, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2604</a> &#8211; Wilson 2012 and Mary F. Graetzer, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2742</a> &#8211; National Corn Growers Association (NCGA) and Rodger J. Mansfield, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,410.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/crew110951_complaint.pdf\"><em>CREW v. FEC</em></a> (Case 11-cv-00951-CKK). On August 12, the United States District Court for the District of Columbia issued a <a href=\"../../law/litigation/crew110951_jt_stip_dismissal.pdf\">Joint Stipulation of Dismissal</a> and on August 13, the Court issued an <a href=\"../../law/litigation/crew110951_dc_order_dismissal.pdf\">Order</a> dismissing the case with prejudice.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/FreeSpeech.shtml\"><em>Free Speech v. FEC</em></a> (Case 13-8033). On August 9, the plaintiff filed a <a href=\"../../law/litigation/freespeech_fs_pet_rehear.pdf\">petition for rehearing en banc</a> in the United States Court of Appeals for the Tenth Circuit. Also on August 9, the Court issued an <a href=\"../../law/litigation/freespeech_ac_order_resp.pdf\">Order</a>.<br/>\n            <br/>\n            <a href=\"../../law/litigation/Miller.shtml\"><em>Miller v. FEC</em></a> (Case 1:12-cv-00242-SJD). On August 15, The United States District Court for the Southern District of Ohio Western Division issued its <a href=\"../../law/litigation/miller_dc_order.pdf\">Order</a> granting the Commission&#8217;s motion for summary judgment.</p>\n        <p/>\n        <p><strong>PUBLIC DISCLOSURE</strong></p>\n        <p><strong/></p>\n        <p>On August 14, the Commission made public <a href=\"../../pubrec/fe2012/federalelections2012.shtml\">Federal Elections 2012: Election Results for the U.S. President, the U.S. Senate and the U.S. House of Representatives</a> on the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20130816_Miller.shtml\">District Court Issues Order in <em>Miller v. FEC</em></a> (issued August 16)</p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>The Commission posted the filing deadlines for the Special Election in Alabama&#8217;s First Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2013/al01.pdf\">Special Election Report Notice</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>August 20-21, Austin, Texas, Sold out. <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>August 22: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>August 20: August Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p><strong/></p>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/20130816digest.shtml"}