{"href": "press2008/20080128meeting.shtml", "pdf": null, "date": "01/28/2008", "category": "Open Meetings and Related Matters", "title": "FEC Discusses Advisory Opinion Requests from Speechnow.org and Freecause, Inc.; Elects Vice Chair", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>January 28, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n              <p align=\"center\"><strong>FEC Discusses Advisory Opinion Requests from SpeechNow.org and FreeCause, Inc.; Elects Vice Chair </strong></p>\n              <p align=\"center\"/>\n              <p>Washington &#8211; At its open session January 24, the Federal Election Commission (FEC/the Commission) discussed and voted on draft responses to Advisory Opinion Requests (AORs) from SpeechNow.org and FreeCause, Inc.&#160; Though non-binding, these draft responses, along with the comments and statements of the Commissioners, can provide requestors with informal guidance.</p>\n              <p>AORs are requests from individuals or organizations that have questions about plans or actions they are considering in connection with a federal campaign.&#160; The Federal Election Campaign Act (the Act) requires the affirmative vote of at least four Commissioners for approval of Advisory Opinions (AOs) and certain other policy decisions.&#160; The recess appointments of three Commissioners expired at the end of 2007 without Senate confirmation.&#160; Combined with an existing vacancy, the FEC is now operating with only two Commissioners, David Mason and Ellen Weintraub. As only two of six Commissioners are in place, the Agency is precluded from rendering final decisions about AORs.</p>\n              <p>The Commission discussed draft AO 2007-32, which responds to a request from SpeechNow regarding its status as a political committee under the Act.&#160; SpeechNow intends to raise funds from individuals and use those funds to make independent expenditures.&#160; The draft AO concludes that funds raised using two proposed solicitations would constitute contributions subject to the limitations and prohibitions of the Act.&#160; The draft AO also concludes that SpeechNow&#8217;s four proposed advertisements constitute express advocacy under FEC regulations.&#160; Finally, the draft AO states that &#8220;SpeechNow would have to register as a political committee once it has either received contributions or made expenditures in excess of $1,000 in a calendar year, because it would satisfy the statutory definition of &#8216;political committee&#8217; and its major purpose is Federal campaign activity.&#8221;&#160; Commissioner Mason voted against a motion to approve the draft AO, noting that, while he agreed with most of draft AO&#8217;s conclusions, he did not believe that contributions to SpeechNow should be subject to the $5,000 contribution limit.&#160; Commissioner Weintraub voted for a motion to approve the draft AO, stating that the Act was not ambiguous on the legal questions presented by SpeechNow&#8217;s request.</p>\n              <p>The Commission also discussed draft AO 2007-35, which responds to a request from FreeCause regarding an affinity program involving toolbars on Internet browsers.&#160; The draft AO states that FreeCause may make its affinity program (a customized internet tool bar) available to political committees and qualified nonprofit corporations.&#160; Commissioners Mason and Weintraub both voted for a motion to approve the draft.</p>\n              <p>SpeechNow and FreeCause will each receive a letter including the respective draft response and vote tally, but indicating that the Commission was not able to approve an AO by the required four affirmative votes.</p>\n              <p>The FEC also elected Ellen L. Weintraub as Vice Chair.&#160; Commissioner David M. Mason serves as Chairman following his election at the end of 2007.</p>\n              <p/>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the </em><em>U.S.</em><em> House, the </em><em>U.S.</em><em> Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of Commissioners who are nominated by the President and confirmed by the </em><em>U.S.</em><em> Senate. </em></p>\n              <p align=\"center\">###</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}