{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">September 18, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140918release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Issues Advisory Opinion, Approves Audit Division Recommendation Memorandum </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today issued an advisory opinion and approved an Audit Division recommendation memorandum. The Commission held over discussion of an advisory opinion request.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-44.pdf\">Advisory Opinion 2014-13 (ActBlue)</a>. The Commission unanimously approved an advisory opinion in response to a request from ActBlue. The Commission concluded that a box on ActBlue's contribution forms, which allows a contributor to enter a single contribution amount and split that amount among the recipient committees, would not result in ActBlue&#8217;s exercising direction or control over the choice of recipient candidates or political committees. The Commission concluded further that use of the box under the circumstances described in the request would not subject the fundraising activity at issue to the Commission&#8217;s joint fundraising rules.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2014-11 (Health Care Service Corporation Employees' PAC)</a>. The Commission held over discussion of a <a href=\"../../../agenda/2014/documents/mtgdoc_14-46.pdf\">draft advisory opinion</a> in response to a request from Health Care Service Corporation Employees' PAC. The requestor, the separate segregated fund of Health Care Service Corporation (HCSC), a licensed health insurance company, asks whether it may be disaffiliated from BluePAC, the separate segregated fund of Blue Cross Blue Shield Association. The Commission will accept comments on the draft until 5:00 p.m. on Wednesday, September 24, 2014. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-43.pdf\">Audit Division Recommendation Memorandum On Canseco For Congress</a>. The Commission unanimously approved on a tally vote an Audit Division Recommendation Memorandum on Canseco for Congress, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to (1) the receipt of apparent prohibited contributions, (2) the receipt of contributions that exceed limits, and (3) the misstatement of financial activity. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2014/news_releases/20140918release.shtml", "date": "09/18/2014", "pdf": null, "title": "FEC Issues Advisory Opinion, Approves Audit Division Recommendation Memorandum ", "category": "Open Meetings and Related Matters"}