{"html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">June 27, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\"><strong>FEC Approves Interpretive Rule and Meeting Calendar</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved an interpretive rule clarifying a regulatory requirement concerning the reporting of recipients of political committee payments. The Commission also approved a calendar of meeting dates for the remainder of 2013.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-24.pdf\">Interpretive Rule on Reporting Ultimate Payees of Political Committee Disbursements</a>. The Commission approved an Interpretive Rule on Reporting Ultimate Payees of Political Committee Disbursements. The rule clarifies the Commission&#8217;s interpretation of the regulatory requirement that political committees report the full name and address of each person to whom they make expenditures or other disbursements aggregating more than $200 per calendar year, or per election cycle for authorized committees, and the date, amount, and purpose of such payments, in three situations. The three situations are:</p>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; (1) when a political committee reimburses an individual who advanced personal funds to pay committee expenses aggregating more than $200 to a single vendor;</p>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; (2) when a political committee pays a credit card bill that includes a charge of more than $200 for a single vendor; and </p>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; (3) when a candidate uses personal funds to pay his or her authorized committee&#8217;s expenses that aggregate more than $200 to a single vendor without receiving reimbursement.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-22.pdf\">Future Meeting Dates</a>.&#160; The Commission approved meeting dates for the second half of 2013.</p>\n        <p><em/></p>\n        <p><em/></p>\n        <p>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. <br/>\n        </p>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong> </strong></p>\n        </td>\n    </tr>\n  </table>      </div>\n           ", "date": "06/27/2013", "href": "press2013/20130627OpenMeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Interpretive Rule and Meeting Calendar", "pdf": null}