{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>May 26,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC APPROVES AGENCY POLICY, ADVISORY OPINIONS AND AUDIT REPORT </strong></p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved a new agency procedure regarding the disclosure of evidence to respondents in enforcement matters, two advisory opinions and a state party audit.</p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1123c.pdf\">Agency Procedure for Disclosure of Documents and Information in the Enforcement Process</a>. The Commission approved an agency procedure for disclosure of relevant documents and information to respondents in enforcement matters brought under the Federal Election Campaign Act of 1971, as amended (the Act).&#160; This procedure is the latest of several recent refinements the Commission has made to its enforcement process in an effort to provide complainants, respondents and the public with greater transparency with respect to the Commission&#8217;s process.</p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1126.pdf\">Advisory Opinion 2011-06 (Democracy Engine, LLC).</a> The Commission approved an advisory opinion concluding that Democracy Engine, LLC, a vendor, may collect and forward contributions from individuals to federal political committees without making an impermissible corporate contribution. The Commission also concluded that the payment of a convenience fee by contributors themselves would not result in a contribution to the recipient political committee. The vendor provides web-based payment services for individuals that wish to make contributions and donations to Democracy Engine, Inc., PAC, as well as to other federal political committees and non-political entities.</p>\n                <p><u><a href=\"../../agenda/2011/mtgdoc_1125a.pdf\">AO 2011-07 (Chuck Fleischmann for Congress)</a></u>. The Commission approved an advisory opinion concluding that Fleischmann for Congress may use campaign funds to pay legal fees and expenses of a former campaign consultant related to the campaign consultant&#8217;s defense against allegations directly relating to campaign activity because such a payment would not constitute personal use under the Act and Commission regulations. Representative Chuck Fleischmann was a 2010 candidate for Tennessee&#8217;s 3rd Congressional District.</p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1124a.pdf\">Proposed Final Audit Report on the Kansas Republican Party</a>. The Commission approved the proposed final audit report on the Kansas Republican Party (KRP), a state party committee, which found that the KRP (1) misstated receipts, disbursements and cash on hand in both 2007 and 2008, (2) received a $10,000 contribution from a prohibited source and (3) made payments of $20,123 from non-federal accounts which appeared to be for federal expenses. KRP amended its reports to address these issues. The report addressed additional issues related to (1) reporting of expenses associated with the Republican National Convention, (2) the receipt of apparent prohibited contributions and (3) payment of federal activity out of non-federal account, and noted that the Commission did not approve staff recommendations on these issues by the required four votes.</p>\n                <p>&#160;</p>\n                <p>&#160;</p></td>\n          </tr>\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong/></p>\n        <p/>        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n</div>\n", "date": "05/26/2011", "href": "press2011/20110526openmeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Agency Policy, Advisory Opinions and Audit Report", "pdf": null}