{"href": "090100fail.htm", "pdf": null, "date": "09/01/2000", "category": "Non-Filer Publications", "title": "2000 Presidential Campaign Cited for Failure to File Disclosure Report", "html": "<body>\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nSeptember 1, 2000                                                                                                                        Ron Harris\n                                                                                                                                                        Sharon Snyder\n                                                                                                                                                        Ian Stirton</strong></pre>\n</font><font face=\"Book Antiqua\">\n\n<p/></font>&#160;\n<font face=\"Book Antiqua\" size=\"3\">\n\n<p align=\"center\">&#160;<b>PRESIDENTIAL CAMPAIGN CITED FOR FAILURE TO FILE DISCLOSURE\nREPORT</b></p>\n\n<p>WASHINGTON -- The Federal Election Commission has cited a presidential campaign\ncommittee for failure to file a required monthly financial disclosure report.</p>\n\n<p>As of 5 p.m. ,<b> </b>August 31, 2000, a disclosure report from the following committee\nhad not been filed:</p>\n\n<p>&#160;<b/></p>\n\n<p>BUCHANAN REFORM INC....ANGELA M. BUCHANAN, TREAS...PATRICK J. BUCHANAN...REF</p>\n\n<p>The report was due August 20, and should have detailed financial activity from July 1,\n2000 through July 31, 2000. Presidential candidates who accept public funding must file\ntheir reports electronically. The disclosure report should have been electronically filed\nby midnight, August 20.</p>\n\n<p>On August 25, 2000, the committee was notified by mailgram that the FEC had not\nreceived the monthly report. The campaign had four business days from the date of the\nmailgram to respond. Failure to file by August 31 resulted in this publication. Prior\nnotifications of the required filing was sent to the committee on March 22 and June 21.</p>\n\n<p>Further Commission action against non-filers and late filers is decided on a\ncase-by-case basis. Federal law gives the FEC broad authority to initiate enforcement\nactions and the FEC has implemented a new administrative fine program which will subject\ncommittees to penalties ranging from $125 to $16,000 or more.</p>\n\n<p>The next regularly scheduled disclosure report for presidential committees will be the\nSeptember monthly report, due September 20<b>. </b>It will cover activity from August 1\nthrough August 31.</p>\n\n<p align=\"CENTER\">&#160;</p>\n\n<p align=\"CENTER\"># # #</p></font>\n</body>\n"}