{"date": "03/25/2016", "pdf": null, "title": "Week of March 21 - March 25, 2016", "issue": "2016-13", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">March 25, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160325digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-13</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p><strong>Weekly Digest<br/>\nWeek of March 21 &#8211; 25</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <strong><br/>\n            </strong><strong>ENFORCEMENT<br/>\n                <br/>\n                </strong>The Commission made public three closed  cases and one Statement of Reasons, as  follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6817</a><br/>\n            COMPLAINANT: Frank Dixon<br/>\n            RESPONDENTS: Dr. Monica Wehby for U.S. Senate and Bryan Burch, in his official  capacity as treasurer (Wehby Committee); Dr. Monica Wehby; If He Votes Like  That In Salem Imagine What He Will Do In Congress and Carol Russell, in her  official capacity as treasurer (If He Votes); and Andrew Miller<br/>\n            SUBJECT: The complaint alleged that If He Votes, an independent  expenditure-only political committee, and Miller made&#8212;and Wehby and the Wehby  Committee received&#8212;a prohibited contribution when Miller contributed funds and  billboard time and If He Votes coordinated a billboard and radio advertisement  with the Wehby campaign. The complaint alleged further that If He Votes failed  to report polling expenses connected to these advertisements, include the proper  disclaimers and file 48-hour Independent Expenditure Reports. Wehby was a 2014  candidate for Oregon&#8217;s United States Senate seat.<br/>\n            DISPOSITION: The Commission found reason to believe If He Votes failed to file  a 48-hour Independent Expenditure Report and entered into a conciliation  agreement providing for If He Votes to pay a civil penalty of $4,125.The  Commission exercised its prosecutorial discretion and dismissed the remaining  allegations.<br/>\n  <strong><br/>\n  </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6903</a> <br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENTS: Henry Lawrence for Congress LLC and Curtis S. Root, in his  official capacity as treasurer<br/>\n            SUBJECT: In the normal course of carrying out its supervisory responsibilities,  the Commission initiated proceedings to determine whether there was reason to  believe Henry Lawrence for Congress LLC and Root, in his official capacity as  treasurer (the Committee), failed to file the 2014 April Quarterly Report and  reported inaccurate dates for receipts and disbursements on its 2014 Pre-Primary  Report.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $3,000.<br/>\n  <strong><br/>\n  </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6912</a> <br/>\n            COMPLAINANT: Ardith Hildebrant<br/>\n            RESPONDENTS:&#160; Arizona Republican Party  and Jonathan Lines, in his official capacity as treasurer; and Robert Graham,  Chairman<br/>\n            SUBJECT: The complaint alleged that the Arizona Republican Party and Lines, in  his official capacity as treasurer (the Committee), and Graham (1) made excessive  transfers between the Committee&#8217;s federal and nonfederal accounts, (2) paid  &#8220;exorbitant&#8221; merchant fees and included insufficient information on the purpose  of disbursements to the Committee&#8217;s bank in its financial disclosure reports,  and (3) ran negative ending cash-on-hand balances.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the allegations as to the Committee. The Commission observed that the  Committee had complied substantially with the Federal Election Campaign Act of  1971, as amended (the Act), and Commission regulations and that the Committee  had taken corrective action by amending its 2014 July Monthly Report to provide  statements of purpose for disbursements to the bank. The Commission found no  reason to believe Graham violated the Act or Commission regulations.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6391 and 6471</a> &#8211; Commission  on Hope Growth and Opportunity. On March 21, Vice Chairman Steven T. Walther  issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044386178.pdf\">Statement of  Reasons</a>.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES</strong><br/>\n  <br/>\n            The Commission made public three campaign finance enforcement matters that were  resolved through its Administrative Fines (AF) program, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3025</a> &#8211;  Claitor for Congress and Chelsea Bonnecaze, in her official capacity as  treasurer. The Commission made a final determination and assessed a  civil penalty of $6,187.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3026</a> &#8211;  Flinn for Senate and Lloyd Hetzer, in his official capacity as treasurer. The  Commission made a final determination and assessed a civil penalty of $1,362.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3027</a> &#8211; Tom Carter for  Congress and Thomas Carter, in his official capacity as treasurer. The  Commission made a final determination and assessed no civil penalty.<br/>\n  <strong><br/>\n    ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one  campaign finance enforcement matter that was  resolved through its Alternative Dispute Resolution (ADR) program, as follows.  For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 782</a> &#8211; Vanila Singh  for Congress 2014 and Thomas E. Montgomery, in his official capacity as  treasurer. The respondent agreed to (1) certify the closure of the Committee&#8217;s  federal account and file a termination report, and (2) pay a civil penalty of  $2,300.<br/>\n  <strong><br/>\n    LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/Levinthal.shtml\"><em>Levinthal, et al v. FEC</em></a>(Case  1:15-cv-01148-JEB). On March 25, the Commission filed a joint <a href=\"../../../law/litigation/levinthal_stip_dismissal.pdf\">Stipulation  of Dismissal</a>.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/levinthal_151624.shtml\"><em>Levinthal, et al v. FEC</em></a> (Case 1:15-cv-01624-APM).  On March 17, the Commission filed its <a href=\"../../../law/litigation/levinthal151624_fec_msj.pdf\">Motion for  Summary Judgment</a> in the United States District Court for the District of  Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/lagop.shtml\"><em>Republican Party of Louisiana, et al. v. FEC</em></a> (Case 1:15-cv-1241-CRC-SS-TSC).  On March 18, the Commission filed its <a href=\"../../../law/litigation/lagop_fec_msj.pdf\">Motion  for Summary Judgment and Opposition to Plaintiffs' Motion for Summary Judgment</a> in the United States District Court for the District of Columbia.&#160; &#160;<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  <br/>\n  </strong>On  March 21, Reports Analysis Division Assistant Staff Director Debbie Chacona spoke  at the Republican National Committee's Legal Compliance Seminar in Washington,  DC.<br/>\n  <br/>\n            On March 23, Commissioner Ann M. Ravel discussed the relationship between  women's issues and campaign finance with political science students at Kenyon  College. <br/>\n  <br/>\n  <strong>EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            On March 23, the Commission hosted a Webinar for Candidate Committees.<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            March 31: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            April 19-20, Orlando, FL, Regional Conference for House &amp; Senate Campaigns;  National, State, District &amp; Local Party Committees; and Corporate, Labor,  Membership &amp; Trade Organization PACs. Additional information is available  on the <a href=\"../../../info/outreach.shtml#conferences\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            April 15: April Quarterly Reports are due. For information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            April 20: April Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the \"Feedback\" tab at the  bottom of each page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pages/documents/mar2016.pdf\">March Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n  </p>\n          <p align=\"center\"><br/>\n            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  <br/>\n        </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160325digest.shtml"}