{"html": "<body bgcolor=\"ffffff\">\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><a href=\"http://www.fec.gov\"><font size=\"3\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></font></a><font size=\"3\"> </font></p>\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Ron Harris\nMarch 16, 1998                                                    Sharon Snyder\n                                                                  Ian Stirton\n                                                                  Kelly Huff\n</strong></font></pre>\n\n\n<p>\n\n</p><center><h2>FEC SUBMITS ANNUAL LEGISLATIVE RECOMMENDATIONS</h2></center>\n\n<p>\nWASHINGTON-The Federal Election Commission has submitted legislative\nrecommendations to the President and Congress, an annual requirement\nunder federal election law.  \n</p><p>\nFor 1998 there are 60 recommendations for legislative action in\na variety of election law areas, including three new recommendations\nspecifically designed to help alleviate the projected shortfall\nin the Presidential Election Campaign Fund for the year 2000.\n\n</p><p>\nThe following are synopses of the new, and some previously submitted,\nrecommendations.*\n</p><ul>\n<li><b>Automatic Adjustment of the Presidential Election Checkoff</b>\n:  Would correct a fundamental flaw in the public funding law\nby indexing the value of the checkoff (currently $3) to inflation,\nsimilar to the automatic adjustment to campaign spending limits\nand corresponding public subsidies.  (New recommendation.)\n</li><li><b>Priorities for Public Funding Payments</b>:  Would help\nalleviate the projected shortfall in funds available for primary\ncandidates by making the national nominating conventions the third\npriority for receiving payments, rather than the first priority,\nand by suggesting an alternative mechanism for allocating funds\nbetween primary and general election candidates.  (New recommendation.)\n</li><li><b>Qualifying Threshold for Eligibility for Primary Matching\nFunds</b>: Would raise the qualifying threshold for eligibility\nfor publicly funded Presidential candidates and make it adjustable\nfor inflation.  (New recommendation.)\n\n</li><li><b>Electronic Filing Threshold</b>:  Would result in better\nuse of government and political committee resources by granting\nthe FEC the authority to require electronic filing of reports\nby committees that meet a specific level of financial activity.\n (Previously submitted recommendation, revised.)\n</li><li><b>Campaign-Cycle Reporting</b>:  Would eliminate burdensome\nrecordkeeping and reporting provisions that require campaigns\nto track contributions on both a calendar-year basis and a per-election\nbasis.  (Previously submitted recommendation.)\n</li><li><b>Monthly Reporting for Congressional Candidates</b>:  Would\ngive principal campaign committees of Congressional candidates\nthe option of filing monthly reports instead of quarterly reports\nduring an election year.  (Previously submitted recommendation,\nrevised.)\n</li><li><b>Election Period Limitations</b>: Would eliminate complicated\nand time-consuming bookkeeping requirements by applying a single\ncontribution limit to an election cycle, instead of separate limits\nfor the primary and general elections.\n</li></ul>\n\n<p>\n(Previously submitted recommendation, revised.)\n</p><ul>\n<li><b>Ensuring Independent Authority of FEC in all Litigation</b>:\n Would ensure nonpartisan enforcement of the law by explicitly\nauthorizing the Commission, rather than the U.S. Solicitor General,\nto petition the Supreme Court for certiorari under Title 2.  (Previously\nsubmitted recommendation.)\n</li><li><b>Commission as Sole Point of Entry for Disclosure Documents</b>:\nWould conserve government resources and promote public disclosure\nof campaign finance information.  (Previously submitted recommendation,\nrevised.)\n</li><li><b>Issue Advocacy Advertising</b>:  Would stipulate when coordination\nof an issue advocacy advertisement with a candidate or a campaign\nwould be considered an in-kind contribution, clearly stating that\ncoordination of such a public communication with a corporation\nor labor organization would be prohibited activity.  (Previously\nsubmitted recommendation, revised.)\n</li></ul>\n\n<p>\n\n</p><p>\n#   #   #\n</p><p>\n<b>*The full list of Legislative Recommendations for 1998 contains\nan explanation of, the need for, and expected benefits from each\nrecommended change.  The package is available from the FEC Press\nOffice, 202-694-1220. </b>\n</p><p>\n \n\n\n</p></body>", "date": "03/16/1998", "href": "legrec98.htm", "category": "Other Agency Actions", "title": "FEC Submits Annual Legislative Recommendations", "pdf": null}