{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">March 19, 2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150319release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Advisory Opinion and Two Notices of Availability of Rulemaking Petitions</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved an advisory opinion and Notices of Availability for two Rulemaking Petitions.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">Advisory Opinion 2014-20 (Make Your Laws PAC)</a>. The Commission concluded that the requestor, a nonconnected political committee, may accept the assignment of intellectual property rights created by foreign nationals as a result of uncompensated volunteer services the foreign nationals provide to the requestor to develop the requestor&#8217;s website code, logos, trademarks and trade dress, as proposed in its advisory opinion request. During the discussion, the Commission heard from the requestor.<br/>\n        </p>\n        <p><a href=\"../../../agenda/2015/agenda20150319.shtml\">Draft Notice of Availability of a Petition for Rulemaking on Federal Contractors</a>. The Commission approved a Draft Notice of Availability of a Petition for Rulemaking on Federal Contractors that was filed by Public Citizen. The petition requests that the Commission revise its regulations relating to federal contractors, to include certain factors for determining whether entities of the same corporate family are distinct business entities for purposes of the prohibition on contributions by federal contractors. The Commission invited public comment through its online comment system, by mail, or by email. Statements in support of or in opposition to the Petition must be submitted within 60 days of publication of the Notice of Availability in the Federal Register. </p>\n        <p/>\n        <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-17-a.pdf\">Draft Notice of Availability of a Petition for Rulemaking on Administrative Fines Program and Commission Forms</a>. The Commission approved a Draft Notice of Availability of a Petition for Rulemaking on Administrative Fines Program and Commission Forms that was filed by seven attorneys. The petition requests that the Commission expand its Administrative Fines Program and revise and update several Commission forms and their instructions. The Commission invited public comment through its online comment system, by mail, or by email. Statements in support of or in opposition to the Petition must be submitted within 60 days of publication of the Notice of Availability in the Federal Register. </p>\n        <p/>\n        <p/>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. <br/>\n                </em></p>\n        <p align=\"center\"># # #</p>\n        <div align=\"center\"/></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "03/19/2015", "href": "press2015/news_releases/20150319release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Advisory Opinion and Two Notices of Availability of Rulemaking Petitions", "pdf": null}