{"html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </p>\n\n</font>\n<p>&#160;</p><dir>\n<dir>\n<dir>\n<dir>\n<dir>\n<dir>\n<dir>\n<dir>\n<dir>\n<dir>\n\n<p align=\"CENTER\">                                June 23, 2000</p>\n<p>&#160;</p></dir>\n</dir>\n</dir>\n</dir>\n</dir>\n</dir>\n</dir>\n</dir>\n</dir>\n</dir>\n\n<b><u/></b><p>ADVISORY TO EDITORS, CORRESPONDENTS, BROADCASTERS:</p>\n\n<p>\t<b>The following is a statement from the Federal Election Commission, and a summary of the issue and court decisions. </b></p>\n\n<b/><p align=\"CENTER\">FEDERAL ELECTION COMMISSION STATEMENT</p>\n\n<p>\"In a split decision, the United States Court of Appeals for the Tenth Circuit recently held that 2&#160;U.S.C. 441a(d)(3), which limits the amount of a political party&#146;s coordinated expenditures in congressional elections, violates the First Amendment.   <u>FEC v. Colorado Republican Federal Campaign Committee</u>, ___&#160;F.3d ___, 2000&#160;WL 554688 (10<sup>th</sup> Cir. May 5, 2000<b>).  The Solicitor General has decided to seek review of that decision by the United States Supreme Court.</b> Until the Supreme Court resolves the case, the Federal Election Commission will not file any action in the courts in the Tenth Circuit to enforce section 441a(d)(3). The Commission will, however, generally continue the administrative processing of matters concerning section 441a(d)(3). </p>\n\n<p>\"Only the Tenth Circuit has found section 441a(d)(3) unconstitutional, and its decision is not controlling outside that court&#146;s geographic jurisdiction. Furthermore, if the United States Supreme Court overrules the Tenth Circuit, the Court&#146;s decision upholding section 441a(d)(3) will apply retroactively to any activities in the interim that violate section 441a(d)(3), even in the Tenth Circuit.  <u>See</u> <u>James B. Beam Distilling Co. v. Georgia</u>, 501&#160;U.S. 529 (1991); <u>Harper v. Virginia Dep&#146;t of Taxation</u>, 509&#160;U.S. 86 (1993). Therefore, anyone who chooses to act in contravention of section 441a(d)(3)&#151;within or without the Tenth Circuit&#151;before the Supreme Court rules in <u>Colorado</u> could be subject to liability for violating the statute if the <u>Colorado</u> decision is reversed.\"</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<b><u/></b><p>FEC v. Colorado Republican Federal Campaign Committee</p>\n\n<p>\tOn May 5, 2000, the U.S. Court of Appeals for the 10th Circuit affirmed a district court decision that the coordinated party expenditure limits at 2 U.S.C. 441a(d)(3) are unconstitutional. </p>\n\n<p>\tSection 441a(d) the Federal Election Campaign Act (the Act) applies to expenditures party committees make \"in cooperation, consultation, or concert\" with a candidate&#146;s general election campaign. These coordinated expenditures are considered contributions under the Act, and are subject to limits calculated by a mathematical formula set forth in the statute. 2 U.S.C. 441a(d)(3)(A) and (B).</p>\n\n<b><u/></b><p>Background</p>\n<p>\tThis case&#151;on remand from the U.S. Supreme Court&#151;involves $15,000 worth of expenditures the Colorado Republican Party made in 1986 for advertisements critical of Democratic Senate candidate Tim Wirth.  The Commission argued that those ads contained an \"electioneering message\" relating to a clearly identified candidate, and therefore represented coordinated expenditures by the party. (The Commission further maintained that these expenditures, when aggregated with previous expenditures by the party, exceeded the statutory limits of 441(a)(d).) The party contended that the ads did not contain express advocacy and were not subject to the 441a(d) limits. The party further argued that the 441a(d) limits violated its First Amendment rights.</p>\n\n<b><u/></b><p>Colorado I</p>\n<p>\tIn the first ruling on this case, the U.S. District Court for the District of Colorado concluded that the ads were not subject to the 441a(d) limits because they did not contain express advocacy. Having already ruled in the party&#146;s favor, the court did not address the party&#146;s constitutional challenge.</p>\n\n<p>\tOn appeal, the U.S. Court of Appeals for the 10th Circuit, agreeing with the FEC that a 441(a)(d) expenditure need only depict a clearly identified candidate and convey an electioneering message, reversed the district court&#146;s decision. The appeals court also held that the 441a(d) limits did not violate the party&#146;s First Amendment rights.</p>\n\n<p>\tThe U.S. Supreme Court agreed to hear the case principally to resolve the constitutional question. In its June 26, 1996, plurality decision, the Court concluded that the Party&#146;s expenditures had not been coordinated with a candidate, and were instead independent expenditures.  The Court then also concluded that the 441a(d) limits were unconstitutional as applied to political parties&#146; independent expenditures.  The Court did not rule on the constitutionality of the limits as applied to coordinated party expenditures, but instead, remanded the case to the district court for further proceedings on that issue.</p>\n</font><font face=\"Helv,Arial\">\n</font><b><u><font face=\"Book Antiqua\"><p>Colorado II</p>\n</font></u></b><p>\tOn remand, both sides compiled an extensive record focusing on the constitutional issue raised in Colorado I. On February 23, 1999, the district court ruled that the coordinated expenditure limits were unconstitutional. The court concluded the FEC had failed to offer evidence that there was a compelling need for limits on coordinated party expenditures. In its opinion, the court equated coordinated party expenditures with a candidate&#146;s own campaign expenditures which, based on the Supreme Court&#146;s ruling in <i>Buckley v.Valeo</i>, cannot be limited. </p>\n<b>\n<u/></b><p>Current Decision</p>\n<p>To support the constitutionality of the 441a(d) limits, the Commission offered three principal arguments that the limits prevent corruption or the appearance of corruption: </p>\n<p> </p>\n<ol>\n\n<li>Section 441a(d)(3) limits the extent to which generous contributors to the party can influence the party \"to either support or neglect those candidates who endorse or eschew the interests of the large contributor\"; </li>\n<li value=\"1\">The cap on coordinated party expenditures reduces the ability of a small group of incumbent officeholders (the party elite) to exert improper pressure on the party&#146;s candidates by granting or withholding the use of party funds; and</li>\n<li value=\"1\">The 441a(d) limits re-enforce the Act&#146;s cap on individual contributions. Without them, individuals could try to circumvent the $1,000 per candidate, per election contribution limit by giving the maximum $20,000 per year contribution to the party with the expectation that the funds  would be spent to support a particular candidate.</li></ol>\n\n\n<p>The court, in a 2-1 decision, rejected the first of these arguments by noting, in part, that&#151;based on the Supreme Court&#146;s earlier ruling in this case&#151;party committees can already make unlimited independent expenditures. The court refused to consider the potential corrupting influence of unregulated \"soft money\" contributions, since those funds cannot legally be spent to influence federal elections.</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>With respect to the FEC&#146;s second argument, the court concluded that \"there is nothing pernicious\" about a party \"shaping the views of its candidates.\" The court added that, \"Parties are simply too large and too diverse to be corrupted by any one faction.\"</p>\n\n<p>The court dismissed the Commission&#146;s final argument by noting that 2 U.S.C. 441a(a)(8) requires that contributions earmarked for a particular candidate (i.e., that pass through an intermediary) be treated as contributions from the original source to the candidate.</p>\n\n<p>Having found no persuasive evidence that coordinated party expenditures corrupt, or appear to corrupt, the electoral process, the appeals court upheld the district court&#146;s decision. The court concluded that \"441a(d)(3)&#146;s limit on party spending . . . constitutes an &#145;unnecessary abridgment&#146; of First Amendment freedoms.\" The court stated explicitly that its analysis and holding apply only to party spending in connection with Congressional races.</p>\n\n<p>In dissent, Chief Judge Seymour found the \"majority opinion fundamentally flawed in several respects.\"  In her view, the panel majority \"substitute[d] its judgment for that of Congress on quintessentially political matters the Supreme Court has cautioned courts to leave to the legislative process.  In so doing, the majority creates a special category for political parties based on its view of their place in American politics, a view at odds with history and with legislation drafted by politicians.\" </p>\n\n<p>U.S. Court of Appeals for the 10th Circuit (99-1211).</p>\n\n<p align=\"CENTER\">#   #   #</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p> </p>\n<b><u>\n</u></b><p>&#160;</p></body>\n", "date": "06/23/2000", "href": "medadv441ad.htm", "category": "FEC v. Colorado Republican Federal Campaign Committee", "title": "FEC Issues Statement in Court of Appeals Decision in ", "pdf": null}