{"date": "09/09/2011", "pdf": null, "title": "Week of September 5 - September 9, 2011", "issue": "2011-36", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 9,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-36</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of September 5 &#8211; 9</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MURs 6289 and 6362</strong></a><strong> <br/>\n        </strong>RESPONDENTS:&#160; Jeff Denham; Denham for Congress and David Bauer, in his official capacity as treasurer; Picayune Rancheria of the Chukchansi Indians/Chukchansi Tribal Government; Remembering the Brave Foundation; Californians for Fiscally Conservative Leadership; Gilliard, Blanning &amp; Associates, Inc. (Dave Gilliard &amp; Carlos Rodriguez); and Jeff Denham for State Senate and David Bauer, in his official capacity as treasurer<br/>\n        COMPLAINANTS: Sean Fox; and Tal Cloud and Mike Der Manouel, Jr.<br/>\n        SUBJECT: The complaint in MUR 6289 alleged that radio and television<strong> </strong>advertisements featuring Denham and promoting a benefit concert were coordinated electioneering communications that were paid for by the Picayune Rancheria of the Chukchansi Indians, also known as the Chukchansi Tribal Government, (the Tribe) and thus resulted in undisclosed contributions from the Tribe to Denham and Denham for Congress. The complaint in MUR 6362 alleged that the advertisements were coordinated with the Denham campaign and involved the Tribe, Remembering the Brave Foundation (RB), Californians for Fiscally Conservative Leadership (CFCL) and Gilliard, Blanning &amp; Associates, Inc. (Gilliard and Rodriguez). The complaint<strong> </strong>in MUR 6362 also alleged that respondents failed to disclose coordinated communications and independent expenditures made in connection with the benefit concert and/or Denham&#8217;s federal campaign, and that respondents may have done so to hide the source of the funding. Denham was a California State Senator and 2010 candidate for California&#8217;s 19th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe that: (1) RB made&#160; and Denham, Denham for Congress and Bauer, in his official capacity as treasurer, accepted and received prohibited in-kind contributions resulting from coordinated communications; (2) Denham for Congress and Bauer, in his official capacity as treasurer, failed to report in-kind contributions resulting from coordinated communications; and (3) the Tribe, CFCL, Gilliard, Blanning &amp; Associations, Inc., Gilliard and Rodriguez violated any provisions of the Act or Commission regulations. The Commission closed the file in connection with allegations that (1) RB failed to report electioneering communications and to include proper disclaimers on these communications<strong> </strong>and (2) Denham, Jeff Denham for State Senate, Denham for Congress and Bauer, in his official capacity as treasurer, transferred or spent non-federal funds to finance electioneering communications.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p/>\n        <p>The Commission made public 43 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2344</a> &#8211; Abiomed Inc. Political Action Committee (Abiomed PAC) and Daniel J. Sutherby, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $340.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2345</a> &#8211; Ace Cash Express Inc. PAC and David Dodson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $412.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2346</a> &#8211; American Gaming Association Political Action Committee and Judy Layne Patterson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $150.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2347</a> &#8211; American Motorcyclist Political Action Committee and Robert Chaddock, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2348</a> &#8211; American Teleservices Association PAC and Robert Kobek, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $235.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2349</a> &#8211; Americans for New Leadership and Brent Husson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2350</a> &#8211; Asplundh Tree Expert Co. Political Action Committee (ATE PAC) and Joseph P. Dwyer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $185.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2351</a> &#8211; Bi-County Political Action Committee (f/k/a Suffolk PAC) and Ira Lamel, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $268.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2354</a> &#8211; Chiang Patel and Yerby Inc. PAC and David W. Hays, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $200.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2356</a> &#8211; Consolidated Edison Inc. Employees&#8217; Political Action Committee (CEIPAC) and Robert Muccilo, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2357</a> &#8211; Continuing America&#8217;s Strength and Security PAC and Ralph J. Stephens, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2358</a> &#8211; Corinthian Colleges Inc. PAC and Paul De Giusti, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2359</a> &#8211; DC Republican Committee Federal Campaign Committee and Craig Engle, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $165.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2360</a> &#8211; Effective Leadership PAC and Denise Peterson, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2362</a> &#8211; Fulton Financial Corporation PAC and Michael J. Deporter, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $130.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2363</a> &#8211; Golden Peanut Company, LLC Political Action Committee and James W. Dorsett, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $190.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2365</a> &#8211; Great Lakes Sugarbeet Growers Political Action Committee and Ray Vandriessche, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2366</a> &#8211; Harris County Republican Party, Josh Flynn, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2367</a> &#8211; HEARPAC of Hearing Industries Association and Jerome Ruzicka, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2369</a> &#8211; Int. Longshoremens Assoc. (ILA) Local 1291 Political Action Committee and Martin Mascuilli, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $240.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2370</a> &#8211; International Securities Exchange PAC and Bruce Cooperman, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2371</a> &#8211; IUOE Operating Engineers and James Jones, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $140.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2372</a> &#8211; Kentucky Medical Association PAC (Kentucky Physicians PAC Federal-KPPAC Federal) and David R. Watkins, MD, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $145.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2373</a> &#8211; Libertarian Party of Indiana and Todd Singer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2374</a> &#8211; Management and Training Corporation Political Action Committee and Lyle J. Parry, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2375</a> &#8211; mCapitol Management / MWH Americas PAC and G.&#160; Thomas Payne, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,485.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2376</a> &#8211; Metropolitan Transportation Authority Police Benevolent Association PAC and Raymond Gimmler, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $293.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2378</a> &#8211; MSCPAC and Raymond J. Briya, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2379</a> &#8211; Old National Bank PAC and Brendon Falconer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2380</a> &#8211; Philadelphia Joint Board Unite Here TIPS and Mildred Saldana, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $150.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2382</a> &#8211; Priority PAC and Kevin Kennedy, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,630.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2383</a> &#8211; Renewable Energy Systems Americas Inc. PAC (aka RESPAC) and Lindsay Murray Miller, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $155.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2384</a> &#8211; Seaboard Corporation Political Action Committee and David M. Dannov, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $190.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2385</a> &#8211; Silk PAC and Lisa Martinez, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $205. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2386</a> &#8211; South Dakota First and John McIntyre, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,160.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2387</a> &#8211; Suffolk County Detectives Assn Inc. Political Action Committee and William Rathjen, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $218.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2388</a> &#8211; Texas Tea Party Patriots PAC, William J. O&#8217;Sullivan, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,520.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2389</a> &#8211; Textile Rental Services Association of America Political Action Committee (TRSAPAC) and Thomas Newell, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2390</a> &#8211; The Recording Industry Association of America Political Action Committee and Mitch Glazier, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2391</a> &#8211; Transportation Intermediaries Association&#8217;s TIAPAC and Robert A. Voltmann, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2392</a> &#8211; United Brotherhood of Carpenters/Joiners of Amer New England Reg Carpenters Legis Emp Cmte and Glenn Marshall, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $360.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2394</a> &#8211; USINPAC and Sanjay K. Puri, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF&#160; 2395</a> &#8211; Women&#8217;s Campaign Forum and Siobhan Bennett, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 559 </a>&#8211; Friends of Ross Bieling and Ross Bieling, in his official capacity as treasurer. The respondents agreed to send a representative to an FEC conference and implement compliance measures. </p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/kazran.shtml\">FEC v. Kazran</a></em> (No. 3:10-cv-1155-RBD-JRK). On September 6, the Commission filed an <a href=\"../../law/litigation/kazran_fec_opp_mot_reconsid.pdf\">Opposition to Defendant Kazran's Motion for Reconsideration</a> in the United States District Court for the Middle District of Florida.</p>\n        <p><strong>CONFERENCES</strong></p>\n        <p>On September 7-8, the FEC hosted a <em>Regional Conference for </em><em>Conference for House and Senate Campaigns, Party Committees and Corporate/Labor/Trade PACs</em> in Minneapolis, MN. </p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../press2011/20110909_6mthPAC.shtml\">PAC Activity Increases in First Six Months of 2011</a> (issued September 9)</p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>September 13 and 15: The Commission is scheduled to meet in <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>September 20: September Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong>        </strong>October 25-26, San Diego, CA &#8211; <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs. </em>&#160;Registration information and the schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/publications.shtml\">August 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110909digest.shtml"}