{"href": "20020425comments.html", "pdf": null, "date": "04/25/2002", "category": "Rulemakings", "title": "Commission Seeks Comments on Proposal to Reduce Administrative Fines", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><b>For Immediate Release<br/>\n    April 25, 2002</b></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><b>Contact:</b></p></td>\n    <td width=\"187\" valign=\"top\"><b>Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton<br/>\n    Kelly Huff</b></td>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><font face=\"Book Antiqua\" size=\"4\"><b/><p align=\"CENTER\" class=\"big\"/></font><strong>COMMISSION\n    SEEKS COMMENTS ON PROPOSAL<br/>\n    TO REDUCE ADMINISTRATIVE FINES</strong>\n    <p>WASHINGTON &#150; Based on experience gained from processing the 2000 general election\n    campaign finance reports, the Federal Election Commission (FEC) is proposing amendments to\n    its regulations that will reduce civil money penalties for those who file reports late or\n    fail to file.</p>\n    <p>The Administrative Fines Program has been in effect since July 2000, having been\n    authorized by Congress the previous year following a priority legislative recommendation\n    made by the FEC. It was instituted to enable the Commission to adjudicate reporting\n    violations by campaigns without using the traditional enforcement and conciliation\n    procedures that are needed for more serious violations of the Federal Election Campaign\n    Act (FECA).</p>\n    <p>The program&#146;s success is evident in the decline of late and non-filers. In 1996,\n    year-end reports filed past deadline dates were 22 percent of the total, and climbed to 24\n    percent in 1998. Late year-end reports for 2000 totaled only 11 percent. Since the\n    inception of the program, over 300 cases of late and non-filers have been placed on the\n    public record, with civil money penalties collected totaling over $500,000.</p>\n    <p>Following examination of the program&#146;s performance in 2000 and 2001, the\n    Commission has become concerned that fines may be too high for campaign committees with\n    lower levels of activity, generally below $50,000 in a reporting period.</p>\n    <p>Committees in that category are often those of candidates who have lost an election and\n    fail to continue filing the required disclosure reports after the loss but before they are\n    eligible to terminate. Fines for those committees can be relatively high due to their\n    failure to file because the civil money penalties are calculated using the estimated level\n    of activity from previously filed reports.</p>\n    <p>The Commission believes the current fine-schedules may be creating a hardship for some\n    committees and their treasurers and is proposing revisions to the existing regulations\n    that would lower the civil money penalty schedules on an across-the-board basis,\n    regardless of the amount of financial activity reported.</p>\n    <p>Details of the proposed fine schedules are contained in the Notice of Proposed\n    Rulemaking, published in the <em>Federal Register</em> today (FR Vol. 67, No. 80, pps\n    20461-66), or can be accessed at the FEC&#146;s website, <a href=\"../\">www.fec.gov</a>.\n    The Commission is seeking public comment on a variety of these details, including (1)\n    whether it should revise its current method of calculating civil money penalties to\n    exclude some or all non-federal receipts and disbursements from the level of activity that\n    forms the basis for the civil money penalties; and (2) whether it should revise the rules\n    to clarify what will be considered unacceptable defenses to reason-to-believe\n    determinations.</p>\n    <p>Deadline for comments is May 28, 2002. Comments should be addressed to Ms. Rosemary C.\n    Smith, Assistant General Counsel, and must be submitted in either written or electronic\n    form. Written comments should be sent to the Federal Election Commission, 999 E Street,\n    NW, Washington, DC 20463. Faxed comments should be sent to (202) 219-3923, with printed\n    copy follow-up. Electronic mail comments should be sent to <a href=\"mailto:adminfines2002@fec.gov\">adminfines2002@fec.gov</a>. Persons sending comments\n    by electronic mail must include their full name, electronic mail address, and postal\n    service address within the text of their comments.</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}