{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">August 11,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150811release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Approves Advisory Opinion and <br/>\nNotice to Respondents of Information Sharing by the Commission</strong></p>\n        <p><br/>\n  WASHINGTON &#8211; The Federal Election Commission today issued an advisory opinion, continued discussion of a second advisory opinion request and approved a recommendation on providing notice to respondents in enforcement matters. The Commission held over discussion on a proposed statement of policy concerning materials put on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-44-a.pdf\">Advisory Opinion 2015-05 (Shaber)</a>. The Commission concluded that the requestor&#8217;s proposal to engage an independent third-party escrow agent to receive certain funds bequeathed to the Libertarian National Committee and to disburse annually to the Committee the maximum amount of funds permitted under the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations is permissible. During the discussion, counsel on behalf of the requestor was available to answer questions.<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">Advisory Opinion Request 2015-03 (Democracy Rules, Inc.)</a>. The Commission discussed and then held over <a href=\"../../../agenda/2015/agenda20150811.shtml\">three drafts of an advisory opinion</a> based on a request from Democracy Rules, Inc. The requestor asks whether its proposal to transmit political contributions to candidates on behalf of its members is permitted under the Act and Commission regulations. During the discussion, the Commission heard from the requestor.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-26-a.pdf\">Notice to Respondents of Information Sharing by the Commission</a>. The Commission approved a recommendation to provide notice to respondents that information provided to the Commission in enforcement matters may be shared with other law enforcement agencies.&#160; <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. The Commission held over discussion on a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <br/>\n  <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p align=\"center\"><br/>\n            # # #<br/>\n        </p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "08/11/2015", "href": "press2015/news_releases/20150811release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Advisory Opinion and Notice to Respondents of Information Sharing by the Commission ", "pdf": null}