{"date": "01/29/2010", "pdf": null, "title": "Week of January 25 - January 29, 2010 ", "issue": "2010-04", "html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellpadding=\"0\">\n              </table>              \n              <table width=\"692\" border=\"0\">\n                <tr valign=\"top\">\n                  <td width=\"460\">For Immediate Release </td>\n                  <td width=\"80\"><div align=\"right\">Contact:</div></td>\n                  <td width=\"138\">&#160;Judith Ingram</td>\n                </tr>\n                <tr valign=\"top\">\n                  <td>January 29, 2010</td>\n                  <td>&#160;</td>\n                  <td>Christian Hilland</td>\n                </tr>\n                <tr valign=\"top\">\n                  <td>&#160;</td>\n                  <td>&#160;</td>\n                  <td>Julia Queen</td>\n                </tr>\n                <tr valign=\"top\">\n                  <td height=\"22\">&#160;</td>\n                  <td colspan=\"2\"><p align=\"right\"><br/>\n                    ISSUE 2010-4</p>\n                  </td>\n                </tr>\n              </table>\n              <p>&#160;      </p>\n              <div align=\"left\">\n                <p align=\"center\"><strong>Weekly Digest</strong></p>\n                <p align=\"center\"><strong>Week of January 25 &#8211; 29</strong></p>\n                <p><strong/></p>\n                <p><strong>COMMISSION MEETINGS<br/>\n                </strong></p>\n                <p>The Commission did not hold an Executive Session this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. </p>\n                <p/>\n                <p>On January 29, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n                <p/>\n                <p><strong>ADVISORY OPINIONS</strong></p>\n                <p/>\n                <p><u>Advisory Opinions Issued </u></p>\n                <p><u/></p>\n                <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2009-30 (TechNet). </a>In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3029&amp;START=1093526.pdf\">Advisory Opinion Request 2009-30 (TechNet)</a>, the Commission rendered its opinion that, based upon the facts&#160; represented by Requestor, corporate members of TechNet, an incorporated trade association, may use their general treasury funds to pay TechNet for the fair market value of fundraising consulting services provided to the corporate members&#8217; separate segregated funds (SSF). The Commission noted that acceptance of TechNet&#8217;s services without charge or at less than the usual and normal charge for such services to the corporate members&#8217; SSFs would result in a prohibited corporate contribution from TechNet.</p>\n                <p/>\n                <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2009-31 (MAXIMUS, Inc).</a> In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3030\">Advisory Opinion 2009-31 (MAXIMUS, Inc.)</a>, the Commission rendered its opinion that, based upon the facts represented by the Requestor, determined that the restricted class employees of MAXIMUS, Inc. may contribute the value of \"credits\" received as part of their compensation plans to MAXIMUS's SSF. The Commission also opined that MAXIMUS&#8217;S solicitations of its restricted class employees for contributions of the cash value of credits to the SSF must contain adequate disclaimers informing contributors of the SSF&#8217;s political purposes and the employee&#8217;s right to refuse to contribute.<br/>\n                </p>\n                <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2009-32 (Jorgensen)</a>. In <u><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3031\">Advisory Opinion Request 2009-32</a> (Jorgensen),</u> the Commission rendered its opinion that, based upon the facts represented by the Requestor, Dr. Richard Jorgensen, a web-based business owner operating as a sole proprietor, is not prohibited from providing solicitation e-mails to political committees for their use and selling certain fundraising items on behalf of those political committees without his provision of the e-mails or artwork constituting contributions to the political committees. The Commission noted that a contribution would result if the goods or services provided by Jorgensen were made without charge or at a rate less than the usual and normal change for such goods and services.</p>\n                <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n                <p><strong>ENFORCEMENT<br/>\n                </strong></p>\n                <p>The Commission made public four closed case this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n                </p>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6060</a> &#8211; Citizens for Arlen Specter and Stephen J. Harmelin, in his official capacity as treasurer. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $10,900 and refund or disgorge to the U.S. Treasury $37,950.</p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6219</a> &#8211; Kuhl for Congress and Sharon A. Gunsolus, in her official capacity as treasurer. The Commission agreed to accept a conciliation agreement providing for the treasurer to attend an FEC conference in the event the candidate runs again for federal office.<br/>\n                </p>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6231</a> &#8211; Glenn Marshall. The Commission exercised its prosecutorial discretion and dismissed the case. </p>\n                <p/>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6232</a> &#8211; Gladwin Gill. The Commission exercised its prosecutorial discretion and dismissed the case. </p>\n                <p><strong>ADMINISTRATIVE FINES</strong></p>\n                <p>The Commission made public three campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 1911</a> &#8211; Benjamin Lodmell for U.S. Congress and Benjamin Lodmell as Treasurer. The Commission made a final determination and assessed no civil penalty. </p>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2003</a> &#8211; Democratic Advancement PAC and Christopher R. Cramer as Treasurer. The Commission made a final determination and assessed a civil penalty of $900. </p>\n                <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2060</a> &#8211; Democratic Advancement PAC and Christopher R. Cramer as Treasurer. The Commission made a final determination and assessed a civil penalty of $500. </p>\n                <p><strong>LITIGATION</strong></p>\n                <p><em><a href=\"../../law/litigation/novacek.shtml#dc\">FEC v. Novacek</a>.</em> On January 28, plaintiff Jody L. Novacek filed an unopposed motion to dismiss her counterclaim without prejudice. The Commission alleges in this enforcement action that defendant Novacek created several entities -- including the \"Republican Victory Committee\" -- and made misrepresentations to vendors and the general public stating or implying that the entities were raising money for a political party committee. The FEC found probable cause to believe that the fundraising solicitations by phone and in mailers constituted knowing and willful fraudulent misrepresentations of the source of the solicitation and raised more than $75,000. In addition, the defendants are alleged to have failed to include on their communications some of the required disclaimer information, such as the street address, telephone number, or Internet address of the person who paid for the communication.</p>\n                <p><a href=\"../../law/litigation/speechnow.shtml\">Keating v. FEC</a> (consolidated with <a href=\"../../law/litigation/speechnow.shtml\">SpeechNow.org v. FEC</a>).&#160; On January 27, oral argument was heard before the <em>en banc</em> United States Court of Appeals for the District of Columbia Circuit. Plaintiffs &#8212; including David Keating and, in the consolidated case, SpeechNow.org &#8212; have challenged the constitutionality of contribution limits, reporting requirements, and political committee registration requirements as applied to SpeechNow.org&#8217;s proposed activities. </p>\n                <p><em><a href=\"../../law/litigation/cao.shtml\">Cao v. FEC</a></em>. On January 27, the United States District Court for the Eastern District of Louisiana issued an <a href=\"../../law/litigation/cao_order.pdf\">Order and Reasons</a> in <em>Cao v. FEC. </em>Plaintiffs challenged the constitutionality of coordinated expenditure limits, both under the party expenditure provision in 2 U.S.C. 441a(d) and the $5,000 limit on party contributions to candidates in 2 U.S.C. 441a(a)(2)(A), as applied to party coordinated expenditures. <br/>\n                    <br/>\n  The Court granted partial summary judgment to the Commission. As to the remaining issues, the &#160;Court granted Plaintiff&#8217;s request to certify those questions to an <em>en banc</em> panel of the Fifth Circuit Court of Appeals. <br/>\n                </p>\n                <p><em><a href=\"../../law/litigation/uwu_fec_supp_mem.pdf\">Utility Workers Union of America, Local 369, AFL-CIO v. FEC. </a></em>&#160;On January 26, the Commission filed a supplemental brief in support of the Commission's motion to dismiss the complaint.&#160; The Commission filed the brief in accordance with an order by United States District Judge Bates instructing both parties to submit further briefing addressing the relevance of one of the Commission's Explanations and Justifications to the Commission's motion to dismiss.&#160; The complaint filed by Local 369 of the AFL-CIO alleged that Covanta Energy Corporation solicited contributions for its federal PAC from employees outside its restricted class.&#160; The Commission found no reason to believe Covanta violated the Act.&#160; Oral argument on the Commission's motion to dismiss will be held on February 3.<br/>\n                </p>\n                <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n                <p/>\n                <p>On January 28, the Commission posted the transcript of the public hearing on <a href=\"../../pdf/nprm/fea_definition/hearing_transcript.pdf\">the NPRM on the Definition of Federal Election Activity</a>. The <a href=\"../../pdf/nprm/fea_definition/2009/notice_2009-22.pdf\">Notice of Proposed Rulemaking on Federal Election Activity</a> addresses the definitions of get-out-the-vote and voter registration activity. </p>\n                <p/>\n                <p>On January 28, the Commission made public a <a href=\"../../pdf/nprm/citizensunited2010/james_madison_petition.pdf\">petition for rulemaking</a> from the James Madison Center for Free Speech following the Supreme Court <a href=\"../../law/litigation/cu_sc08_opinion.pdf\">opinion</a> in <em><a href=\"../../law/litigation/citizensunited.shtml\">Citizens United v. FEC</a>.</em></p>\n                <p><strong/></p>\n                <p><strong>OUTREACH</strong></p>\n                <p><strong/></p>\n                <p>January 27, Washington &#8211; Communications Specialist Zainab Smith spoke to a seven-person delegation from the Republic of Georgia about the FEC and its work administering, interpreting and enforcing the federal campaign finance laws. The delegation was sponsored by the Department of State's International Visitor Leadership Program. </p>\n                <p/>\n                <p><strong>UPCOMING EVENTS</strong></p>\n                <p><strong/></p>\n                <p>February 9-10, New Orleans, LA &#8211; <a href=\"../../info/conferences/2009/sanfrancisco09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. Conference and registration information and the agenda are <a href=\"../../info/conferences/2010/neworleans.shtml\">here</a>. </p>\n                <p/>\n                <p>February 24, Washington, FEC Travel Rules Workshop. The program flyer is <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n                <p/>\n                <p>March 9-10, Washington, Conference for Corporations and their PACs.&#160; Conference and registration information and the agenda are <a href=\"../../info/conferences/2010/corporate10.shtml\">here</a>.</p>\n                <p/>\n                <p><strong>NEXT WEEK (FEBRUARY 1 &#8211; 5, 2010)</strong></p>\n                <p><strong/></p>\n                <p>February 2:&#160; The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session</a>.&#160; </p>\n                <p><strong/></p>\n                <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n                <p><strong/></p>\n                <p>January 31:&#160; Year-End Disclosure Reports due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n                <p/>\n                <p><strong>OTHER RESOURCES</strong></p>\n                <p><br/>\n  The January issue of The Record is <a href=\"../../pdf/record/2010/january2010record.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n                <p/>\n                <p>The January supplements to the FEC&#8217;s Campaign guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n                <p/>\n                <p/>\n              </div></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2010/20100129Digest.shtml"}