{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">September 17, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140917release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\"><strong>FEC Hosts Public Forum on Website Improvement</strong></p>\n        <p align=\"center\"/>\n        <p>WASHINGTON&#8212;The Federal Election Commission hosted a forum today, seeking broad public input for its effort to improve access to campaign finance data and information through a redesign of the FEC.gov website.</p>\n        <p/>\n        <p>&#8220;The amount of data and other information our website offers the public is rich,&#8221; said Chairman Lee E. Goodman. &#8220;One of my goals is to make the data as visible and tailored to each individual website visitor as possible. The controls should be in the hands of the citizen.&#8221; </p>\n        <p/>\n        <p>The Commission launched its website improvement initiative earlier this year in partnership with 18F, a digital services delivery team in the General Services Administration (GSA). Today&#8217;s forum was intended to learn how visitors to the website &#8211; including individual citizens, candidates, journalists, researchers, advocates, campaign finance practitioners, and others &#160;&#8211; currently use the website, how they may use it in the future, and how the Commission can improve its website to meet public needs.</p>\n        <p/>\n        <p>&#8220;As an agency with a core mission of disclosure, it is critical that our website communicate to the public campaign finance data and other information in ways that are more accessible and understandable,&#8221; Vice Chair Ann M. Ravel told the forum participants, who ranged from political party and PAC staff to reporters to representatives of organizations promoting government transparency.</p>\n        <p/>\n        <p>The group brainstormed with Commission staff and moderators from 18F before breaking into smaller working groups with an emphasis on the presentation of campaign finance data, as well as compliance and regulatory information.&#160; </p>\n        <p/>\n        <p>The Commission and 18F welcome suggestions for improving the website. Ideas should be submitted to <a href=\"https://github.com/18f/fec\">GitHub.com/18F/FEC</a>.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senat</em>e. </p>\n        <p align=\"center\"><em># # #</em></p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "09/17/2014", "href": "press2014/news_releases/20140917release.shtml", "category": " Disclosure Initiatives ", "title": "FEC Hosts Public Forum on Website Improvement", "pdf": null}