{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">December 17,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151217release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"> <strong>FEC Elects Matthew Petersen as Chairman for 2016;<br/>\nSteven Walther to Serve as Vice Chairman</strong></p>\n        <p align=\"left\">WASHINGTON &#8211; At its open meeting today, the Federal Election Commission elected Matthew S. Petersen as Chairman and Steven T. Walther as Vice Chairman for 2016. &#160;Mr. Petersen has served once before as Chairman and twice as Vice Chairman. Mr. Walther, too, has previously served in both positions.</p>\n        <p>            From 2005 until his appointment to the Commission in 2008, Mr. Petersen served as Republican chief counsel to the U.S. Senate Committee on Rules and Administration, providing counsel on issues relating to federal campaign finance and election administration laws as well as the Standing Rules of the Senate.</p>\n        <p>            Prior to that position, Mr. Petersen served as counsel to the U.S. House of Representatives Committee on House Administration. Mr. Petersen was extensively involved in the crafting of the Help America Vote Act of 2002 (HAVA) and the House-Senate negotiations that culminated in HAVA's passage. From 1999 to 2002, Mr. Petersen specialized in election and campaign finance law at the law firm of Wiley Rein LLP in Washington, D.C.</p>\n        <p>            Mr. Petersen received his J.D. in 1999 from the University of Virginia School of Law, where he was a member of the Virginia Law Review. He graduated magna cum laude with a B.A. in philosophy from Brigham Young University in 1996. He also received an A.S. with high honors from Utah Valley University.</p>\n        <p>            Before joining the FEC as a Commissioner in 2006, Mr. Walther practiced law in the Reno, Nevada, law firm he co-founded, Walther, Key, Maupin, Oats, Cox &amp; LeGoy, now known as Maupin, Cox &amp; LeGoy. </p>\n        <p>            Mr. Walther is a co-founder and past chair of the American Bar Association (ABA) Center for Human Rights and currently serves as the Special Advisor. He is a former president of the State Bar of Nevada, the Western States Bar Conference, and the National Caucus of State Bar Associations. He has served as past chair of the 6,000-member Fellows of the American Bar Foundation, the legal research arm of the ABA. From 1971 until his FEC appointment, Mr. Walther served as a member of the Nevada State Advisory Committee to the U.S. Commission on Civil Rights.</p>\n        <p>            Mr. Walther has lectured extensively, both domestically and internationally, on rule of law, human rights and international law issues, and has served as an official election observer in several countries. He served on the Board of the ABA Rule of Law Initiative (ROLI), which oversees the ABA&#8217;s democracy-building programs in over 50 countries.</p>\n        <p>            Mr. Walther received his J.D. from Boalt Hall School of Law, University of California, Berkeley. He received his undergraduate degree, with a major in Russian, from the University of Notre Dame, Notre Dame, Indiana.<br/>\n              </p>\n        <p><br/>\n                <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p align=\"center\"># # #</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "12/17/2015", "href": "press2015/news_releases/20151217release.shtml", "category": " ", "title": "FEC Elects Matthew Petersen as Chairman for 2016;\nSteven Walther to Serve as Vice Chairman", "pdf": null}