{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>January 16, 2008 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n              <p align=\"center\"><strong>Federal Court Upholds Campaign Finance Law:&#160; Citizens United Must Provide Donor Information for Film About Hillary Clinton </strong></p>\n              <p>A three-judge panel of the U.S. District Court for the District of Columbia sided with the Federal Election Commission (FEC/Commission) yesterday and denied a request by Citizens United to block the FEC from enforcing disclosure and other provisions of campaign finance law related to the film <em>Hillary: the Movie</em> and advertising intended to promote it.</p>\n              <p>The Bipartisan Campaign Reform Act of 2002 (BCRA) imposes funding restrictions and disclosure requirements on electioneering communications - broadcast advertising that refer to a federal candidate and appear within 30 days of a primary election or 60 days of a general election. The Supreme Court upheld these provisions as constitutional in <em>McConnell v. FEC, </em>while it allowed for specific exceptions to the funding restrictions in the law in its decision in <em>Wisconsin</em><em> Right to Life (or WRTL) v. FEC</em>.</p>\n              <p>Citizens United argued that it intended to run broadcast ads for the film and pay to have it available as a video-on-demand broadcast within these timeframes and sought a preliminary injunction prohibiting the Commission from requiring any disclosure regarding broadcast of ads or the film itself.&#160; Citizens United also sought an injunction against application of the financing restrictions to its paid broadcast of the movie.</p>\n              <p>In its unanimous ruling, the district court found that <em>McConnell</em> had upheld the constitutionality of the disclosure provisions, and a lower court could not overturn that decision. The court also found that the film itself was the functional equivalent of expressly advocating the defeat of Senator Clinton and, therefore, based on the Supreme Court&#8217;s test in <em>WRTL v. FEC</em>, Citizens United could not use its general treasury funds to pay to have the film broadcast.&#160; Finally, although the broadcast ads for the film are exempt from BCRA&#8217;s financing restrictions, the court found that Citizens United is not exempt from having to disclose funds it receives to pay for those ads. &#160;</p>\n              <p>The FEC was represented in this case by Adav Noti, Steve N. Hajjar, Kevin Deeley, David Kolker, and Thomasenia P. Duncan.&#160; Mr. Deeley argued before the Court on behalf of the Commission. </p>\n              <p>The case is <em>Citizens United v. Federal Election Commission</em>, Case 1:07-cv-02240.</p>\n              <p>&#160;</p>\n              <p/>\n              <p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n              <p align=\"center\"><em># # # </em></p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080116citizens.shtml", "date": "01/16/2008", "pdf": null, "title": "Federal Court Upholds Campaign Finance Law: Citizens United Must Provide Donor Information for Film About Hillary Clinton", "category": "Litigation"}