{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 25, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <table cellspacing=\"6\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"><table cellspacing=\"6\" cellpadding=\"0\">\n                    <tr>\n                      <td valign=\"top\"><p align=\"center\"><strong>FEC TAKES ACTION ON ADVISORY OPINION REQUESTS</strong> </p>\n                          <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission issued two advisory opinions.</p>\n                          <p>In Advisory Opinion 2009-07, the Commission concluded that an LLC, of which Congressman Randy Neugebauer (TX-19) is a member, may provide the Neugebauer Congressional Committee with uncompensated use of its boat as an in-kind contribution.&#160; Such uncompensated use would be considered an in-kind contribution from the LLC to the Committee and would be limited by the Act&#8217;s applicable contribution limits of $2,400 per election. For additional use of the boat, the Committee would be required to pay the LLC the usual and normal rental value.&#160; The advisory opinion further states that the Congressman may use his personal funds to rent the boat from the LLC for the Committee and that the LLC may rent the boat to other committees for the usual and normal rental charge.</p>\n                          <p>In Advisory Opinion 2009-12, the Commission concluded that Senator Norm Coleman and his principal campaign committee, Coleman for Senate 08, may use campaign funds to pay for legal services incurred in: 1) reviewing complaints to the Senate Ethics Committee; 2) reviewing a letter from the Alliance for a Better Minnesota to the FBI; 3) representing Senator Coleman in an FBI investigation of alleged violations of Federal law or rules governing the office of the Senator or the conduct of the campaign; 4) representing Senator Coleman in certain State court lawsuits; and 5) responding to media inquiries. The Commission concluded that the Committee may not use campaign funds to pay for legal services incurred in representing Senator Coleman in an FBI investigation of allegations unrelated to Senator Coleman's campaign or officeholder duties. </p>\n                          <p>The Commission was unable to reach a decision on an advisory opinion requested by Sen. John Kerry (MA) and his principal campaign committee, John Kerry for Senate Committee. Advisory Opinion Request 2009-11 asked whether the Committee can use campaign funds to assist a film production company with the development costs of a documentary.</p>\n                          <p>The Commission adopted final rules to apply inflation adjustments to certain civil monetary penalties under the Federal Election Campaign Act of 1971, as amended (the Act) and the Presidential Primary Matching Payment Account Act.&#160; </p>\n                          <p>The Commission also approved a notice for public hearing and request for comments for a new initiative designed to improve disclosure of information on its website and through Internet communications. Comments must be received on or before July 21, 2009. A public hearing is to be held July 29-30, 2009.</p>\n                          <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                          <p align=\"center\"># # # </p></td>\n                    </tr>\n                  </table>\n                    <p><strong/></p>\n                    <p/>                    <p align=\"center\">&#160;</p>\n                  </td>\n                </tr>\n              </table>\n              <p><strong/></p>\n              <p/>              <p align=\"center\">&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "06/25/2009", "href": "press2009/20090625_AO.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Takes Action on Advisory Opinion Requests", "pdf": null}