{"date": "10/26/2012", "pdf": null, "title": "Week of October 22 - October 26, 2012", "issue": "2012-43", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>October 26, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-43</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of October 22 &#8211; 26</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission executive sessions or open meetings were scheduled this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Request Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2012-35 (Global Transaction Services Group, Inc.)</a>. On October 25, the Commission made public Advisory Opinion Request 2012-35. Global Transaction Services Group, Inc. (GTSG), a technology company, asks whether its proposed method of processing anonymous electronic credit and debit card contributions to candidates via text messaging is permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. GTSG requests expedited consideration of its request pursuant to the Commission's <a href=\"../../law/cfr/ej_compilation/2009/notice_2009-11.pdf\">Advisory Opinion Procedure</a>. The Commission must issue a response no later than 60 days after the receipt of the complete request, specifically by December 24, 2012.</p>\n        <p><u/></p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6536</a> <br/>\n          COMPLAINANT: Sylvia N. Murphy <br/>\n          RESPONDENTS: Gonzalez for Congress Committee and Lisa P. Gonzalez, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Gonzalez for Congress Committee and Gonzalez, in her official capacity as treasurer, (the Committee) failed to disclose disbursements or in-kind contributions for office space in three locations. Roberto Gonzalez was a 2012 primary candidate for Texas&#8217;s 14th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the small amount potentially at issue and in light of the Committee&#8217;s request for permission to terminate.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6587</a> <br/>\n  COMPLAINANT: FEC-Initiated <br/>\n  RESPONDENTS: United Association Political Education Committee and William P. Hite, in his official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory activities, the Commission found that the United Association Political Education Committee and Hite, in his official capacity as treasurer, (the Committee) (1) improperly disclosed independent expenditures based on the date paid rather than the date disseminated and (2) failed to file corresponding 24- or 48-hour notices for these expenditures and accurately report them on Schedule E. <br/>\n  DISPOSITION: The Commission found reason to believe that the Committee failed to file 24-hour and 48-hour notices in a timely way and failed to properly disclose independent expenditures. The Commission entered into a conciliation agreement, whereby the Committee agreed to pay a civil penalty of $39,000.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p>&#160;<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 616</a> &#8211; Frack Action USA PAC. The respondent agreed to (1) work with Commission staff to terminate the committee and (2) pay a civil penalty of $1,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 620</a> &#8211; National Association of Professional Employer Organizations, the National Association of Professional Organizations PAC and Thom Stohler, in his official capacity as treasurer. The respondent agreed to (1) implement compliance measures and (2) send a representative to an FEC conference.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION&#160; </strong></p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/FreeSpeech.shtml\"><em>Free Speech v. FEC</em></a> (District Court Case 2:12-cv-00127-SWS; Circuit Court Case 12-8078). On October 19, the plaintiff filed a <a href=\"../../law/litigation/freespeech_fs_notice_appeal.pdf\">Notice of Appeal</a> and a <a href=\"../../law/litigation/freespeech_fs_mot_injunction.pdf\">Motion for Injunction Pending Appeal</a> in the United States District Court for the District of Wyoming; and the United States Court of Appeals for the Tenth Circuit issued a <a href=\"../../law/litigation/freespeech_ac_notice.pdf\">Notice of Docketed Appeal</a>. On October 23, the Commission filed its <a href=\"../../law/litigation/freespeech_fec_opp_mot_inj.pdf\">Opposition to Plaintiff's Motion for Injunction Pending Appeal</a> in the District Court. On October 24, the appellant filed a <a href=\"../../law/litigation/freespeech_fs_mot_emerg_inj.pdf\">Motion for Emergency Injunction on Appeal</a> in the Appeals Court, and the Appeals Court issued an <a href=\"../../law/litigation/freespeech_ac_order.pdf\">order</a> directing the Commission to file a response to the emergency motion for injunction. Also on October 25, the District Court issued an <a href=\"../../law/litigation/freespeech_dc_injunction_denied.pdf\">Order Denying Motion for Injunction Pending Appeal</a>. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/hassan.shtml\"><em>Hassan v. FEC</em></a> (Case 11-cv-02189-EGS). On October 24, the plaintiff filed a <a href=\"../../law/litigation/hassan_hassan_appeal.pdf\">Notice of Appeal</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/james.shtml\"><em>James v. FEC</em></a> (Case 1:12-cv-01451-JEB-JRB-RLW). On October 22, the Commission filed its <a href=\"../../law/litigation/james_fec_opp_resp.pdf\">Opposition to Plaintiff's Response to Order to Show Cause</a> in the United States District Court for the District of Columbia.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/TeaPartyLeadershipFund.shtml\"><em>Tea Party Leadership Fund, et al. v. FEC</em></a> (Case 1:12-cv-1707-RWR) On October 22, the United States District Court for the District of Columbia issued an <a href=\"../../law/litigation/tplf_dc_show_cause.pdf\">Order to Show Cause</a>. On October 25, the plaintiffs filed a <a href=\"../../law/litigation/tplf_tplf_resp_show_cause.pdf\">Response to Order to Show Cause</a>. Also on the same day, the Commission filed its <a href=\"../../law/litigation/tplf_fec_resp_show_cause.pdf\">Response to Court&#8217;s Order to Show Cause</a>.<br/>\n        </p>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On October 23, Vice Chair Ellen L. Weintraub discussed campaign finance law, presidential public funding, and Commission operations with a group of journalists from Yemen as part of the State Department's International Visitor Leadership Program.</p>\n        <p/>\n        <p>On October 24, Vice Chair Weintraub discussed Commission operations with a group of election officials, journalists, and academics from the Asia/Pacific region as part of the State Department's International Visitor Leadership Program. Under the aegis of the same program, Vice Chair Weintraub also spoke about campaign finance law with a group of election officials, journalists and academics from Iraq and the impact of <a href=\"../../law/litigation_CCA_Alpha.shtml#citizensunited\"><em>Citizens United v. FEC</em></a> with a group of political leaders and academics from Malaysia.</p>\n        <p/>\n        <p>On October 25, Vice Chair Weintraub met with two groups from the Middle East and Africa taking part in the International Visitor Leadership Program.</p>\n        <p><strong/></p>\n        <p>On October 26, Communications Specialist Travis Drake discussed the role and operations of the Commission with a group of government leaders from India as part of the International Visitor Leadership Program.</p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>October 25: Pre-General Reports were due. For information on general election reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#general\">2012 General Election Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>October 30: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p/>\n        <p>November 1: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p><strong/></p>\n        <p>December 12: On Wednesday, December 12, 2012 at 10:00 a.m., the Commission will hold a public hearing to discuss several key issues related to its enforcement process, including issues relating to the <a href=\"../../law/procedural_materials.shtml\">documents</a> that were released to the public recently. Any general questions and comments related to the documents can be sent to <a href=\"mailto:Documents_Feedback@fec.gov\">Documents_Feedback@fec.gov</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>November 14, Federal Election Commission, Washington, DC<em>. Roundtable Workshop/Webinar on Winding Down the Campaign</em>. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>December 6:&#160; Post-General Reports are due.&#160; For information on general election reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#general\">2012 General Election Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20121026digest.shtml"}