{"href": "99chair.htm", "pdf": null, "date": "12/10/1998", "category": "Commission Appointments", "title": "Thomas Elected Chairman of Federal Election Commission", "html": "<body>\n<font size=\"2\">\n\n<p>&#160;</p>\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font><font size=\"3\" face=\"Book Antiqua\"><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nDecember 10, 1998                                                                                                                       Ron Harris\n                                                                                                                                                        Sharon Snyder\n                                                                                                                                                        Ian Stirton</strong></font><font size=\"2\">\n</font><font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">THOMAS ELECTED CHAIRMAN OF FEDERAL ELECTION COMMISSION </p>\n\n\n<p align=\"CENTER\">-Wold to serve as Vice Chairman-</p>\n\n<p>&#160;</p>\n\n<p>WASHINGTON -- Members of the Federal Election Commission have elected Scott E. Thomas\nas Chairman and Darryl R. Wold as Vice Chairman for 1999.</p>\n\n<p>In December of each year, Commissioners elect a Chairman and Vice Chairman to serve for\nthe upcoming calendar year. The Federal Election Campaign Act requires that the Chairman\nand Vice Chairman be of different political parties, and states that a member may serve as\nChairman only once during a six-year term of office.</p>\n\n<p>Commissioner Thomas, a Democrat, has been Acting Chairman since late September. He\nassumed those duties when Commissioner and 1998 Chairman Joan D. Aikens retired.</p>\n\n<p>Chairman-elect Thomas was originally nominated by President Reagan on September 26,\n1986, and confirmed by the U.S. Senate on October 3, 1986, to a term that expired on April\n30, 1991. Thomas was nominated to his second term on the Commission by President Bush on\nNovember 21, 1991. Commissioner Thomas was nominated by President Clinton to his third\nterm on September 2, 1997, and confirmed by the U. S. Senate on July 30, 1998.</p>\n\n<p>Prior to his appointment, Mr. Thomas served as Executive Assistant to FEC Commissioner\nThomas E. Harris. He previously worked as an attorney and later as an Assistant General\nCounsel for Enforcement in the FEC&#146;s Office of General Counsel.</p>\n\n<p>Vice Chairman-elect Wold, a Republican, was nominated to the Federal Election\nCommission by President Clinton on November 5, 1997, and confirmed by the U.S. Senate on\nJuly 30, 1998.</p>\n\n<p>Prior to his appointment Mr. Wold was in private law practice in Orange County, CA,\nsince 1974. In addition to his own practice, he was counsel for election law litigation\nand enforcement defense matters to Reed and Davidson, a firm that practices election and\npolitical law, with offices in Orange County and Los Angeles.</p>\n\n<p>Created in 1975, the Federal Election Commission is an independent federal agency\nestablished to enforce limitations and prohibitions on contributions, require candidates\nand committees to make public disclosure of their financial activities, and to administer\nthe public financing program for Presidential elections.</p>\n\n<p align=\"CENTER\"># # #<b> </b></p>\n</font>\n</body>\n"}