{"date": "06/08/2012", "pdf": null, "title": "Week of June 4 - June 8, 2012", "issue": "2012-23", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>June 8, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-23</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 4 &#8211; June 8</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On June 5, the Commission held an Executive Session. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On June 7, the Commission held an Open Meeting. Click here for <a href=\"http://fec.gov/agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"http://fec.gov/audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p><strong/></p>\n        <p><strong>2012 COMMISSION CALENDAR</strong></p>\n        <p><strong/></p>\n        <p>On June 7, the Commission approved a <a href=\"../../agenda/2012/mtgdoc_1246a.pdf\">schedule</a> of meeting dates for the second half of 2012.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong><u> </u></p>\n        <p/>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1243.pdf\">AO 2012-18 (National Right to Life Committee, Inc.)</a>. On June 7, the Commission concluded that the National Right to Life Committee, Inc.&#8217;s (NRLC) payment for the establishment, administration and solicitation costs of its independent expenditure-only political committee, the National Right to Life Victory Fund (Victory Fund), constitutes a contribution from NRLC to the Victory Fund under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations and must be reported as such.</p>\n        <p><u/></p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3438\">AOR 2012-17 (Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc.)</a>. On June 7, the Commission discussed a draft and then held over an advisory opinion request from Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc. The requestors ask whether their proposal to use mobile phone text messaging to raise funds for political committees is permissible under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc. This week, the Commission received several <a href=\"http://saos.fec.gov/saos/searchao\">supplements</a> to the request.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3440\">AOR 2012-19 (American Future Fund)</a>. On June 7, the Commission discussed and voted on two draft advisory opinions based on a request from American Future Fund, but did not reach consensus on either draft. The Commission directed the Office of General Counsel to prepare and circulate on tally vote a third draft advisory opinion reflecting areas of consensus for a future Commission vote. American Future Fund is a 501(c)(4) organization that intends to produce and distribute a series of broadcast television advertisements within 30 days of upcoming primary elections and within 60 days of the November general election on both local broadcast television stations and national cable outlets. In its request to the Commission, American Future Fund asked whether any of its proposed advertisements constitute electioneering communications The Commission concluded that Advertisements 7 and 8, as outlined in the advisory opinion request, are electioneering communications and Advertisement 4 is not. The Commission could not reach agreement by the required four affirmative votes to determine whether Advertisements 1, 2, 3, 5 and 6 are electioneering communications. During the discussion, the Commission heard from counsel on behalf of the American Future Fund.</p>\n        <p><u/></p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT<br/>\n          </strong><br/>\n  The Commission made public one closed case. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6539</strong></a><strong><br/>\n          </strong>RESPONDENT:&#160; Joe Green<br/>\n  COMPLAINANT:&#160; FEC-Initiated<br/>\n  SUBJECT:&#160; In the normal course of carrying out its supervisory responsibilities, the Commission found that Green, former treasurer of Geoff Davis for Congress (the Committee), made five unauthorized payments to himself from Committee funds totaling $7,343.03 for his personal use and failed to report the payments on the Committee&#8217;s disclosure reports. <br/>\n  DISPOSITION:&#160; The Commission found reason to believe Green knowingly and willfully converted Committee funds for his own personal use, failed to maintain proper records of disbursements and failed to file accurate reports of disbursements. The Commission entered into a conciliation agreement, whereby Green agreed to refund $1,443.03 to the Committee and to pay a civil penalty of $8,800. Green had previously refunded $5,900 of his unauthorized payments to the Committee.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p/>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 602 </a>&#8211; Moran for Kansas and Timothy E. Gottschalk, in his official capacity as treasurer. The respondent agreed to (1) implement compliance measures, and (2) pay a civil penalty of $3,500.&#160; </p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1230.pdf\"><strong>Audit Division Recommendation Memorandum on The Legacy Committee Political Action Committee</strong></a>. On June 7, the Commission approved the Audit Division Recommendation Memorandum on The Legacy Committee Political Action Committee, covering campaign finance activity between January 1, 2007 and December 31, 2008 subject to changes based on the discussion at the open meeting. The Audit Division Recommendation Memorandum recommended that the Commission approve findings presented in the Draft Final Audit Report related to misstatement of financial activity and failure to file independent expenditures notices and properly disclose independent expenditures. The Audit Division will prepare the Proposed Final Audit Report, which will incorporate changes based on the open meeting discussion, within 30 days. </p>\n        <p/>\n        <p><a href=\"../../agenda/2012/mtgdoc_1241.pdf\"><strong>Audit Division Recommendation Memorandum on the Democratic</strong></a><a href=\"../../agenda/2012/mtgdoc_1241.pdf\"><strong> Executive Committee of Florida</strong></a>. On June 7, the Commission approved the Audit Division Recommendation Memorandum on the Democratic Executive Committee of Florida, covering campaign finance activity between January 1, 2007 and December 31, 2008, subject to changes based on the discussion at the open meeting. The Audit Division Recommendation Memorandum recommended that the Commission approve the findings presented in the Draft Final Audit Report related to excessive coordinated party expenditures, failure to itemize coordinated party expenditures, allocation of expenditures, misstatement of Levin Fund financial activity and the disclosure of disbursement information. The Audit Division will prepare the Proposed Final Audit Report, which will incorporate changes based on the open meeting discussion, within 30 days. </p>\n        <p/>\n        <p><a href=\"../../agenda/2012/mtgdoc_1242.pdf\"><strong>Audit Division Recommendation Memorandum on the Los Angeles County Democratic Central Committee</strong></a>. On June 7, the Commission approved the Audit Division Recommendation Memorandum on the Los Angeles County Democratic Central Committee, covering campaign finance activity between January 1, 2007 and December 31, 2008, subject to the inclusion of the details of the committee&#8217;s former treasurer, Kinde Durkee, and related technical adjustments resulting from her conviction for embezzlement as discussed at the open meeting. The Audit Division Recommendation Memorandum recommended that the Commission approve the findings presented in the Draft Final Audit Report related to misstatement of financial activity and misstatement of Levin Fund financial activity. The Audit Division will prepare the Proposed Final Audit Report, which will incorporate changes based on the open meeting discussion, within 30 days.<br/>\n        </p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation_CCA_Alpha.shtml\"><em>Carey v. FEC</em></a> (No. 11-259 (RMC)). On June 4, the United States District Court for the District of Columbia issued an <a href=\"../../law/litigation/carey_dc_order_fees2.pdf\">order</a> granting the plaintiffs' amended motion for attorneys' fees and costs. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/Tisdale.shtml\"><em>Tisdale v. Obama </em></a>(Civ. No. 12-1124). On June 5, the U.S. Court of Appeals for the Fourth Circuit issued a <a href=\"../../law/litigation/tisdale_ac_judgment.pdf\">Judgment</a> and <a href=\"../../law/litigation/tisdale_ac_order.pdf\">unpublished per curiam Opinion</a>.</p>\n        <p/>\n        <p><a href=\"../../law/litigation_CCA_Alpha.shtml\"><em>Combat Veterans v. FEC</em></a> (No. 11-2168 (CKK)). On June 7, the plaintiffs filed a <a href=\"../../law/litigation/cvcp_cvcp_msj.pdf\">Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On June 4, Vice Chair Ellen L. Weintraub discussed recent developments in campaign finance law with students from Hong Kong University. </p>\n        <p/>\n        <p>On June 6, Communications Specialist Isaac Baker discussed the presidential public funding program and recent campaign finance court cases with journalists from the Korea Press Foundation.</p>\n        <p/>\n        <p>On June 6, Communications Specialist Zainab Smith discussed federal disclosure regulations and the Commission enforcement process with government and political leaders from Afghanistan, Bangladesh, India, Nepal and Sri Lanka as part of the State Department's International Visitor Leadership Program.</p>\n        <p/>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p><strong/></p>\n        <p>On June 1, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"file:///\\\\Ntsrv1\\Press\\Weekly%20Digest\\2012\\Semiannual%20Report%20to%20Congress,%20March%202012\">March 2012 Semiannual Report to Congress</a>. </p>\n        <p/>\n        <p><strong>PRESS RELEASES<br/>\n              <br/>\n        </strong><a href=\"20120607openmeeting.shtml\">FEC Issues Advisory Opinion, Approves Three Audit Division Recommendation Memorandums and Meeting Dates</a> (issued June 7)<strong/></p>\n        <p><strong>  UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>July 11, Washington, DC. <em>Roundtable Workshops on Reporting for PACs and Party Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 11, Washington, DC.<em> Roundtable Workshops on FECFile &amp; E-Filing for Candidates Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 11, Washington, DC. <em>Roundtable Workshops on Reporting for Candidate Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>July 11, Washington, DC. <em>Roundtable Workshops on FECFile &amp; E-Filing for PACs and Party</em><strong> </strong><em>Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>June 20: June Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml)\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of 11 CFR are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120608digest.shtml"}