{"html": "<body>\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nAugust 01, 2000                                                                                                                           Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></pre>\n</font><font face=\"Book Antiqua\">\n\n<p>&#160;<b/></p>\n\n<p align=\"CENTER\">FEC INSTITUTES PILOT &#145;ADR&#146; PROGRAM</p>\n\n<p align=\"CENTER\">&#160;</p>\n\n<p>WASHINGTON &#150; The Federal Election Commission has approved a new voluntary program\ndesigned to promote compliance with the campaign finance law (FECA) and Commission\nregulations by encouraging settlements outside the normal enforcement context. The pilot\nprogram will seek to expedite resolution of some enforcement matters, reduce the cost of\nprocessing complaints, and enhance overall FEC enforcement. </p>\n\n<p><b>Implementation of the <u>Alternative Dispute Resolution</u>, or ADR, pilot program\nis scheduled for early October. Its overall goal is to expeditiously resolve complaints\nand referrals of election law violations through both direct and, when necessary, mediated\nnegotiations.</b></p>\n\n<p>FEC&#146;s newly-established ADR Office will review and evaluate complaints forwarded\nto it from Commissioners or the Office of General Counsel, including matters stemming from\naudits for cause, to determine whether the case is appropriate for the ADR program. All\ncases involved in the ADR process will remain confidential until closed by the Commission\nand placed on the public record.</p>\n\n<p>In addition to meeting procedural requirements, for a case to be considered for ADR\ntreatment, a respondent (or respondents) must express willingness to engage in the ADR\nprocess, agree to set aside the statute of limitations while the case is pending in the\nADR Office, and agree to participate in bilateral negotiations and, if necessary,\nmediation.</p>\n\n<p>After Commissioners concur that a case can be dealt with through ADR procedures, the\nrespondent(s) will receive notification containing an agreement to engage in bilateral\nnegotiations and/or mediation.</p>\n\n<p>Bilateral negotiations are oriented toward reaching an expedient resolution in a manner\nthat is both satisfying to the respondent(s) and in compliance with the Federal Election\nCampaign Act (FECA). Any resolution reached in negotiations will be submitted to the\nCommissioners for final approval. If a resolution is not reached in bilateral negotiation,\nthe case will proceed to mediation.</p>\n\n<p>The mediation phase begins with the selection of a mediator agreed upon by the\nrespondent(s) and the ADR Office. Mediators will be chosen from a list of senior,\nexperienced mediators from the private sector, and their fees will be paid by the FEC\nand/or respondent(s). To address concerns regarding the impartiality of the mediators, no\nindividuals serving on the FEC roster of mediators may have served as a consultant, or\nhave been employed directly or indirectly by the federal government during the previous\ntwo years.</p>\n\n<p>All mediators serving on the FEC&#146;s panel will be required to disclose any partisan\nfederal political activity during the previous five years, contributions to federal\npolitical campaigns or political organizations and involvement in political parties during\nthe past five years. Additionally, individuals selected to serve on FEC&#146;s roster will\nbe required to pledge to refrain from any federal political activity during their time of\nservice. </p>\n\n<p>Agreements reached in mediation will be forwarded to the FEC&#146;s six Commissioners\nfor their approval. If no agreement is reached, the case will be returned to FEC&#146;s\nOffice of General Counsel for processing within regular compliance and enforcement\nparameters.</p>\n\n<p>Heading the FEC&#146;s Office of Alternative Dispute Resolution is Allan Silberman,\nformer president of the Center of Dispute Management, an organization of specialists in\ndesigning and applying ADR procedures. Prior to that position, Mr. Silberman was the\nExecutive Director of the Dispute Avoidance and Resolution Taskforce (DART) of the\nConstruction Industry.</p>\n\n<p>He is a former vice president of the American Arbitration Association and a former U.S.\nForeign Service Officer who served in United States embassies in Ecuador and Brazil and at\nthe Department of State in Washington. </p>\n\n<p>Additional details on the ADR program may be found in the August issue of the\nFEC&#146;s monthly newsletter, <b>The Record</b>, at <i>www.fec.gov</i>.</p>\n\n<p align=\"CENTER\"># # #</p>\n</font>\n</body>\n", "date": "08/01/2000", "href": "080100adr.htm", "category": "Enforcement Matters ", "title": "FEC Institutes Pilot ADR Program", "pdf": null}