{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">October 9, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20141009release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Final Rules on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations, Interim Final Rule and ANPRM in Response to <em>McCutcheon v. FEC</em>, Approves Advisory Opinion and Discusses Two Advisory Opinion Requests</strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved final rules in response to the United States Supreme Court&#8217;s opinion in <a href=\"../../../law/litigation_CCA_C.shtml#citizensunited\"><em>Citizens United v. FEC</em></a> and approved an interim final rule and an Advance Notice of Proposed Rulemaking (ANPRM) in response to the Supreme Court&#8217;s opinion in <a href=\"../../../law/litigation/McCutcheon.shtml\"><em>McCutcheon v. FEC</em></a>. The Commission issued an advisory opinion permitting the two major political party committees to establish convention committees to raise funds under a separate contribution limit. The Commission also discussed draft advisory opinions based on requests from two federal candidates asking whether their employer may continue to pay its share of their fringe benefits while they are on unpaid leave in order to campaign.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-53-a.pdf\">Final Rules on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations</a>. The Commission approved final rules regarding corporate and labor organization funding of independent expenditures and electioneering communications in response to a Petition for Rulemaking by the James Madison Center for Free Speech, which petitioned the Commission to amend its regulations in response to the decision of the Supreme Court in <em>Citizens United v. FEC</em>. The Commission will transmit the rules to the Speaker of the House of Representatives and the President of the Senate for a 30-legislative-day review period and the rules will be published in the Federal Register. Statements were issued by <a href=\"../../../members/ravel/statements/CU_McCutcheon_Stmt_Signed_10-9-14.pdf\">Vice Chair Ann M. Ravel</a>, <a href=\"../../../members/weintraub/statements/2014-10-09_Statement_of_Commissioner_Weintraub_on_2014_CU_Rulemaking.pdf\">Commissioner Ellen L. Weintraub</a>, and <a href=\"../../../members/walther/statements/10-9-14_Statement_of_Commissioner_Steven_T_Walther_on_2014_CU_Rulemaking.pdf\">Commissioner Steven T. Walther</a>. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-51-a.pdf\"><em>McCutcheon v. FEC</em> Interim Final Rule</a>. The Commission unanimously approved an interim final rule and explanation and justification on removing regulatory limits on the aggregate amounts an individual may contribute to federal candidates and political committees in a two-year cycle in light of the Supreme Court decision in<em> McCutcheon v. FEC</em>, which held that the aggregate contribution limits are unconstitutional. The Commission seeks written comment on these revisions on its regulations within 30 days of publication in the Federal Register. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-52-a.pdf\"><em>McCutcheon v. FEC</em> Advance Notice of Proposed Rulemaking (ANPRM)</a>. The Commission unanimously approved an ANPRM to request public comment on whether to begin a rulemaking to revise other regulations in light of the court decision in <em>McCutcheon v. FEC</em>, and requests public comment within 90 days of publication in the Federal Register. The Commission will hold a hearing on these issues on February 11, 2015. Vice Chair Ravel and Commissioners Walther and Weintraub issued a <a href=\"../../../members/statements/141009_McCutcheon_Statement.pdf\">Statement</a>.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=293645E47322087458B5BAEA1B3839DA?SUBMIT=ao&amp;AO=3750&amp;START=201412_1.pdf\">Advisory Opinion 2014-12 (DNC and RNC)</a>. The Commission approved an advisory opinion in response to a request from the Democratic National Committee (DNC) and Republican National Committee (RNC). The Commission concluded that the DNC and RNC may establish convention committees to raise funds under a separate contribution limit, as outlined in the request, because convention committees are &#8220;national committees&#8221; under the Federal Election Campaign Act of 1971, as amended, and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestors.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=293645E47322087458B5BAEA1B3839DA?SUBMIT=ao&amp;AO=3750&amp;START=201412_1.pdf\">Advisory Opinion Request 2014-14 and 2014-15 (Trammell and Brat)</a>. The Commission discussed and then held over draft advisory opinions in response to requests from Professors Jack Trammell and David Brat. The requestors, who are both candidates for the United States House of Representatives, ask whether their employer, Randolph-Macon College, may continue to pay its share of their fringe benefits while they are on unpaid leave in order to campaign. The Commission plans a tally vote on these drafts in the near future. </p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2014/news_releases/20141009release.shtml", "date": "10/09/2014", "pdf": null, "title": "FEC Approves Final Rules on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations, Interim Final Rule and ANPRM in Response to ", "category": "McCutcheon v. FEC"}