{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\"><p>Federal Election Commission</p>\n      <p>February 2 , 2006 </p>\n    <p><u>ATTENTION WIRE SERVICES, DAYBOOK EDITORS:</u></p></td>\n  </tr>\n  <tr> \n    <th width=\"100%\" class=\"fourteen_pt\">ADVISORY ON INDIAN TRIBES </th>\n  </tr>\n  <tr> \n    <td width=\"100%\"><p>There have been recent stories and queries by the media concerning contributions by Indian tribes. Some of these stories have contained important errors in describing the law that regulates the political activity of Indian tribes. The following is offered as guidance.    \n      </p><p> An Indian tribe is subject to the contribution limitations and prohibitions in the federal campaign finance law. An Indian tribe may contribute up to $2,100 per election to federal candidates, $5,000 per year to PACs, $10,000 per year to the federal account of state parties and $26,700 to national parties. This is true unless the tribe is prohibited from making contributions because it is a corporation or a federal government contractor, in which case, the tribe would be subject to the same prohibitions on contributions as other corporations and federal government contractors. Additionally, political committees, including candidate and party committees, must report contributions from Indian tribes on their regularly filed disclosure reports.</p>\n      <p> The Federal Election Campaign Act establishes an additional $101,400 biennial contribution limit that applies <em>only</em> to &#8220;individuals&#8221; (human beings). Thus, individuals face both a per candidate contribution limit of $2,100 per election and an aggregate limit of $101,400 in a two-year period. This biennial limit runs for a two-year period beginning January 1 of the odd-numbered year to December 31 of the next even-numbered year. This limit only applies to &#8220;individuals&#8221; and not to other entities such as political committees. </p>\n      <p> These rules have been in place for many years. In Advisory Opinion 1978-51, the FEC concluded that Indian tribes were &#8220;persons&#8221; covered by the contribution limits. In Advisory Opinion 2000-5, the FEC concluded that the overall biennial contribution limit does not apply to an Indian tribe because the tribe is an organization rather than an individual human being. The FEC&#8217;s conclusion was necessitated by the Federal Election Campaign Act, which applies the limit only to individuals. Indian tribes are treated in the same way as a number of other types of organizations, such as partnerships or certain limited liability companies, both of which are also not subject to the $101,400 limit imposed on individuals. </p>\n      <p>Should you desire guidance on Indian tribes or other issues involving the FEC, please contact: FEC Press Office, 999 E Street, NW, Washington, DC 20463, phone 202 694-1220. The FEC website is http://www.fec.gov.</p>\n      <p align=\"center\">### </p></td>\n  </tr>\n</table>\n</body>\n", "date": "02/02/2006", "href": "press2006/20060202Tribenotice.htm", "category": "Other Agency Actions", "title": "FEC Clarifies Rules on Contributions from Indian Tribes", "pdf": null}