{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"9%\"><p align=\"right\">Contact:&#160; </p></td>\n            <td width=\"20%\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\"><p>June 12, 2012 </p></td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ISSUES ADVISORY OPINION<br/>\n        </strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission has issued <a href=\"http://saos.fec.gov/saos/searchao?AONUMBER=2012-17\">Advisory Opinion 2012-17 (Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc.)</a>, concerning the use of text messaging by political committees to receive contributions.</p>\n        <p>The Commission concluded Monday that m-Qube, Inc.&#8217;s proposal that would allow political committees to use mobile phone text messaging to collect contributions is consistent with the recordkeeping and reporting requirements of the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations and conforms to the Act&#8217;s prohibition on corporate contributions. The Commission further concluded that the proposal does not implicate the contribution forwarding requirements of the Act and satisfies the segregation requirement for commercial vendors that process political contributions.</p>\n        <p>m-Qube proposes to enter into agreements with political committees under which m-Qube would provide its services as an aggregator to process contributions made to the political committees via text messaging. Under these agreements m-Qube would extend credit to political committees, on the same terms as it does to its non-political customers, based on the amount of contributions received through mobile phone text messaging. Payments by m-Qube to its customer political committees would be at a discount (or &#8220;factor&#8221;) from the original contribution amount in exchange for receiving payment on an expedited basis. In any instance in which the amount of the contribution, less fees, is greater than the amount of the factored payment, m-Qube will remit that difference, referred to as a &#8220;trailing payment,&#8221; to the political committee. </p>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "06/12/2012", "href": "press2012/20120612AO2012-17.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Issues Advisory Opinion", "pdf": null}