{"date": "01/08/2016", "pdf": null, "title": "Week of January 4 - January 8, 2016", "issue": "2016-02", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">January 8, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160108digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-02</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of January 4 &#8211; 8</strong><br/>\n          </p>\n          <p align=\"left\">            <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n            <br/>\n            </strong>No Commission open meetings or executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6942</a> <br/>\nCOMPLAINANTS: Green Party of the United States and Libertarian National Party, Inc.<br/>\nRESPONDENTS: Commission on Presidential Debates (CPD); Frank Fahrenkopf, Jr. and Michael D. McCurry, Co-Chairs, CPD<br/>\nSUBJECT: The complaint alleged that CPD, Fahrenkopf and McCurry failed to comply with the Commission&#8217;s regulations governing debate sponsorship because it allegedly is not non-partisan and failed to apply pre-established, objective criteria. As a result, CPD allegedly made prohibited contributions and expenditures, accepted prohibited contributions and failed to register and report as a political committee. <br/>\nDISPOSITION: The Commission found no reason to believe that a violation occurred because the debates staged by the CPD satisfy the requirements of Commission debate regulations and thus the CPD&#8217;s expenditures on debates are not contributions or expenditures under the Federal Election Campaign Act of 1971, as amended (the Act).&#160; Therefore, CPD did not meet the Act&#8217;s definition of a political committee subject to the Act&#8217;s registration and reporting requirements.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6796</a><br/>\nCOMPLAINANT: Congressional Leadership Fund and Brian Walsh, President<br/>\nRESPONDENTS: House Majority PAC and Shannon Roche, in her official capacity as treasurer; Alex Sink for Congress and Jennifer May, in her official capacity as treasurer; Largo/Mid-Pinellas Democratic Club; Elizabeth Snedeker; and Rich Piper<br/>\nSUBJECT: The complaint alleged that House Majority PAC and Roche, in her official capacity as treasurer, an independent expenditure-only political committee, made an excessive contribution in the form of a coordinated communication and that Alex Sink for Congress and May, in her official capacity as treasurer, or the Democratic Party received or accepted such a contribution either directly or acting through the Largo/Mid-Pinellas Democratic Club, Piper or Snedeker. Sink was a 2014 special election candidate for Florida&#8217;s 13th Congressional District.<br/>\nDISPOSITION: The Commission concluded that pursuing the matter further would not be an efficient use of the Commission&#8217;s resources, and thus<u> </u>exercised its prosecutorial discretion and dismissed the matter.<br/>\n<strong><br/>\nALTERNATIVE DISPUTE RESOLUTION<br/>\n</strong><br/>\nThe Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 773</a> &#8211; Kevin McCarthy for Congress and Jill Thomson, in her official capacity as treasurer.&#160; The Commission dismissed and closed the file.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 778</a> &#8211; Ohio Republican Party State Central &amp; Executive Committee and Ranae Lentz, in her official capacity as treasurer.&#160; The respondent agreed to (1) &#160;develop and certify implementation of a compliance operations manual that includes internal controls consistent with those described in the Commission&#8217;s Internal Controls and Political Committees advisory document and the Best Practices for Committee Management, (2) certify that a representative of the Committee participated in an FEC conference, webinar, or other program developed in consultation with the FEC&#8217;s Information Division, and (3) pay a civil penalty of $3,000.<br/>\n<br/>\n<strong>LITIGATION<br/>\n</strong><br/>\n<a href=\"../../../law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FEC</em></a> (Case 14-5249). On January 6, the Plaintiff-Appellant filed a <a href=\"../../../law/litigation/indinst_indinst_supp_brief.pdf\">Supplemental Brief</a>  in the United States Court of Appeals for the District of Columbia Circuit. Also on January 6, the Commission filed its <a href=\"../../../law/litigation/indinst_fec_supp_brief.pdf\">Supplemental Brief</a>.<br/>\n<br/>\n<a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a>&#160; (Case 1:15-cv-01397-TSC). On January 5, the Plaintiffs filed the <a href=\"../../../law/litigation/lpf_lpf_2d_amend_compl.pdf\">Second Amended Complaint for Declaratory and Injunctive Relief</a> in the United States District Court for the District of Columbia.<br/>\n<br/>\n<a href=\"../../../law/litigation/public_citizen.shtml\"><em>Public Citizen, et al. v. FEC</em></a> (Case 1:14-cv-00148-RJL). On December 31, the Commission filed its <a href=\"../../../law/litigation/public_fec_list_amrec.pdf\">Amended Certified List of Contents of the Administrative Record</a> in the United States District Court for the District of Columbia.<br/>\n<br/>\n<a href=\"../../../law/litigation/PAG.shtml\"><em>Pursuing America's Greatness v. FEC</em></a> (Case 15-5264). On December 23, the Pacific Legal Foundation and James Madison Center for Free Speech filed a <a href=\"../../../law/litigation/pag_plf_amicus_brief.pdf\">Brief Amicus Curiae in Support of Plaintiff-Appellant and Reversal</a> in the United States Court of Appeals for the District of Columbia Circuit.<br/>\n&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n<strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p align=\"left\">  January 14, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  January 26, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  January 28, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n  January 13, 2016: &#160;Webinars for PACs and Party Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  January 20, 2016: &#160;Webinars for Candidate Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  January 31, 2016: Year-End Reports are due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml\">2015 Reporting Dates page</a> of the Commission website.<br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n  Additional research materials about the agency, campaign finance information and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the Commission website. </p>\n          <p align=\"center\">            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n          </p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160108digest.shtml"}