{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    August 20, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n<b>\n\n</b><p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><h3 align=\"CENTER\">LAWRENCE H. NORTON NAMED GENERAL COUNSEL</h3>\n    <p>WASHINGTON &#150; The Federal Election Commission announced today the appointment\n    of Lawrence H. Norton, an official with the Commodity Futures Trading Commission, as the\n    FEC&#146;s new General Counsel.</p>\n    <p>Since 1996, Norton has been Associate Director in the CFTC&#146;s Division of\n    Enforcement, where he supervises investigations of financial fraud and trading violations,\n    and is director of the litigation team. He also develops and implements policy and special\n    initiatives, advises the CFTC Commissioners and division heads on regulatory and legal\n    issues, is a standing member of multi-agency task forces and is an adjunct instructor with\n    the National Institute of Trial Advocacy. </p>\n    <p>He has been an Assistant Director at the Federal Trade Commission, where he supervised\n    consumer protection investigations and litigation. Before joining the federal government,\n    Norton was an Assistant Attorney General in the Civil Litigation Division of the Maryland\n    Attorney General&#146;s Office. He graduated Order of the Coif from the University of\n    Maryland School of Law and was Assistant Editor of the Maryland Law Review.</p>\n    <p>Norton replaces former General Counsel Lawrence M. Noble, who resigned in January. At\n    the FEC, Norton will be in charge of 118 government employees composing the divisions of\n    enforcement, litigation, policy, and public financing-ethics-special projects. </p>\n    <p>FEC Chairman Danny L. McDonald commented, \"The six commissioners of the FEC\n    conducted a careful and thoughtful search over some eight months, interviewing many\n    top-flight candidates for the General Counsel position before we reached unanimous\n    consensus about Larry Norton. He has impressive credentials and a stellar reputation and\n    I&#146;m very pleased that he has accepted our offer to come aboard.\"</p>\n    <p>Vice Chairman David M. Mason noted, \"Norton has a perfect blend of enforcement,\n    litigation and policy experience to bring to the General Counsel&#146;s position at the\n    FEC, but it is his outstanding performance as a government manager that made the\n    Commission enthusiastic in selecting him for this critical job.\"</p>\n    <p>Norton will report for duty at the FEC in mid-September, a date-certain still to be\n    established.</p>\n    <blockquote>\n      <blockquote>\n        <blockquote>\n          <blockquote>\n            <blockquote>\n              <blockquote>\n                <blockquote>\n                  <blockquote>\n                    <blockquote>\n                      <blockquote>\n                        <p># # # </p>\n                      </blockquote>\n                    </blockquote>\n                  </blockquote>\n                </blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n        </blockquote>\n      </blockquote>\n    </blockquote>\n    </td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "08/20/2001", "href": "082001named.html", "category": "Commission Appointments", "title": "Lawrence H. Norton Named General Counsel", "pdf": null}