{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Ron Harris\nMarch 9, 1999                                                 Sharon Snyder\n                                                                  Ian Stirton\n                                                                  Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">FEC SEEKS COMMENTS ON PROPOSED FOIA AMENDMENTS</p>\n\n\n<p>WASHINGTON &#150; The Federal Election Commission is proposing amendments, and seeking\npublic comment by April 5, on amendments to its Freedom of Information Act (FOIA)\nregulations in order to comply with the Electronic Freedom of Information Act (EFOIA)\nAmendments of 1996.</p>\n\n<p>The primary thrust of EFOIA is to require agencies to make covered records available by\nelectronic means, for records created on or after November 1, 1996. The FEC&#146;s home\npage on the World Wide Web <i>(www.fec.gov)</i>, in place since 1996, utilizes its site to\ncomply with the new requirements.</p>\n\n<p>EFOIA also requires covered agencies to provide requested records in any form or format\nrequested, if the record is readily reproducible by the agency in that form or format.\nOther points of EFOIA and the FEC&#146;s proposed rulemaking include:</p>\n\n<blockquote>\n  <blockquote>\n    <blockquote>\n      <p>Lengthening the time within which agencies must respond to FOIA requests from 10 to 20\n      working days;</p>\n      <p>Implementing expedited processing requirements for \"compelling need\" and\n      \"urgency to inform\" requests;</p>\n      <p>Multitrack processing to replace strict first-in, first-out FOIA request processing;</p>\n    </blockquote>\n  </blockquote>\n</blockquote>\n\n<p>The entire text of the Notice of Proposed Rulemaking was printed in the Federal\nRegister on March 4, 1999, pps. 10405 - 10408.</p>\n\n<p>Comments must be received on or before April 5, 1999, and should be addressed to Susan\nE. Propper, Assistant General Counsel, Federal Election Commission, 999 E St. NW,\nWashington, DC 20463. Faxed comments should be sent to 202-219-3923, with printed copy\nfollow-up, and electronic mail comments should be sent to <i>EFOIA@fec.gov</i>.</p>\n\n<p align=\"CENTER\"># # #</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n</font>\n</body>\n", "date": "03/09/1999", "href": "efoia399.htm", "category": "Rulemakings", "title": "FEC Seeks Comment on Proposed FOIA Amendments", "pdf": null}