{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>February 3,  2012</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>Roemer First Presidential Candidate Declared Eligible for Primary Matching Funds in 2012 Race</strong> </p>\n      <p>WASHINGTON &#8211; Charles E. &#8220;Buddy&#8221; Roemer III on Thursday became the first 2012 presidential candidate to be declared eligible by the Federal Election Commission to receive federal matching funds. Roemer is seeking the Republican nomination for president in 2012.</p>\n      <p> To become eligible for matching funds, candidates must raise a threshold amount of $100,000 by collecting $5,000 in 20 different states in amounts no greater than $250 from any individual. Other requirements to be declared eligible include agreeing to an overall spending limit, abiding by spending limits in each state, using public funds only for legitimate campaign-related expenses, keeping financial records and permitting an extensive campaign audit.</p>\n      <p> Based on documents filed by Buddy Roemer for President, Inc. on January 25, 2012, contributions from the following states were verified for threshold purposes: Alabama, Arizona, California, Florida, Georgia, Illinois, Louisiana, Maryland, Massachusetts, Michigan, New Hampshire, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Tennessee, Texas, Virginia and Washington. All of the materials included with this submission may be viewed <a href=\"../../finance/2012matching/2012matching.shtml\">here</a>. Based on Roemer&#8217;s initial threshold submission, the Commission will request that the United States Treasury make an initial payment of $100,000 to Roemer&#8217;s campaign.</p>\n      <p> Once declared eligible, campaigns may submit additional contributions for matching funds on the first business day of every month<strong>.</strong>The U.S. Treasury Department may pay the Commission-certified amounts beginning this month.The maximum amount a<strong> </strong>primary candidate could receive is currently estimated to be about $22.8 million.&#160; </p>\n      <p> The presidential public funding program is financed through the $3 check-off that appears on individual income tax returns. The program has three elements: grants to parties to help fund their nominating conventions, grants available to nominees to pay for the general election campaign, and matching payments to participating candidates during the primary campaign. </p>\n      <p> In July and September of 2011, the Commission certified $17,689,800 each to the Republican and Democratic parties for their conventions.The Commission estimates that each general election nominee will be eligible for a grant of approximately $91.2 million. </p>\n      <p/>\n      <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n      <p/>\n      <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n      <p align=\"center\"><br/>\n  # # # </p></td>\n    </tr>\n  </table>\n</div>\n", "date": "02/03/2012", "href": "press2012/20120202Roemer_MatchingFunds.shtml", "category": "Presidential Public Funds", "title": "Roemer First Presidential Candidate Declared Eligible for Primary Matching Funds in 2012 Race", "pdf": null}