{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 25, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <table cellspacing=\"6\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"0%\"/>\n                  <td valign=\"top\"><p align=\"center\"><strong>FEC ADOPTS PROCEDURES TO BROADEN OPPORTUNITIES FOR COMMENT DURING<br/>\n                  </strong><strong>AUDIT, ADVISORY OPINION PROCESSES</strong> </p>\n                    <p>WASHINGTON &#8211; At its Open Meeting today, the Federal Election Commission adopted new procedures for Advisory Opinions and Audits aimed at increasing transparency and fairness. </p>\n                      <p>Advisory opinion requestors, or their counsel, will be provided an opportunity to appear before the Commission in order to answer questions during consideration of their request.&#160; These appearances may clear up ambiguous or conflicting statements in the requestors' written submissions or allow the Commission to obtain additional information.&#160; Such an opportunity will help ensure that the Commission fully considers all significant aspects of the proposed transaction or activity before voting on the advisory opinion.&#160; During a hearing held on January 14-15, 2009 regarding Commission procedures, multiple commenters suggested that requestors should have an opportunity to respond to Commissioners' concerns at the Open Meetings. </p>\n                      <p>Additionally, for all advisory opinion requests subject to a 60-day deadline, the Commission will provide at least one draft response to the requestor and public no later than one week prior to the Commission open meeting at which the advisory opinion will be considered. For requests from Federal candidates or their authorized committees subject to a 20-day deadline under existing regulations, a draft response will be made available no later than three business days prior to the open meeting. The Commission also will attempt to expedite, on a 20-day schedule, advisory opinion requests from any requestor concerning a proposed public communication referring to a clearly identified federal candidate that are submitted within the 60 days preceding an election.</p>\n                      <p>Similar to the Commission&#8217;s current program of hearings at the probable cause stage of the enforcement process, committees that are being audited will now have an opportunity for a hearing during the audit process.&#160; The hearings will allow audited committees to present oral arguments to the Commission directly and give the Commission an opportunity to ask relevant questions prior to adopting a final audit report.</p>\n                      <p>The new procedures will be implemented in pilot programs, which will remain in effect for at least a year. The Commission then will evaluate the programs and decide whether they should be continued.</p>\n                      <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                      <p align=\"center\"># # # </p></td>\n                  <td width=\"0%\"/>\n                </tr>\n                <tr>\n                  <td width=\"98%\" colspan=\"3\" valign=\"top\"><p/></td>\n                </tr>\n              </table>\n              <p/>\n              <p/>\n              <p><strong/></p>\n              <p/>              <p align=\"center\">&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090625_Procedures.shtml", "date": "06/25/2009", "pdf": null, "title": "FEC Adopts Procedures to Broaden Opportunities for Comment During Audit, Advisory Opinion Processes", "category": "Open Meetings and Related Matters"}