{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">June 30, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160630release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p><strong>FEC Discusses New Initiatives to Improve Compliance and Disclosure</strong></p>\n        <p><br/>\n          WASHINGTON &#8211; The Federal Election Commission today discussed a set of  initiatives underway to aid in compliance and public disclosure of campaign  finance activity. The Commission requested public comment on proposed changes  to campaign finance filing forms.</p>\n        <p>          Alec Palmer, the Commission&#8217;s Staff Director and Chief Information Officer,  outlined the initiatives. First, he announced a study to define a roadmap for  improving and modernizing the Commission&#8217;s electronic filing system, including  use of a cloud-based platform, in order to increase the consistency and  accuracy of reporting.<br/>\n          <br/>\n          Second, Mr. Palmer announced the implementation of a new Paper Automation  System to capture data disclosed on campaign finance reports filed on paper,  including those filed by Senate candidates. The goal of the new system, which  went into production last week, is to speed the public disclosure of itemized,  transaction-level data reported by paper filers.<br/>\n          <br/>\n          Third, Mr. Palmer and Debbie Chacona, Assistant Staff Director, Reports  Analysis Division, outlined <a href=\"../../../agenda/2016/documents/mtgdoc_16-26-a.pdf\">Proposed  Revisions to Forms 3, 3P, 3X, 6 and Instructions</a>. The changes are intended  to assist with compliance, provide clearer disclosure, and make the forms more  consistent with one another. Chairman Matthew S. Petersen said the Commission  would seek public comment on the proposed changes, sent to a dedicated email  address, for the next two weeks.<br/>\n          <br/>\n          Chairman Petersen also said that Commissioners are working on drafts of a  Notice of Proposed Rulemaking on Technological Modernization.<br/>\n          <br/>\n          <a href=\"../../../agenda/2016/agenda20160630.shtml\">Advisory Opinion  Request 2016-05 (Huckabee for President)</a>. &#160;The requestor withdrew the advisory opinion  request.<br/>\n          <br/>\n          <a href=\"../../../agenda/2016/agenda20160630.shtml\">Proposed  Statement of Policy Regarding the Public Disclosure of Closed Enforcement  Documents</a>. The Commission held over discussion of a proposed statement of  policy that would expand the range of records to be made publicly available on  a regular basis. <br/>\n          <br/>\n          <br/>\n          <br/>\n          <em>The Federal Election Commission (FEC) is  an independent regulatory agency that administers and enforces federal campaign  finance laws. The FEC has jurisdiction over the financing of campaigns for the  U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice  Presidency. Established in 1975, the FEC is composed of six Commissioners who  are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><br/>\n          # # #\n        </div>\n        <blockquote><blockquote><blockquote><blockquote><blockquote>\n          <blockquote><blockquote>&#160;</blockquote>\n                  </blockquote>\n                </blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n</blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "06/30/2016", "href": "press2016/news_releases/20160630release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Discusses New Initiatives to Improve Compliance and Disclosure", "pdf": null}