{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font><strong><font face=\"Book Antiqua\" size=\"3\">For Immediate Release:                                                                                             Contact:  </font><font size=\"3\">R<font face=\"Book Antiqua\">on Harris</font></font><font face=\"Book Antiqua\" size=\"3\">\nDecember </font><font size=\"3\">23</font><font face=\"Book Antiqua\" size=\"3\">, 1999                                                                                                                       </font><font size=\"3\">S<font face=\"Book Antiqua\">haron Snyder</font></font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                                                        </font><font size=\"3\">I<font face=\"Book Antiqua\">an Stirton</font></font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                                                        </font><font size=\"3\">K<font face=\"Book Antiqua\">elly Huff</font></font></strong><font size=\"2\">\n</font><b>\n\n</b><p align=\"CENTER\">&#160;</p>\n\n\n<p align=\"CENTER\"><b>FEC REDESIGNS, STREAMLINES WEB SITE</b></p>\n\n<p>WASHINGTON &#150; The Federal Election Commission (FEC) has redesigned and streamlined\nits Internet Web site, which can still be accessed at<i> www.fec.gov</i>. </p>\n\n<p>Items available on the newly designed <i>www.fec.gov</i> include images of campaign\nfinance reports from candidates for the United States House of Representatives, from\nPresidential campaigns, and from most other political committees*; summaries and\nsearchable databases of campaign contributions; candidate and committee guides and\nreporting forms; news releases and media advisories; statistics and data on voting and\nelections; Freedom of Information Act (FOIA) guidelines; FEC advisory opinions; a\n\"What&#146;s New\" scrolling menu; daily highlights; and more.</p>\n\n<p>The primary purpose of the revamped Web site is to reorganize the material therein to\noffer the most efficient presentation of relevant and appropriate information to various\naudiences, including the general public, candidates and their campaign workers, and the\nmedia.</p>\n\n<p>Additionally, the FEC has implemented Media-Independent Presentation Language (MIPL),\nan Internet-based technology designed to facilitate access for persons with special needs\nto many types of information by using a wide variety of hardware and software solutions.\nFor example, the visually handicapped can dial a phone number (818-995-2463) and receive\naudibly a menu of phone-touch choices that parallel the FEC&#146;s Web site choices. The\nhearing-impaired may dial 818-995-2464 for a similar menu. (Those desiring more\ninformation about MIPL can find it at <i>www.altaccess.org.</i>)</p>\n\n<p>FEC Chairman Scott E. Thomas commented, \"We are pleased to offer this improvement\nto the public. We will continue our efforts to add helpful informational items to our Web\nsite and make it as user friendly as possible.\"</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n<b>\n\n</b><p>&#160;</p>\n\n<p>*United States Senate candidates do not file their campaign finance reports directly\nwith the FEC, but with the Secretary of the Senate, who currently microfilms them and\nsends the microfilm to the FEC. Imaging is not available for these reports at this time.\nWhile the Democratic Senatorial Campaign Committee and the National Republican Senatorial\nCommittee also file their reports with the Secretary of the Senate, copies of their\nreports are available on the FEC Web site because the Senate provides the Commission with\npaper copies that meet requirements for scanning. </p>\n\n<p align=\"CENTER\"># # #</p>\n</font>\n</body>\n", "href": "newsite.html", "date": "12/23/1999", "pdf": null, "title": "FEC Redesigns, Streamlines Website", "category": "Disclosure Initiatives"}