{"href": "nfye99.htm", "pdf": null, "date": "02/15/2000", "category": "Non-Filer Publications", "title": "Campaign Failed to File Year End Report", "html": "<body>\n\n<font face=\"Book Antiqua\" size=\"3\">\n\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                               Contact:  Kelly Huff\nFebruary 15, 2000                                                                                               <font size=\"3\" face=\"Book Antiqua\">Ron Harri</font>s\n                                                                                                                                 Sharon Snyder\n                                                                                                                                 Ian Stirton\n</strong></font></pre>\n\n</font>\n<p>&#160;</p>\n\n<b/><p align=\"CENTER\"> CAMPAIGN FAILED TO FILE YEAR END REPORT  </p>\n\n<p>WASHINGTON -- The Federal Election Commission today cited one campaign committee for failure to file the required Year End financial disclosure report covering activity July 1, through December 31, 1999.</p>\n\n<p>\tAs of 5 p.m., February 14, 2000, a disclosure report from the following committee had not been filed:</p>\n<b>\n</b><p>IL/08...CRANE FOR CONGRESS COMMITTEE...BILLY K. MCMINN,TREAS...PHILIP M. \tCRANE...REP</p>\n\n<p>\tThe reports were due January 31, 2000, and should have included financial activity for the period July 1, 1999, through December 31, 1999.  If sent by certified or registered mail, the reports should have been postmarked by midnight January 31.</p>\n\n<p>\tCommittees were notified of their filing requirements on December 29, 1999.  Those committees which did not file on the due date were notified on February 7, 2000, that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n\n<p>\tThe Commission publishes only the names of those committees which have been designated by candidates as their principal campaign committees. Other political committees supporting Senate and House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file year end reports.  Those committees are not published by the FEC.</p>\n\n<p>\tFurther Commission action against non-filers and late filers is decided on a case-by-case basis.  Federal law gives the FEC broad authority to initiate enforcement actions, including the imposition of civil penalties ($5,500 for \"any violation\" and $11,000 for any \"knowing and willful\" violation.)</p>\n\n<p align=\"CENTER\"># # #</p>\n\n<p>&#160;</p>\n<p>&#160;</p></font></body>\n"}