{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">May 19, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160519release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p>&#160;</p>\n        <blockquote>\n          <blockquote>\n            <blockquote>\n              <blockquote>\n                <blockquote>\n                  <blockquote>\n                    <blockquote>\n                      <blockquote>\n                        <blockquote>\n                          <blockquote>                          \n                            <p><strong>FEC Approves Final Rule on Technical  Amendments </strong></p>\n                            <p>                              WASHINGTON &#8211; The Federal Election Commission today discussed an advisory  opinion request and approved a Final Rule and Explanation and Justification for  Technical Amendments to 2015 CFR. The Commission also discussed initiating a  draft Notice of Proposed Rulemaking (NPRM) in connection with campaign finance  provisions of the Consolidated and Further Continuing Appropriations Act, 2015  (H.R. 83), which enabled national party committees to establish accounts to  defray certain expenses incurred with respect to presidential nominating  conventions, national party headquarters buildings, and election recounts and  contests and other legal proceedings.<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/aodocs/2016-04.pdf\">Advisory Opinion Request 2016-04 (Grand Trunk Western Railroad Co. &#8211;  Illinois Central Railroad Co. PAC)</a>. &#160;The Commission discussed a <a href=\"http://saos.fec.gov/aodocs/201604.pdf\">draft</a> responding to an advisory opinion request from Grand Trunk  Western Railroad Co. &#8211; Illinois Central Railroad Co. PAC, but was unable to reach agreement by the  required four affirmative votes to issue an advisory opinion. The requestor is  the separate segregated fund (SSF) of two wholly owned subsidiary corporations.  The requestor asked whether several proposed abbreviations for the name of the  SSF are permissible under the Federal Election Campaign Act of 1971, as amended  (the Act), and Commission regulations. During the discussion, the Commission  heard from the requestor&#8217;s counsel.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160519.shtml\">Final Rule and Explanation and Justification for  Technical Amendments to 2015 CFR.</a>                              The Commission approved technical corrections to various sections of its regulations.<br/>\n  <br/>\n  <a href=\"../../../agenda/2016/agenda20160519.shtml\">Proposed Statement of Policy Regarding the Public  Disclosure of Closed Enforcement Documents</a>. The Commission held over discussion of three draft  documents addressing a proposed statement of policy that would expand the range  of records to be made publicly available on a regular basis. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">REG 2014-01 Outline Of Draft NPRM Implementing Party  Segregated Accounts</a>. The Commission  discussed a potential draft Notice of Proposed Rulemaking (NPRM) in connection  with campaign finance provisions of the Consolidated and Further Continuing  Appropriations Act, 2015 (H.R. 83), which has enabled national party committees  to establish accounts to defray certain expenses incurred with respect to  presidential nominating conventions, national party headquarters buildings, and  election recounts and contests and other legal proceedings.<br/>\n  <br/>\n  <em><br/>\n                              The Federal Election Commission (FEC) is an independent regulatory  agency that administers and enforces federal campaign finance laws. The FEC has  jurisdiction over the financing of campaigns for the U.S. House of  Representatives, the U.S. Senate, the Presidency and the Vice Presidency.  Established in 1975, the FEC is composed of six Commissioners who are nominated  by the President and confirmed by the U.S. Senate. </em><br/>\n  <br/>\n                            </p>\n                            <p align=\"center\"># # #</p>\n                          </blockquote>\n                        </blockquote>\n                      </blockquote>\n                    </blockquote>\n                  </blockquote>\n                </blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n    </blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2016/news_releases/20160519release.shtml", "date": "05/19/2016", "pdf": null, "title": "FEC Approves Final Rule on Technical Amendments", "category": "Open Meetings and Related Matters"}