{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>October 29, 2007</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n              <p align=\"center\"><strong>              FEC THIRD QUARTER SHOWS CONTINUED RECORDS IN ENFORCEMENT AND AGGRESSIVE PRE-2008 RULEMAKING SCHEDULE</strong></p>\n              <p>The Federal Election Commission (FEC/the Commission) reported today that it collected civil penalties totaling $3,751,347 during the first nine months of 2007.&#160; This is the second largest total collected by the Commission in the first nine months of any year in its history.&#160; During the third quarter of 2007, the Commission collected a $775,000 penalty from America Coming Together and $750,000 from Progress for America, the third and fourth largest penalties in the Commission&#8217;s history, and closed a total of nine cases with civil penalties totaling $100,000 or more.&#160; Three of the top four penalties in the Commission&#8217;s 32 year history have been collected in the past 20 months.&#160; </p>\n              <p>Commission Chairman Robert Lenhard noted that &#8220;there is no doubt that the past two years have seen the most vigorous enforcement in this agency&#8217;s history.&#160; At the same time we have cut the time it takes to process an enforcement case by 30%.&#8221;&#160; The FEC is currently resolving over 85% of its cases within 15 months of filing, the shortest processing time in the agency&#8217;s history.&#160; </p>\n              <p><strong>Commission Moving to Complete Important Rulemakings on the Eve of the 2008 Election</strong></p>\n              <p>At the same time, the Commission is working to complete four important rulemakings before the start of the 2008 election year.&#160; In September, the FEC solicited public comment and in October held two days of hearing on how best to implement the Supreme Court decision in <em>Wisconsin Right to Life v. FEC.&#160; </em>&#160;That case limited part of the Bipartisan Campaign Reform Act&#8217;s restrictions on ads sponsored by corporations and unions.&#160; </p>\n              <p>In October, the FEC also opened two rulemakings to implement Congress&#8217; amendments to the Federal Election Campaign Act.&#160; The first rulemaking will address new restrictions on the use of noncommercial aircraft by candidates and incumbent members of Congress.&#160; The second rulemaking will develop new reporting rules for contributions bundled by lobbyists or lobbying organizations.&#160; The Commission also held a hearing in July on whether it should amend its regulation of jointly financed party/candidate &#8220;hybrid&#8221; ads.&#160;&#160; The two major political parties spent more than $50 million on &#8220;hybrid&#8221; ads in the 2004 Presidential election.&#160; </p>\n              <p>Vice Chairman David Mason said \"The Commission is working very hard now to put in place clear rules before the campaigns really take off.\" </p>\n              <p>The FEC issued seven Advisory Opinions during the third quarter of 2007, bringing the total to 19 for the first nine months of this year. Advisory Opinions provide individuals or groups with specific guidance on whether their planned conduct complies with the law. </p>\n              <p><strong>Public Disclosure and Educational Outreach</strong></p>\n              <p>The Commission added an interactive map that now serves as the entry portal to search for information on campaign contributors.&#160; The FEC website, at <a href=\"../..\">www.fec.gov</a> hosted about 3.9 million visits during the first nine months of 2007, with much of the new traffic focused on the interactive map.&#160; The map currently displays Presidential campaign contributions and will be expanded to include Congressional races in the fourth quarter of this year.</p>\n              <p><strong>Alternative Dispute Resolution and Administrative Fines</strong></p>\n              <ul>\n                <li>Included in the Commission&#8217;s total collection figure are 74 cases, generating $88,200 in civil penalties, settled under the innovative Alternative Dispute Resolution (ADR) program.&#160; The ADR process is designed to promote compliance with federal campaign finance law and reduce the cost of processing complaints by encouraging settlements outside the agency's normal enforcement track. For a case to be considered for ADR, a respondent must agree to set aside the statute of limitations while the case is being resolved and participate in mediation, if appropriate. </li>\n              </ul>\n              <ul>\n                <li>The FEC imposed administrative fines totaling $303,869 in 234 cases where committees filed financial reports after the deadline or failed to make required financial filings.</li>\n              </ul>\n              <p><strong>Audits</strong></p>\n              <p>The FEC issued twenty audit reports from January through September 2007, including final reports on the 2004 Bush/Cheney and Kerry/Edwards general election campaigns. </p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # # </p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "10/29/2007", "href": "press2007/200710293Q.shtml", "category": "Enforcement Matters ", "title": "FEC Third Quarter Shows Continued Records in Enforcement and Aggressive Pre-2008 Rulemaking Schedule", "pdf": null}