{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><b>For Immediate Release<br/>\n    March 15, 2002</b></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><b>Contact:</b></p></td>\n    <td width=\"187\" valign=\"top\"><b>Bob Biersack<br/>\n    Ron Harris<br/>\n    Ian Stirton<br/>\n    Kelly Huff</b></td>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><font face=\"Book Antiqua\" size=\"4\"><b/><p align=\"CENTER\" class=\"big\"/></font>MARCH\n    20 HEARING ON INTERNET NPRM\n    <p align=\"CENTER\" class=\"big\">- FOUR SLATED TO TESTIFY -</p>\n    <p>WASHINGTON &#150; Four people have requested the opportunity to testify March 20 before\n    the Federal Election Commission (FEC) on issues raised by a Notice of Proposed Rulemaking\n    (NPRM) relating to the use of the Internet for campaign-related activity.</p>\n    <p>The NPRM addresses three issues;</p>\n    <blockquote>\n      <p>(1) The application of the volunteer exemption in federal law (2 U.S.C.\n      &#167;&#167;431(8)(B)(i) and (ii)) to Internet activity by individuals;</p>\n      <p>(2) The status of hyperlinks placed on corporate and labor organization websites; and</p>\n      <p>(3)The status of corporate and labor organization press releases that announce\n      candidate endorsements and are made available to the general public on the corporation or\n      labor organization&#146;s website.</p>\n    </blockquote>\n    <p>The NPRM was published October 3, 2001, with a comment period ending December 3.\n    Twenty-four comments were received by the Commission in response to the NPRM. Requests to\n    testify must have been received by the Commission on or before March 1, 2002.</p>\n    <p>FEC Chairman David Mason described the purpose of the hearing. \"The Commission is\n    attempting to apply existing statutory exemptions in the Federal Election Campaign Act to\n    provide clear safe harbors for political activity on the Internet. The fact that\n    particular Internet activities may not be addressed in the rulemaking does not imply that\n    the Commission believes that those activities are or should be subject to FEC regulation.\n    This rulemaking merely proposes to identify certain activities that are clearly not\n    subject to regulation under the </p>\n    <p>FECA. Those presenting testimony generally propose to expand the categories or\n    definitions of these identified safe harbors. The Commission looks forward to working with\n    commenters to explore whether exemptions can be defined more broadly under the FECA or\n    other applicable laws.\" </p>\n    <p>Those requesting to present testimony are (in order of appearance):</p>\n    <blockquote>\n      <p>-- Robert F. Bauer, Esq., Perkins Coie LLP Political Law Group;</p>\n      <p>-- Alex N. Vogel, General Counsel, National Republican Senatorial Committee (NRSC).</p>\n      <p>-- Laurence E. Gold, Associate General Counsel, American Federation of Labor and\n      Congress of Industrial Organizations (AFL-CIO);</p>\n      <p>-- James Bopp, Jr., General Counsel, James Madison Center for Free Speech;</p>\n    </blockquote>\n    <p>The hearing will be in the Commission&#146;s 9th floor meeting room at 10 a.m.,\n    Wednesday, March 20. </p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "03/15/2002", "href": "20020315internet.html", "category": "Hearings", "title": "Hearing on Internet NPRM Set for March 20", "pdf": null}