{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">December 17, 2014 </td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20141217-2release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Elects Ann Ravel as Chair for 2015; Matthew Petersen to Serve as Vice Chairman</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission elected Ann M. Ravel as Chair and Matthew S. Petersen as Vice Chairman for 2015. &#160;Ms. Ravel served as Vice Chair in 2014 and Mr. Petersen served as Vice Chairman and Chairman in 2009 and 2010, respectively.</p>\n        <p>Before her 2013 appointment to the Commission, Ms. Ravel served as Chair of the California Fair Political Practices Commission (FPPC), where she oversaw the regulation of campaign finance, lobbyist registration and reporting, and ethics and conflicts-of-interest related to officeholders and public employees. Ms. Ravel was instrumental in the creation of the States' Unified Network (SUN) Center, a web-based center for sharing information on campaign finance. Ms. Ravel also served as Deputy Assistant Attorney General for Torts and Consumer Litigation in the Civil Division of the United States Department of Justice and as the appointed County Counsel for Santa Clara County, California. <br/>\n            <br/>\n  Commissioner Ravel received her B.A. from the University of California, Berkeley and her J.D. from the University of California, Hastings College of the Law.</p>\n        <p>From 2005 until his appointment to the Commission in 2008, Mr. Petersen served as Republican chief counsel to the U.S. Senate Committee on Rules and Administration. In this capacity, Mr. Petersen provided counsel on issues relating to federal campaign finance and election administration laws as well as the Standing Rules of the Senate.</p>\n        <p>Prior to this, Mr. Petersen served as counsel to the U.S. House of Representatives Committee on House Administration. During his tenure, Mr. Petersen was extensively involved in the crafting of the Help America Vote Act of 2002 (HAVA) and the House-Senate negotiations that culminated in HAVA's passage. From 1999 to 2002, Mr. Petersen specialized in election and campaign finance law at the law firm of Wiley Rein LLP in Washington, D.C.</p>\n        <p>Mr. Petersen received his J.D. in 1999 from the University of Virginia School of Law, where he was a member of the Virginia Law Review. He graduated magna cum laude with a B.A. in philosophy from Brigham Young University in 1996. He also received an A.S. with high honors from Utah Valley State College.</p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em>###</em></p>\n        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "12/17/2014", "href": "press2014/news_releases/2015ElectionofOfficers.shtml", "category": "Commission Appointments", "title": "FEC Elects Ann Ravel as Chair; Matthew Petersen to Serve as Vice Chairman ", "pdf": null}