{"date": "05/29/2015", "pdf": null, "title": "Week of May 25 - May 29, 2015", "issue": "2015-22", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">May 29, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150529digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-22</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong><br/>\n            Week of May 25 &#8211; 29</strong></p>\n          <p><br/>\n              <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n              </strong><br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Request Received<br/>\n  <br/>\n  </u><a href=\"http://saos.fec.gov/aodocs/1316589.pdf\">AOR 2015-02 (Grand Trunk Western Railroad &#8211; Illinois Central Railroad PAC)</a>. On May 28, the Commission made public Advisory Opinion Request 2015-02, which was submitted by the Grand Trunk Western Railroad Co. &#8211; Illinois Central Railroad Co. PAC, a separate segregated fund (SSF).&#160; For contributions that it receives, the SSF&#8217;s connected organizations make a matching donation to a charity of the contributor's choice. The requestor asks whether a matching donation may be made to a Canadian charity.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by July 27, 2015.<br/>\n  <strong><br/>\n  ENFORCEMENT<br/>\n  </strong><br/>\n  The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6859</a><br/>\n  COMPLAINANT: Jeff Timmer<br/>\n  RESPONDENTS: John Moolenaar; Moolenaar for Congress and Gwen D. Lang, in her official capacity as treasurer; Friends of John Moolenaar and Gwen D. Lang, in her official capacity as treasurer; Value for Michigan and John P. Yob, in his official capacity as treasurer; Strategic National Campaign Management, LLC; and John P. Yob<br/>\n  SUBJECT: The complaint alleged that Moolenaar, a Michigan State Senator and 2014 candidate for Michigan&#8217;s 4th Congressional District, used funds from his state campaign committee, Friends of John Moolenaar (State Committee), to pay for consulting services performed on behalf of his federal campaign committee, Moolenaar for Congress (Federal Committee). According to the complaint, the State Committee indirectly paid for the services of Strategic National Campaign Management LLC (Strategic National), a Federal Committee vendor, when it donated $98,000 to Value for Michigan (VFM), a state political action committee controlled by Yob, Strategic National&#8217;s principal. The complaint alleged further that the Federal Committee failed to report disbursements payments to Strategic National in two disclosure reports.<br/>\n  DISPOSITION: The Commission found no reason to believe a violation occurred because the available information did not show any connection between the State Committee&#8217;s donation and the services provided to the Federal Committee by Strategic National; rather, VFM donated all but $500 of the $98,000 from the State Committee to state and local candidates in Michigan.&#160; In addition, Moolenaar and Yob provided declarations in which they specifically denied engaging in a scheme to funnel the State Committee&#8217;s donation to VFM to pay Yob or Strategic National.&#160; The Commission also found no reason to believe that the Federal Committee failed to properly report disbursements to Strategic National.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6868</a><br/>\n  COMPLAINANT: Stephen P. Roberts<br/>\n  RESPONDENTS: Vincent Harris; and Harris Media, LLC<br/>\n  SUBJECT: The complaint alleged that Harris and Harris Media, LLC (collectively Harris Media) fraudulently misrepresented the Committee to Elect Vance McAllister (Committee) in connection with its website, Twitter feed and YouTube channel. McAllister was a 2013 special election and 2014 candidate for Louisiana&#8217;s 5th Congressional District. <br/>\n  DISPOSITION: The Commission found no reason to believe Harris Media made fraudulent misrepresentations in violation of the Federal Election Campaign Act of 1971, as amended, because the available information does not indicate that Harris Media was an agent of another federal campaign and the record indicates that Harris Media merely withheld access to the website as part of a contractual dispute and did not change any of the material thereon. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6887</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENTS: McCotter Congressional Committee and Robert A. Bovitz, in his official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether the McCotter Congressional Committee and Bovitz, in his official capacity as treasurer (the Committee), accepted general election contributions totaling $60,500 that were designated for the 2012 general election but were not redesignated, reattributed or refunded within 60 days after Rep. Thaddeus McCotter&#8217;s withdrawal from the primary. McCotter was a 2012 primary candidate for Michigan&#8217;s 11th Congressional District.<br/>\n  DISPOSITION: The Commission found reason to believe the Committee accepted excessive contributions by failing to redesignate, reattribute or refund general election contributions in a timely manner. The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $5,000.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  <br/>\n  </strong>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 746</a> &#8211; Bill Cassidy for US Senate and Ralph J. Stephens, in his official capacity as treasurer. The respondent agreed to (1) certify that a Committee representative participate in an FEC conference, webinar, or other program developed in consultation with the FEC&#8217;s Information Division, (2) certify implementation of a updated operations manual that includes internal controls consistent with the Commission&#8217;s Internal Controls and Political Committees advisory document and the Best Practices for Committee Management, and (3) pay a civil penalty of $4,000.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FEC</em></a> (Case 14-5249). On May 22, the Plaintiff-Appellant filed a <a href=\"../../../law/litigation/indinst_indinst_reply_brief.pdf\">Reply Brief</a><strong> </strong>in the United States Court of Appeals for the District of Columbia Circuit.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (Case 15-5016). On May 26, the Appellants <a href=\"../../../law/litigation/van_hollen_cif_reply_brief.pdf\">Center for Individual Freedom</a> and <a href=\"../../../law/litigation/van_hollen_hlf_reply_brief.pdf\">Hispanic Leadership Fund</a> filed Reply Briefs in the United States Court of Appeals for the District of Columbia Circuit. <br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><br/>\n  May 28 &#8211; 31, Chair Ann M. Ravel and Commissioner Ellen L. Weintraub attended the National Institute on Money in State Politics Conference. Chair Ravel participated in a panel discussion on the use of technology in campaign finance disclosure. <br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n  <a name=\"_GoBack\"/><br/>\n  </strong>June 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n  <br/>\n  June 16 and 18: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>. <br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  June 3: Webinar for Campaign Committees.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <strong><br/>\n  UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  June 20: June Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at <a href=\"../../../info/elearning.shtml\">http://www.fec.gov/info/elearning.shtml</a>.</p>\n          <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  </p>\n          <p align=\"center\">&#160;          </p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150529digest.shtml"}