{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>April 26, 2012</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC APPROVES FIVE ADVISORY OPINIONS,<br/>\n  HOLDS OVER&#160; THREE ADVISORY OPINION REQUESTS</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved five advisory opinions and held over three advisory opinion requests.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3433&amp;START=1207489.pdf\">Advisory Opinion 2012-12 (Dunkin&#8217; Brands, Inc.)</a></strong> The Commission concluded that Dunkin' Brands, Inc.&#8217;s separate segregated fund may solicit contributions from its non-corporate franchisees and licensees, as well as from the executive and administrative personnel of its corporate franchisees and licensees because Dunkin&#8217; Brands, Inc. maintains a degree of control over its franchisees and licensees such that the franchisees and licensees are affiliated with Dunkin Brands, Inc. and are members of Dunkin Brands, Inc.&#8217;s restricted class.&#160; <br/>\n        </p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3429\">Advisory Opinion Request 2012-08 (Repledge)</a></strong> The Commission discussed two drafts and then held over an advisory opinion request from Repledge, regarding its proposed plan to establish a web-based platform allowing supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asked a number of questions relating to its proposal, including whether it will (1) receive contributions, (2) have the major purpose of influencing a federal election, and (3) violate the prohibition on corporate contributions to candidates. During the discussion, the Commission heard from the requestor.</p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3430&amp;START=1207873.pdf\">Advisory Opinion 2012-09 (Points for Politics, LLC)</a></strong> The Commission concluded that Points for Politics, LLC may implement its proposed system of redeeming its customers&#8217; affinity points and transfer their value to political committees under the conditions described in the request to political committees without making contributions or otherwise violating the Federal Election Campaign Act of 1971, as amended (the Act) or Commission regulations. Points for Politics, LLC stated in its request that it has created and wishes to implement a proprietary technology and business system that would enable individuals who participate in corporate-sponsored loyalty programs to convert rewards they earn from their participation in the form of points into dollar equivalents and to contribute these converted points to candidates, their authorized committees, and other political committees.</p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3431&amp;START=1207875.pdf\">Advisory Opinion 2012-10 (Greenberg Quinlan Rosner Research, Inc.)</a></strong> The Commission concluded that the provision of the New Hampshire campaign finance statute requiring disclaimers on certain campaign-related telephone surveys made on behalf of federal candidates, their authorized campaign committees, or other federal political committees that refer only to candidates for federal office is preempted by the Act and Commission regulations. The Commission could not reach a conclusion by the required four affirmative votes as to whether the New Hampshire statute is preempted with respect to telephone surveys made on behalf of nonprofit organizations (other than federal candidates&#8217; authorized campaign committees or other federal political committees) where the surveys do not contain express advocacy. During the discussion, the Commission heard from counsel on behalf ofGreenberg Quinlan Rosner Research, Inc. </p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3432\">Advisory Opinion Request 2012-11 (Free Speech)</a></strong> The Commission discussed three draft advisory opinions and voted on two of them but did not reach consensus based on a request from Free Speech, an unincorporated nonprofit association that plans to finance certain advertisements and ask for donations to fund its activities. The request asked (1) whether its advertisements would be express advocacy communications, (2) whether funds received in response to its donation requests would be contributions, and (3) whether its activities would require Free Speech to register and report as a political committee. The Commission directed the Office of General Counsel to prepare and circulate a revised draft advisory opinion reflecting areas of consensus for a future Commission vote. During the discussion, the Commission heard from counsel on behalf of Free Speech.</p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3434&amp;START=1207490.pdf\">Advisory Opinion 2012-13 (Physicians Hospitals of America)</a></strong> The Commission concluded that the Physicians Hospitals of America, an association of physician-owned hospitals, and persons affiliated with it, are not federal contractors and may make contributions to independent expenditure-only political committees. Physician Hospitals of America had asked whether they were considered federal contractors subject to the Act&#8217;s prohibition on contributions because they provide services to patients in government-sponsored healthcare programs such as Medicare, Medicaid, Tricare and CHAMPUS. </p>\n        <p/>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3435&amp;START=1207787.pdf\">Advisory Opinion 2012-14 (Shaun McCutcheon)</a> </strong>The Commission concluded that the Act prohibits McCutcheon from making aggregated contributions to federal candidates in excess of $46,200, the current biennial limit that an individual may contribute to all federal candidates, during the 2011-2012 election cycle. In his request, McCutcheon asked it if was permissible for him to make contributions to federal candidates during the 2011-2012 election cycle that in the aggregate would total $54,400. During the discussion, the Commission heard from counsel on behalf of McCutcheon.</p>\n        <p><u><a href=\"http://saos.fec.gov/saos/searchao\"><strong>Advisory Opinion Request 2012-07 (Feinstein for Senate)</strong></a> The</u> Commission did not discuss an advisory opinion request from Feinstein for Senate but will take this matter up for discussion at the Commission&#8217;s May 10 open meeting. The Committee asked the Commission whether the donors who attempted to contribute to the Committee, but whose funds were embezzled by its treasurer Kinde Durkee, may make replacement contributions to the Committee without the attempted contributions counting against the donors' per election limits.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>        <p>&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "04/26/2012", "href": "press2012/20120426openmeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Five Advisory Opinions, Holds Over Three Advisory Opinion Requests", "pdf": null}