{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\" class=\"ten_pt\">For Immediate Release<br/>\n    August 28, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\" class=\"ten_pt\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\" class=\"ten_pt\">Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton<br/>\n    Kelly Huff</th>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\"><b>COMMENT SOUGHT ON PROPOSED CHANGES<br/>\n    TO VARIETY OF RULES IMPLEMENTING BCRA</b></th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON - The Federal Election Commission is seeking public comments\n    on or before September 27 on proposed changes to rules relating to disclaimers in\n    political communications, fraudulent solicitations, civil penalties, and personal use of\n    campaign funds.<p>The proposed changes to the Federal Election Campaign Act of 1971 (FECA)\n    would implement portions of the Bipartisan Campaign Reform Act of 2002 (BCRA), slated to\n    take effect November 6. FEC Commissioners approved the Notice of Proposed Rulemaking in\n    their August 22 public hearing. It is scheduled to appear in the Federal Register on\n    August 29.</p>\n    <p>BCRA specifies new requirements for disclaimers accompanying radio, television, and\n    print campaign communications; expands the scope of FECA&#146;s fraudulent\n    misrepresentation prohibition; increases FECA&#146;s civil penalties for willfully and\n    knowingly violating the prohibition on contributions made in the name of another; and\n    codifies some of the existing FEC regulations regarding permissible use of campaign funds\n    by candidates and federal office holders.</p>\n    <p>The changes approved by the Commission on August 22 (available at <i>http://www.fec.gov/register.htm</i>)\n    are proposals and do not represent a final decision by the Commission on this rulemaking.</p>\n    <p>Comments should be addressed to John C. Vergelli, Acting Assistant General Counsel, and\n    must be submitted in either electronic or written form. Electronic mail comments should be\n    sent to <i>BCRAmisc@fec.gov </i>and must include the full name, electronic mail address,\n    and postal service address of the commenter. Electronic mail comments that do not contain\n    the full name, electronic mail address, and postal service address of the commenter will\n    not be considered. Faxed comments should be sent to (202) 219-3923, with printed copy\n    follow-up to ensure legibility. Written comments and printed copies of faxed comments\n    should be sent to the Federal Election Commission, 999 E Street NW, Washington, DC 20463.</p>\n    <p>&#160;</p>\n    <p>&#160;</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "08/28/2002", "href": "20020828bcra.html", "category": "Rulemakings", "title": "Comment Sought on Proposed Changes to Variety of Rules Implementing BCRA", "pdf": null}