{"date": "09/10/2010", "pdf": null, "title": "Week of September 6 - September 10, 2010 ", "issue": "2010-36", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>September 10, 2010 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-36</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Diges</strong><strong>t</strong></p>\n        <p align=\"center\"><strong>Week of September 6 &#8211; 10</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u/></p>\n        <p><u>Request Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3129&amp;START=51.pdf\">AOR 2010-22 (Working Families Party of Connecticut)</a>. On September 10, the Commission made public Advisory Opinion Request 2010-22.&#160; Working Families Party of Connecticut's State committee asks whether it qualifies as a State committee of a political party under the Federal Election Campaign Act of 1971, as amended, and Commission regulations. The Commission must issue a response no later than 60 days after receipt of the complete request, or November 8, 2010. </p>\n        <p/>\n        <p><u>Supplement Received</u></p>\n        <p><strong/></p>\n        <p><u><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3127\">AOR 2010-20 (National Defense PAC)</a></u>. On September 8, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1154050.pdf\">Supplement</a> to Advisory Opinion Request 2010-20. National Defense PAC asks whether it may accept unlimited contributions from individuals, other political committees, corporations and unions to make independent expenditures, and whether it may accept these funds into a separate account of the PAC. The request also concerns whether National Defense PAC may use these unlimited contributions to pay for the administrative and operating expenses of both its general operations, and any independent expenditures made from its separate account. The Commission must issue a response no later than 60 days after receipt of the complete request, or by October 15, 2010.</p>\n        <p/>\n        <p><u>Comment Received</u> <br/>\n            <br/>\n            <strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3108&amp;START=1148170.pdf\">AOR 2010-19 (Google)</a></strong>. On September 9, the Commission received a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3108&amp;START=1148170.pdf\">comment</a> on AOR 2010-19. In its request, Google asks whether text ads generated by its AdWords program are exempt from the disclaimer requirements of 11 CFR 110.11, under the \"small items\" exception. If they are not, Google asks whether displaying the URL of the ad's sponsor would satisfy the disclaimer requirement. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>. </p>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public six closed cases and three Statements of Reasons. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6126</a> &#8211; Republican Senate Campaign Committee and J. Matthew Yuskewich, in his official capacity as treasurer. The Commission exercised its prosecutorial discretion and dismissed the case. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/10044280793.pdf\">Statement of Reasons</a> was issued by Chairman Matthew S. Petersen, Vice Chair Cynthia L. Bauerly and Commissioners Caroline C. Hunter, Donald F. McGahn, and Ellen L. Weintraub.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6207</a> &#8211; Mark DeSaulnier; Mark DeSaulnier for Senate 2012; DeSaulnier for Congress and Rita Copeland, in her official capacity as treasurer; and Shara Perkins, Campaign Manager for DeSaulnier for Congress. The Commission found no reason to believe violations occurred in connection with an allegation against DeSaulnier for Congress and its treasurer, two allegations against Mark DeSaulnier for Senate 2012, and one against Perkins. The Commission exercised its prosecutorial discretion and dismissed two allegations against DeSaulnier and one against Mark DeSaulnier for Senate 2010.&#160; A <a href=\"http://eqs.fec.gov/eqsdocsMUR/10044280779.pdf\">Statement of Reasons</a> was issued by Chairman Matthew S. Petersen, Vice Chair Cynthia L. Bauerly and Commissioners Caroline C. Hunter, Donald F. McGahn, and Ellen L. Weintraub.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6247</a> &#8211; www.examiner.com; Friends of David Smith and Lucie Weaver, in her official capacity as treasurer; David A. Smith; Anschutz Company; and Clarity Digital Group, LLC. The Commission exercised its prosecutorial discretion and dismissed the case. </p>\n        <p><strong/></p>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6272</a></u> &#8211; Charles &#8220;Chuck&#8221; DeVore; DeVore for California and Betty Presley, in her official capacity as treasurer; Leisa Brug Kline; Joshua Trevino; and State of California. The Commission dismissed the case.</p>\n        <p/>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6282</a></u> &#8211; Friends of John Lee Smith and Randy Schulz, in his official capacity as treasurer; John Lee Smith for U.S. Congress; Committee to Elect John Lee Smith 2010; and John Lee Smith. The Commission dismissed the case.</p>\n        <p/>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6284</a></u> &#8211; Denham for Congress and David Bauer, in his official capacity as treasurer; and Jeff Denham. The Commission dismissed the case.</p>\n        <p/>\n        <p><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6216</a></u> &#8211; Martha Coakley; Coakley for Senate and Nathaniel C. Stinnet, in his official capacity as treasurer; and Coakley (State) Committee. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/10044280785.pdf\">Statement of Reasons</a> was issued by Chairman Matthew S. Petersen, Vice Chair Cynthia L. Bauerly and Commissioners Ellen L. Weintraub, Caroline C. Hunter, and Donald F. McGahn.</p>\n        <p><strong/></p>\n        <p><strong>LITIGATION </strong></p>\n        <p><strong/></p>\n        <p><em><a href=\"../../law/litigation_CCA_A.shtml/lakins_03\">Akins v. FEC</a></em> &#8211; On September 8, the United State District Court for the District of Columbia issued a <a href=\"../../law/litigation/akins_dc_opinion.pdf\">memorandum opinion</a> and <a href=\"../../law/litigation/akins_dc_judgment.pdf\">judgment</a>.&#160; The court granted the Commission&#8217;s Motion for Summary Judgment, denied the plaintiffs'&#160; motion, and dismissed the action \"in its entirety.\"&#160;&#160; The Akins lawsuit challenged the Commission&#8217;s dismissal of an administrative complaint against the American Israel Public Affairs Committee (AIPAC). The administrative complaints alleged that AIPAC failed to register and report as a political committee and to disclose its express advocacy communications as required by the Act. </p>\n        <p><strong/></p>\n        <p><a href=\"../../law/litigation/cao.shtml\"><em>Cao v. FEC</em></a>. On September 10, the United States Court of Appeals for the Fifth Circuit, sitting <em>en banc</em>, issued its <a href=\"../../law/litigation/cao_ac_opinion.pdf\">opinion</a>. <br/>\n        <strong> </strong></p>\n        <p><a href=\"../../law/litigation/novacek.shtml\"><em>FEC v. Novacek</em></a>. On September 3, the Commission filed a <a href=\"../../law/litigation/novacek_fec_resp_mot_to_rep_corp_entities.pdf\">Response to Appellant's Motion to Represent Corporate Entities</a> in the United States Court of Appeals for Fifth Circuit, requesting the Court to deny the Appellant&#8217;s motion. </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On September 7, Communications Specialist Zainab Smith met with a delegation of political leaders from Burma, Malaysia, Mongolia, China, Samoa, Taiwan and Vietnam to discuss the role of political committees in elections and how the Commission regulates these committees. The delegation was sponsored by the Department of State's International Visitor Leadership Program. </p>\n        <p/>\n        <p>On September 8, Communications Specialist Stephanie Caccomo met with Guillaume Scheurer, Deputy Chief of Mission of the Embassy of Switzerland, to discuss the Commission's role in regulating presidential public funding. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong><br/>\n        </p>\n        <p><a href=\"../20100910cao.shtml\">Appeals Court Issues Opinion in CAO v. FEC</a> (issued September 10)</p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p/>\n        <p>September 6: &#160;Hawaii Pre-Primary Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/hiprim.shtml\">here</a>.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p><strong/></p>\n        <p>September 15, Washington, DC. FEC Roundtable Workshop on Pre-Election Communications. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>October 6, Washington, DC. FEC Roundtable Workshops on Reporting Requirements, FECFile &amp; E-Filing. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p>October 7, Washington, DC. FEC Roundtable Workshop on FECFile &amp; E-Filing for PACs and Party Committees. Registration information and schedule are <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The September issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/sep10.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/>\n        <p>Sunshine Act Notices for previous Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for previous Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected previous meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>.</p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100910Digest.shtml"}