{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 17 , 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\"><p>Mary Brandenberger </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC APPROVES STEPS TO COMPLY WITH <em>EMILY</em><em>&#8217;S LIST</em> OPINION, ELECTS 2010 OFFICERS</strong><strong> </strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission (FEC) approved steps to bring agency regulations into compliance with the recent court opinion in <em>EMILY</em><em>&#8217;s List v. FEC</em>. The Commission also released a guidebook to assist complainants, respondents and the public in enforcement matters and received an update on the Commission&#8217;s Website and Internet improvements. The Commission was unable to reach a decision on an advisory opinion request regarding a separate segregated fund&#8217;s (SSF) plan to solicit contributions from the general public earmarked for particular candidates. In its final two votes of the year at an open meeting, the Commission elected its 2010 officers and approved future Commission meeting dates.</p>\n        <p/>\n        <p>The Commission approved a <a href=\"../../agenda/2009/mtgdoc0984.pdf\">Notice of Proposed Rulemaking</a> proposing to remove its rules regarding funds received in response to solicitations as well as two rules regarding the allocation of certain expenses by separate segregated funds and nonconnected committees. In <em>EMILY&#8217;s List v. FEC</em>, the United States District Court for the District of Columbia ordered that these rules &#8211; 11 CFR 100.57, 106.6(c) and (f) &#8211; are vacated, in accordance with a Court of Appeals decision. The Commission also approved an <a href=\"../../agenda/2009/mtgdoc0983.pdf\">Interim Final Rule</a> to give notice to the public that the court ordered these rules vacated. </p>\n        <p/>\n        <p>The Commission also approved a <a href=\"../../agenda/2009/mtgdoc0985.pdf\">Guidebook for Complainants and Respondents on the FEC Enforcement Process</a>. The Guidebook summarizes the Commission's general enforcement policies and procedures and provides a step-by-step guide through the Commission's enforcement process. In addition, the Commission approved a <a href=\"../../agenda/2009/mtgdoc0986.pdf\">Directive on Enforcement Procedures</a> to provide status reports to respondents and the Commission in enforcement matters </p>\n        <p>In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3027\">Advisory Opinion Request 2009-28</a> (Democracy Engine Inc., PAC), the Commission was unable to reach a decision. In its request, Democracy Engine Inc., PAC asked whether it is permissible to solicit contributions from the general public that would be earmarked for federal candidates and its ability to act as a conduit for these contributions.&#160; The request also asked whether the costs of such solicitations would be contributions to the candidates who received the contributions. </p>\n        <p/>\n        <p>The Commission received an update on its Website and Internet Improvement Initiative by Patricia Young, the agency&#8217;s Assistant Staff Director in the Public Disclosure Division. Young reported that the process of adding all closed matters under review (MURs) to the Enforcement Query System (EQS) on the FEC website would be completed by the end of this year, and that administrative fine cases would also be integrated in the EQS system. The enhanced Advisory Opinion search system now includes all concurring and dissenting opinions, and documents related to advisory opinions from 1990 through 1998 have been added, Young said. A detailed report by Chairman Steven T. Walther on the progress of this initiative can be found <u><a href=\"../../pages/hearings/statusofwebsiteinitiative-bluedraftrev.pdf\">here</a></u>. </p>\n        <p/>\n        <p>The Commission unanimously elected Matthew S. Petersen as Chairman and Cynthia L. Bauerly as Vice Chair for 2010. Petersen and Bauerly have both served as commissioners since 2008, following their nomination by former President George W. Bush and unanimous confirmation by the United States Senate. It also approved the <a href=\"../../agenda/2009/mtgdoc0982.pdf\">meeting dates</a> for next year</p>\n        <p/>\n        <p>Commissioners thanked Chairman Steven T. Walther for leading the Commission this year. They also expressed their gratitude to Commission Secretary Mary Dove, who is retiring after 26 years of dedicated service to the Federal Election Commission.</p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/2009Dec17EmilyList.shtml", "date": "12/17/2009", "pdf": null, "title": "FEC Approves Steps to Comply With ", "category": "Emily'S List"}