{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">March 10, 2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150310release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong/></p>\n        <p align=\"center\"><strong>FEC Approves Four Audit Division Recommendation Memoranda</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved four Audit Division Recommendation Memoranda and held over discussion of an advisory opinion request.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">Advisory Opinion Request 2014-20 (Make Your Laws PAC)</a>. The Commission held over discussion of <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">three drafts</a> of an advisory opinion based on a request from Make Your Laws PAC. The requestor, a nonconnected political committee, asks whether foreign nationals may assign intellectual property rights created as a result of volunteer services they provide to the requestor to develop the requestor's website, logos, trademarks and trade dress. During the meeting, the Commission heard from the requestor. </p>\n        <p/>\n        <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-05-a.pdf\">Audit Division Recommendation Memorandum on the Republican Party of Orange County (Federal)</a>. The Commission approved an Audit Division Recommendation Memorandum on the Republican Party of Orange County, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity for receipts of $17,420 and disbursements of $17,420, reporting of debts and obligations totaling $60,296, recordkeeping for employees totaling $187,281 in payroll and the use of Levin Fund transfers totaling $73,465. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p/>\n        <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-11-a.pdf\">Audit Division Recommendation Memorandum on the South Dakota Democratic Party</a>. The Commission approved an Audit Division Recommendation Memorandum on the South Dakota Democratic Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity totaling $41,876,<strong> </strong>recordkeeping for employees totaling $42,557 in payroll allocated between federal and nonfederal funds and $2,399 paid from an exclusively nonfederal account during periods in which the employee was also paid with federal funds, the reporting of coordinated party expenditures, contributions from unregistered political organizations totaling $6,691, and disclosure of occupation and employer information in connection with contributions totaling $30,702. The Commission also directed the Audit Division to include in the Proposed Final Audit Report an Additional Issues section addressing recordkeeping for employees paid exclusively with nonfederal funds totaling $15,187. The Audit Division will prepare the Proposed Final Audit Report within 30 days. </p>\n        <p/>\n        <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-12-a.pdf\">Audit Division Recommendation Memorandum on the Kentucky State Democratic Central Executive Committee</a>. The Commission approved an Audit Division Recommendation Memorandum on the Kentucky State Democratic Central Executive Committee, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to recordkeeping for employees totaling $820,979, paid with an allocation of federal and nonfederal funds. The Commission also directed the Audit Division to include in the Proposed Final Audit Report an Additional Issues section addressing recordkeeping for employees paid exclusively with non-federal funds totaling $12,283. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p/>\n        <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-13-a.pdf\">Audit Division Recommendation Memorandum on the 2012 Democratic National Convention Committee, Inc.</a> The Commission approved on tally vote an Audit Division Recommendation Memorandum on the 2012 Democratic National Convention Committee, Inc. (DNCC), covering campaign finance activity between September 1, 2011 and September 30, 2014. The Commission approved a finding that DNCC did not receive payments of federal funds in excess of its entitlement. The Audit Division will prepare the Proposed Final Audit Report within 30 days.&#160; </p>\n        <p/>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. <br/>\n                </em></p>\n        <div align=\"center\">\n          <p>&#160;</p>\n          <p><em># # # </em></p>\n        </div></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "03/10/2015", "href": "press2015/news_releases/20150310release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Four Audit Division Recommendation Memoranda", "pdf": null}