{"date": "08/09/2013", "pdf": null, "title": "Week of August 5 - August 9, 2013", "issue": "2013-32", "html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">August 9, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-32</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 5 &#8211; 9</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Request Received</u></p>\n        <p><strong/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1244075.pdf\">AOR 2013-11 (Citizens for Joe Miller)</a>. On August 6, the Commission made public Advisory Opinion Request 2013-11 from Citizens for Joe Miller (Committee).&#160; The Committee is an authorized committee of Joseph Miller, a former federal candidate for Senate from Alaska.&#160; The Committee asks whether it can use campaign funds as a deposit with an Alaska state court pending an appeal of an Alaskan judgment assessing attorney's fees in litigation involving Joe Miller.&#160; The Commission must render an Advisory Opinion within 60 days, or not later than October 1, 2013.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public four closed cases and one Statement of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6679</a><br/>\n  COMPLAINANT: Chris Redfern, Ohio Democratic Party<br/>\n  RESPONDENTS: Jim Renacci for Congress and Russell Corwin, in his official capacity as treasurer; and Congressional Leadership Fund and Caleb Crosby, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that the Congressional Leadership Fund and Crosby, in his official capacity as treasurer, (the Fund) coordinated its television advertisement purchases with Jim Renacci for Congress and Russell Corwin, in his official capacity as treasurer, (the Committee) resulting in an excessive in-kind contribution from the Fund to the Committee. Renacci was a 2012 candidate for Ohio&#8217;s 16th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe the Fund coordinated its communications with and thereby made an in-kind contribution to the Committee because the advertisements at issue did not meet the conduct prong of the regulation on coordinated communications. </p>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6707</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: Visclosky for Congress and Michael Malczewski, in his official capacity as treasurer <br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that Visclosky for Congress and Malczewski, in his official capacity as treasurer, (the Committee) violated the Act by failing to disclose receipts totaling $129,816.74. Peter Visclosky was a 2008 candidate for Indiana&#8217;s First Congressional District.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $4,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6708</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: Carney for Congress and Christopher P. Carney, in his official capacity as treasurer <br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that Carney for Congress and Christopher P. Carney, in his official capacity as treasurer, (the Committee) violated the Act by failing to disclose disbursements totaling $255,542.12. Carney was a 2010 candidate for Pennsylvania&#8217;s 10th Congressional District.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $1,500.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6743</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: American Association for Justice Political Action Committee and Heather Tureen, in her official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether there was reason to believe that Association for Justice Political Action Committee and Heather Tureen, in her official capacity as treasurer, (the Committee) violated the Act by failing to accurately disclose cash on hand totaling $326,551.02, in 2008, 2009 and 2011; and misreporting credit card transactions totaling $61,204.42.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for the Committee to pay a civil penalty of $27,000.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public 37 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2377</a> &#8211; Mississippi Democratic Party PAC and Melton Harris, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $10,450.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2655</a> &#8211; Glass Molders Pottery Plastics &amp; Allied Workers International Union &#8211; Political Ed Leag and Walter Thorn, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2656</a> &#8211; Great-West Life &amp; Annuity Insurance Company Political Action Committee and Robert Onstad, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2661</a> &#8211; National Tank Truck Carriers Inc. Political Action Committee and William A. Usher, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2669</a> &#8211; Walter Energy Inc. Federal Political Action Committee and Michael D. Griffin, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2675</a> &#8211; I.U.O.E. Local 15 Political Action Committee and Robert J. Burns, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $640.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2682</a> &#8211; National Tank Truck Carriers Inc. Political Action Committee, William A. Usher, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2689</a> &#8211; Ambulatory Surgery Center Association PAC (ASCAPAC) and Brendan Davis, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $115.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2690</a> &#8211; Amedisys Inc. Political Action Committee and Dale E. Redman, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $340.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2691</a> &#8211; American Chiropractic Association PAC and Dr. Michael Simone, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $215.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2692</a> &#8211; Andrei for Arizona and Seth Scott, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2693</a> &#8211; Andrew Hughes for Congress and Jeff Upthegrove, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $256.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2694</a> &#8211; Barbara Carlson for US Congress Committee and Sheri Edwards, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2695</a> &#8211; Barnes for Congress and Lisa Miller, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2696</a> &#8211; Bette Grande for Congress and Don Grande, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2702</a> &#8211; Committee to Elect Rick Murphy for Congress and Rick Murphy, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2704</a> &#8211; Edwards Wildman PAC Inc. and John Holthaus, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $220.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2705</a> &#8211; Friends of David for Congress and David Thayne, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2707</a> &#8211; Friends of Liberty for Jessica and Gary E. Doan, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2709</a> &#8211; Middle Ground PAC and Mark Shelden, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2710</a> &#8211; Gary Smith for Congress and Gary Smith, in his official capacity as treasurer. The Commission made a final determination to take no further action and assess no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2711</a> &#8211; Immigration911, LLC and Stanley P. Dull, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $218.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2712</a> &#8211; Imus for Congress and Chad Hanely, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2715</a> &#8211; Jim Horn Election Committee and Olivia Julia Horn, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2716</a> &#8211; Jimmie Moore for Congress and Gail A. Chinn-Pratt, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2719</a> &#8211; Kristin Jacobs for Congress and Jacob C. Richter, in his official capacity as treasurer. The Commission made a final determination assessed a civil penalty of $120.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2721</a> &#8211; Leah for Congress and Jacob Brown, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2723</a> &#8211; Long, William Todd and Todd Long, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2725</a> &#8211; McGoff for Congress and Marjorie O&#8217;Laughlin, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2727</a> &#8211; Michael Williams for Congress and R. Steven Hicks, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2729</a> &#8211; National Association of Farm Service Agency County Office Employees Inc. PPC aka NASCOE PAC and Robert L. Redding, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $137.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2730</a> &#8211; Peloquin for Congress and Kyle Kaczanowski, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2731</a> &#8211; Redfield for Congress and James Oliver, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2733</a> &#8211; Roberts for Congress and Justin Roberts, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2736</a> &#8211; Todd Akin for Senate and G. Scott Engelbrecht, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,535.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2739</a> &#8211; Zein Obagi for Congress and Zein E. Obagi, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2741</a> &#8211; Tommy Thompson for Senate Inc. and Diane Hendricks, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $10,720.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows.&#160; For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 636</a> -  Mason Tenders District Council of Greater New York and LI PAC and Kris Kohler, in her official capacity as treasurer. The respondent agreed to (1) send a representative to an FEC conference, (2) develop and certify implementation of compliance measures and (3) pay a civil penalty of $3,100.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 13-5162). On August 9, the Commission filed a <a href=\"../../law/litigation/wagner_FEC_brief.pdf\">Brief</a> in the United States Court of Appeals for the District of Columbia Circuit.&#160; Also on August 9, Campaign Legal Center, Democracy 21 and Public Citizen filed an <a href=\"../../law/litigation/wagner_clc_amici_brief.pdf\">Amici Curiae Brief</a> in Support of the Commission. </p>\n        <p/>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p><strong/></p>\n        <p>On August 2, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../fecig/documents/HRaudit2013.pdf\">Final Audit on the Commission&#8217;s Office of Human Resources</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>August 20-21, Austin, Texas, Sold out <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 23-24, San Francisco, California, <em>Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. </em>Additional information is available on the <a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>August 20: August Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES <br/>\n          </strong><br/>\n  The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n        </p>\n        <p>The <a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/20130809digest.shtml"}