{"date": "08/21/2009", "pdf": null, "title": "Week of August 17 - 21, 2009", "issue": "2009-15", "html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>August 21, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"right\">ISSUE 2009-15</p>\n              <h3 align=\"center\"><strong>Weekly Digest</strong></h3>\n              <p align=\"center\"><strong>Week of August 17 &#8211; 21</strong></p>\n              <h4 align=\"center\">&#160;</h4>\n              <p align=\"left\"><strong>COMMISSION MEETINGS </strong></p>\n              <p>The Commission did not hold Open or Executive Sessions this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. </p>\n              <p>Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p/>\n              <p><strong>ADVISORY OPINIONS<br/>\n              </strong> </p>\n              <p><u>Drafts<br/>\n                    <br/>\n                </u><strong>AOR 2009-20 (Visclosky for Congress). </strong>On August 20, the Commission made public a draft for Advisory Opinion 2009-20, to be considered at its Open Meeting on August 27. The requesters seek an advisory opinion on whether Visclosky for Congress may pay legal fees and expenses incurred by Rep. Visclosky&#8217;s current and/or former staff members in connection with a federal investigation. <br/>\n              </p>\n              <p><strong>AOR 2009-21 (West Virginia Secretary of State)</strong>. On August 20, the Commission made public a draft for Advisory Opinion 2009-21, to be considered at its Open Meeting on August 27. The requester seeks an advisory opinion on whether federal campaign finance laws pre-empt a state law limiting expenditures by political committees. </p>\n              <p><br/>\n                  <u>Request Received</u><br/>\n                  <br/>\n                  <strong>AOR 2009-23 (Virginia Chapter of the Sierra Club)</strong>. On August 14, the Commission made public Advisory Opinion Request 2009-23. In the request, the Virginia Chapter of the Sierra Club and the Sierra Club Voter Education Fund ask whether an FEC regulation requiring certain separate segregated funds and nonconnected committees to allocate the costs of certain activities between federal and non-federal funds also applies to section 527 organizations that are not political committees. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by October 13.</p>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>. </p>\n              <p><u>Extension of Time Received</u><strong> </strong></p>\n              <p><strong>AOR 2009-13 (Black Rock Group).</strong><u> </u>On August 14, the Commission received an Extension of Time regarding Advisory Opinion 2009-13 (Black Rock Group) until August 24. The Black Rock Group, a communications and public affairs firm, seeks to serve as a common vendor advising one or more single-member limited liability companies on their independent expenditures concerning federal candidates and elections. In its request, Black Rock Group asks whether its services would trigger political committee status for its clients.</p>\n              <p><u>Comments </u> </p>\n              <p/>\n              <p><strong>AOR 2009-19 (Club for Growth and Club for Growth PAC)</strong>. On August 20, the Commission received comments on two alternative Draft Advisory Opinions 2009-19 from David S. Maney by Michael Bayes, Esq., and from David Keating, Executive Director of the Club for Growth, a requestor. Keating has also submitted to the Commission a Notice of Intent to Appear at the Commission&#8217;s Open Session on August 27, when the Commission will consider the two drafts. The requesters ask whether one or both of them can send communications to contributors to Citizens for Arlen Specter using information compiled from that committee&#8217;s reports filed with the FEC. The communications would inform the donors that Specter is running for Senate as a Democrat rather than as a Republican and inform the donor of Specter&#8217;s refund policy.</p>\n              <p/>\n              <p><strong>AOR 2009-14 (Mercedes-Benz USA LLC/MBUSA and Sterling Truck Corporation/Sterling</strong>). On August 20, the Commission received comments on Draft Advisory Opinion 2009-14 by the requestors&#8217; attorneys Jan Witold Baran, Esq. and Caleb P. Burns, Esq. MBUSA and Sterling ask whether MBUSA can establish and fund the administrative and solicitation costs of a separate segregated fund (SSF) for which Sterling would serve as the connected organization. MBUSA and Sterling are affiliated organizations with a common parent: Daimler North America Corporation, a wholly owned subsidiary of the German corporation Daimler AG. The request also addresses the conventions that govern naming an SSF. MBUSA and Sterling have specifically asked whether the proposed SSF could be called DaimlerPAC. </p>\n              <p/>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p/>\n              <p><strong>ENFORCEMENT</strong></p>\n              <p><strong/></p>\n              <p>The Commission made public three closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6125</a> &#8211; McClintock for Congress and David Bauer, in his official capacity as treasurer. The Commission used its prosecutorial discretion to dismiss the matter, and sent a letter of caution to the Committee and its treasurer.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6136</a> &#8211; Steve Scheffler; and Iowa Christian Alliance. The Commission used its prosecutorial discretion to dismiss one allegation and found no reason to believe Respondents violated the Act with respect to the remaining allegations.<br/>\n              </p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6166</a> &#8211; Republican National Lawyers Association; Coleman for Senate 08 and Rodney A. Axtell,&#160; in his official capacity as treasurer; Coleman Minnesota Recount Committee and Anthony Sutton in his official capacity as treasurer; Republican Party of Minnesota and Anthony Sutton, in his official capacity as treasurer; and Norm Coleman. The Commission found no reason to believe the respondents violated the Act. </p>\n              <p><strong/></p>\n              <p><strong>ADMINISTRATIVE FINES<br/>\n              </strong></p>\n              <p>The Commission made public 14 Administrative Fine cases this week.</p>\n              <p/>\n              <p>AF 1780 &#8211; Mike Gravel for President 2008 and Mike Gravel as Treasurer. The Commission made a final determination and assessed a civil penalty of $8,000.</p>\n              <p/>\n              <p>AF 1792 &#8211; Mike Gravel for President 2008 and Mike Gravel as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1810 &#8211; Pennacchio for US Senate and Alan J. Zakin as Treasurer. The Commission made a final determination and assessed a civil penalty of $2,000.</p>\n              <p/>\n              <p>AF 1821 &#8211; Mike Gravel for President 2008 and Mike Gravel as Treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p/>\n              <p>AF 1826 &#8211; Mike Gravel for President 2008 and Mike Gravel as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1832 &#8211; Mike Gravel for President 2008 and Mike Gravel as Treasurer. The Commission made a final determination and assessed a civil penalty of $740.</p>\n              <p/>\n              <p>AF 1860 &#8211; Knight for US Senate and Franklin Randolph Knight, Jr. as Treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n              <p/>\n              <p>AF 1868 &#8211; Sali for Congress and Terry Sali as Treasurer. The Commission made a final determination to take no further action.</p>\n              <p/>\n              <p>AF 1876 &#8211; Kenneth Eaton for US Senate 2008 and Toni Eaton as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1918 &#8211; Pennacchio for US Senate and Alan J. Zakin as Treasurer. The Commission made a final determination and assessed a civil penalty of $140.</p>\n              <p/>\n              <p>AF 1945 &#8211; Professionals in Advertising Political Action Committee and Dick O&#8217;Brien as Treasurer. The Commission made a final determination and assessed a civil penalty of $150.</p>\n              <p/>\n              <p>AF 1958 &#8211; American Society for Clinical Laboratory Science Political Action Committee (FKA ASMT/PAC) and Linda Hickok as Treasurer. The Commission made a final determination and assessed a civil penalty of $625.</p>\n              <p/>\n              <p>AF 1963 &#8211; Brownstein Hyatt Farber Schreck Political Action Committee and Steven Demby as Treasurer. The Commission made a final determination and assessed a civil penalty of $500.</p>\n              <p/>\n              <p>AF 1970 &#8211; International Union of Operating Engineers Local 68 Political Action Committee and John Lombardo as Treasurer. The Commission made a final determination and assessed a civil penalty of $600.</p>\n              <p/>\n              <p>*AF 1872 &#8211; Swanson for US Senate Committee and Johnny Swanson, III as Treasurer. The Commission made a final determination to close the file.</p>\n              <p/>\n              <p>*This corrects the summary of the final determination in AF 1872 in the August 10-14 Weekly Digest.</p>\n              <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n              <p><strong/></p>\n              <p>The Commission made public three campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><strong/></p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 470</a> &#8211; Canseco for Congress and Randy S. Blair as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $4,000.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 478</a> &#8211; Monterey County Republican Central Committee and Chris Steinbruner as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $7,000.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 493</a> &#8211; Texas Bankers Association-Bankers Political Action Committee and John M. Heasley as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $1,500.</p>\n              <p/>\n              <p><strong>LITIGATION</strong></p>\n              <p/>\n              <p><a href=\"../../law/litigation/citizensunited.shtml\">Citizens United v. FEC</a> . On August 19, Solicitor General Elena Kagan filed on behalf of the Commission a <a href=\"../../law/litigation/citizens_united_sc_08_fec_supp_reply.pdf\">Supplemental Reply Brief</a> in the Supreme Court of the United States, as did appellant Citizens United. &#160;Appellant challenges the application of BCRA's electioneering communication provisions to the cable-video-on demand broadcast of a film produced by Citizens United, as well as to televised advertising for that film. In July 2008, a three-judge district court found that the Bipartisan Campaign Reform Act of 2002 (BCRA) was constitutional as applied to all of Citizens United's activity and granted summary judgment to the Commission. Citizens United appealed to the Supreme Court, which set the case for reargument in a special session on September 9, 2009. </p>\n              <p/>\n              <p><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Obama, Inc. v. Federal Election Commission</a>. On August 17, the plaintiff in The Real Truth About Obama, Inc. v. Federal Election Commission petitioned for a rehearing by the whole court of its appeal of a denial of preliminary injunction. A panel of the U.S. Court of Appeals for the Fourth Circuit affirmed the denial on August 5.<br/>\n                  <br/>\n              </p>\n              <p>                  <strong>CAMPAIGN FINANCE REPORTS </strong></p>\n              <p/>\n              <p>August 20: Disclosure reports for monthly filing committee were due.&#160; </p>\n              <p>August 20: California&#8217;s District 12 Special Election Pre-General disclosure reports were due. </p>\n              <p>Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n              <h3/>\n              <p><strong>PUBLIC DISCLOSURE </strong></p>\n              <p>In its ongoing effort to expand the searchable advisory opinion database on its website, the FEC has added associated documents for advisory opinions dating back to 1995. The search tool is available <a href=\"http://saos.fec.gov/saos/searchao\">here</a>. </p>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p><strong/></p>\n              <p><a href=\"20090817MUR.shtml\">FEC Takes Action on Six Cases</a> (released August 17)</p>\n              <p><a href=\"20090819_6monthParty.shtml\">FEC Summarizes Political Party Activity for January 1 &#8211; June 30, 2009</a> (released August 19)</p>\n              <h3/>\n              <p><strong>NEXT WEEK (AUGUST 24 &#8211; 28, 2009)</strong></p>\n              <p><strong/></p>\n              <p>August 25: The Commission is scheduled to hold a second day of <a href=\"../../pages/hearings/internethearing.shtml\">hearings on improvements to its Web site and Internet Communications</a>. </p>\n              <p>August 25-26:&#160; The Commission is scheduled to hold <a href=\"../../agenda/agendas.shtml#executive\">Executive Sessions</a>.&#160; </p>\n              <p>August 27:&#160; The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#open\">Open Session</a>. </p>\n              <p/>\n              <p><strong>UPCOMING EVENTS </strong></p>\n              <p/>\n              <p>September 15-16, Chicago, IL &#8211; <a href=\"../../info/conferences/2009/chicago09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is <a href=\"../../info/conferences/2009/chicago09agenda.pdf\">here</a>. </p>\n              <p/>\n              <p>October 28-29, San Francisco, CA &#8211; <a href=\"../../info/conferences/2009/sanfrancisco09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is forthcoming. </p>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p>September 20 &#8211; September Monthly Report</p>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The August issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/aug09.pdf\">here</a>.</p>\n              <p/>\n              <p>The August supplements to the FEC&#8217;s <em>Campaign Guides </em>are <a href=\"../../info/publications.shtml\">here</a>.</p>\n              <p/>\n              <p><em>Federal Elections 2008</em> is <a href=\"../../pubrec/fe2008/federalelections2008.shtml\">here</a>.</p>\n              <p align=\"center\"><strong> </strong></p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090821Digest2.shtml"}