{"html": "<div class=\"press_release_content\">\n  <table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" height=\"1118\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">February 1, 2013 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"> <strong>BAUERLY DEPARTS FEDERAL ELECTION COMMISSION </strong></p>\n        <p>WASHINGTON &#8211; Cynthia L. Bauerly, who joined the Federal Election Commission in 2008 and served as the Commission&#8217;s Chair in 2011, will leave the Commission today to return to her home state of Minnesota.</p>\n        <p>In a statement announcing her departure, Bauerly said, &#8220;It has been my honor and privilege to serve on the Federal Election Commission since 2008. I am grateful to have had the opportunity to serve the country in this role.&#8221;</p>\n        <p>&#160;&#8220;The past several years have presented rapid and challenging developments in the area of campaign finance law,&#8221; Bauerly noted. &#8220;Throughout, I have had the pleasure of serving with the Commission's talented and dedicated professional staff as we worked to provide the public with disclosure of campaign spending and prevent corruption through the federal campaign finance process. This shared commitment to transparency and effective enforcement of the law is vital to maintaining public confidence in our election process.&#8221;</p>\n        <p>&#8220;Commissioner Bauerly has served with diligence, commitment, energy, thoughtfulness, and insight,&#8221; FEC Chair Ellen Weintraub said. &#8220;I know that every Commissioner and the staff of this building consider this to be a very sad day for all of us, as do the many people out there who care about the work that gets done here and the mission of this agency.&#8221; </p>\n        <p>Bauerly expressed her confidence in and respect for FEC staff: &#8220;I appreciate your hard work and will depart knowing that you will continue to fulfill the mission of this agency in the future.&#8221;</p>\n        <p>Later this month, Bauerly will become Deputy Commissioner of Workforce Development at Minnesota&#8217;s Department of Employment and Economic Development.&#160; DEED is the state&#8217;s principal economic development agency, promoting business recruitment, expansion and retention, workforce development, international trade and community development. </p>\n        <p>Bauerly joined the Commission in 2008 after her appointment received the unanimous consent of the United States Senate. She served as the Commission&#8217;s Chair during 2011 and as the Commission's Vice Chair for the year 2010. </p>\n        <p align=\"center\">&#160; </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\">### </p>        </td>\n    </tr>\n  </table>\n\n\t\t\t\t</div>\n\t\t\t\t\t\t\t\t", "date": "02/01/2013", "href": "press2013/20130201_BauerlyDeparture.shtml", "category": "Commission Appointments", "title": "Bauerly Departs Federal Election Commission", "pdf": null}