{"date": "10/23/2015", "pdf": null, "title": "Week of October 19 - October 23, 2015", "issue": "2015-43", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">October 23,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151023digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-43</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of October 19 &#8211; 23</strong></p>\n          <p><strong>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n  COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  No Commission open meetings or executive sessions were scheduled this week.<br/>\n  <strong><br/>\n  ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6685</a> <br/>\n  COMPLAINANT: Tarkanian for Congress<br/>\n  RESPONDENTS: Horsford for Congress and Michael Kern, in his official capacity as treasurer; Democratic Congressional Campaign Committee and Kelly Ward, in her official capacity as treasurer; and Democratic National Committee and Andrew Tobias, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that the Democratic Congressional Campaign Committee and Ward, in her official capacity as treasurer (DCCC), made and Horsford for Congress and Michael Kern, in his official capacity as treasurer (Horsford Committee), accepted an excessive, in-kind contribution in connection with the broadcast of an advertisement that the DCCC partially funded. The complaint alleged further that the DCCC accepted a prohibited corporate contribution when it received air time at a discounted rate normally offered to candidates. The complaint noted that the Democratic National Committee (DNC) logo appears in the ad. Horsford was a 2012 candidate for Nevada&#8217;s 4th Congressional District.<br/>\n  DISPOSITION: The Commission closed the file.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6845</a><br/>\n  COMPLAINANT: John Marek<br/>\n  RESPONDENT: Committee to Elect Ricky E. Wilkins to Congress and Kimela Wright Cox, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that the Committee to Elect Ricky E. Wilkins to Congress and Cox, in her official capacity as treasurer (the Committee), failed to include proper disclaimers on some of its public communications. <br/>\n  DISPOSITION:&#160; The Commission exercised its prosecutorial discretion and dismissed the matter. The Commission observed that the yard signs at issue were likely corrected prior to the election and that the other signs contained requisite &#8220;paid for by&#8221; language. The Commission sent a letter reminding the Committee about the Commission&#8217;s disclaimer requirements.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6879</a><br/>\n  COMPLAINANT: Cecilia R. Weaver<br/>\n  RESPONDENT: Ralph Abraham for Congress and Chad Elias, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Abraham and other 2014 candidates for Louisiana&#8217;s 5th Congressional District failed to display a required disclaimer on yard signs and other large signs. <br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter. The Commission observed that Ralph Abraham for Congress and Elias, in his official capacity as treasurer, took remedial action to correct the format of the disclaimers on its signs, and that signs contained requisite &#8220;paid for by&#8221; language.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  <br/>\n  </strong>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3013</a> &#8211; Hagan for U.S. Senate, Inc. and Dwight M. Davidson III, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,624.<br/>\n  <strong><br/>\n  </strong><strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n  The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 766</a> &#8211; Freedomworks For America and Cabell Hobbs, in his official capacity as treasurer. The respondent agreed to (1) certify annually that the Committee continued to retain the services of a compliance team, and (2) pay a civil penalty of $4,700.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/combatveterans.shtml\"><em>Combat Veterans for Congress PAC v. FEC</em></a> (Case 13-5358). On October 16, the United States Court of Appeals for the District of Columbia Circuit denied the appellants&#8217; <a href=\"../../../law/litigation/cvcp_ac_order_rehearing2.pdf\">Petition for a Panel Rehearing</a> and <a href=\"../../../law/litigation/cvcp_ac_order_rehearing.pdf\">Petition for Rehearing En Banc</a>.<strong><br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/JeremyJohnson.shtml\"><em>FEC v. Johnson</em></a> (Case 2:15-cv-00439-DB). On October 19, the Defendant filed an <a href=\"../../../law/litigation/johnson_johnson_answer.pdf\">Answer to Complaint</a> in the United States District Court for the District of Utah.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a> &#160;(Case 1:15-cv-01397-TSC). On October 22, the Plaintiffs filed an <a href=\"../../../law/litigation/lpf_lpf_amend_complaint.pdf\">Amended Complaint for Declaratory and Injunctive Relief</a> in the United States District Court for the District of Columbia. <br/>\n  <br/>\n  <strong>EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n  October 20-21, San Diego, CA, Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  </strong><br/>\n  On October 22, Chair Ann M. Ravel, Vice Chairman Matthew S. Petersen and Commissioner Ellen L. Weintraub discussed campaign finance and election law issues connected with the 2016 election with the UCLA School of Law in Los Angeles, California.<br/>\n  <br/>\n  On October 22-25, Chair Ravel serves as an international observer in the Local Authorities Election in Colombia. <br/>\n  <br/>\n  On October 22 -26, Commissioner Steven T. Walther serves as an international observer for the Binomial Presidential Elections in Guatemala.<br/>\n  <br/>\n  <strong>CAMPAIGN FINANCE REPORTS<br/>\n  <br/>\n  </strong>October 20: October Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>PRESS RELEASES</strong></p>\n          <p>            <a href=\"../news_releases/20151023release.shtml\">Meeting Advisory: FEC to Unveil betaFEC Website</a> (issued October 23) <br/>\n            <br/>\n            <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n            <br/>\n    October 27: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n    <br/>\n    October 29: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>, which will include a presentation of the betaFEC website, currently under development.<br/>\n    <br/>\n    Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n    <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n    </strong><br/>\n    November 18: Candidate 101: Basics for Campaign Treasurers &amp; Staff webinar for new candidates and their committees. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n    <br/>\n    <strong>UPCOMING REPORTING DUE DATES<br/>\n    </strong><br/>\n    November 20: November Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n    <strong><br/>\n    OTHER RESOURCES <br/>\n    </strong><br/>\n    The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n    <br/>\n    The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n    <br/>\n    The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n    <br/>\n    The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n    <br/>\n    The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n    <br/>\n    The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n    <br/>\n    The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n    <br/>\n    <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml. </p>\n          <p align=\"center\">            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><strong>          </strong></p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20151023digest.shtml"}