{"href": "press2015/news_releases/20150212release.shtml", "pdf": null, "date": "02/12/2015", "category": "Open Meetings and Related Matters", "title": "FEC Approves Advisory Opinion, Findings in Audit Division Recommendation Memorandum and Proposed Final Audit Report, Discusses Additional Advisory Opinion Request and Audit Division Recommendation Memorandum", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">February 12, 2015 </td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150212release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Advisory Opinion, Findings in Audit Division Recommendation Memorandum and<br/>\n          Proposed Final Audit Report, \n          Discusses Additional Advisory Opinion Request \n          and Audit Division Recommendation Memorandum</strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved an advisory opinion, findings in an Audit Division Recommendation Memorandum and a Proposed Final Audit Report. The Commission also discussed two drafts in response to an additional advisory opinion request and an Audit Division Recommendation Memorandum.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">Advisory Opinion Request 2014-20 (Make Your Laws PAC)</a>. \n\n\nThe Commission discussed and then held over <a href=\"../../../agenda/2015/agenda20150212.shtml\">two drafts of an advisory opinion</a> based on a request from Make Your Laws PAC. The requestor, a nonconnected political committee, asks whether foreign nationals may assign intellectual property rights created as a result of volunteer services they provide to the requestor to develop the requestor's website, logos, trademarks and trade dress. During the discussion, the Commission heard from the requestor. </p>\n        <p/>\n        <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-09-a.pdf\">Advisory Opinion 2014-21 (Cambia Health Solutions, Inc.)</a>. The Commission concluded that Cambia&#8217;s separate segregated fund (SSF), Cambia Health Solutions, Inc. PAC, is no longer affiliated with the SSF of the Blue Cross and Blue Shield Association. During the discussion, counsel on behalf of the requestor was available to answer questions. </p>\n        <p/>\n        <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-05-a.pdf\">Audit Division Recommendation Memorandum on the Republican Party of Orange County (Federal) (RPOC)</a>. The Commission discussed and then held over a vote on the Audit Division Recommendation Memorandum on the RPOC, covering campaign finance activity between January 1, 2009 and December 31, 2010. The recommended findings relate to the misstatement of financial activity, reporting of debts and obligations, recordkeeping for employees, and the use of Levin Fund transfers.</p>\n        <p/>\n        <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-06-a.pdf\">Audit Division Recommendation Memorandum on the Democratic Party of Wisconsin (DPW)</a>. The Commission approved an Audit Division Recommendation Memorandum on DPW, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to the misstatement of financial activity and recordkeeping for employees totaling $2,221,526. The Commission also directed the Audit Division to include in the Proposed Final Audit Report an Additional Issues section addressing the recordkeeping of employees paid exclusively with non-federal funds totaling $1,405,736. The Audit Division will prepare the Proposed Final Audit Report within 30 days. </p>\n        <p/>\n        <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-07-a.pdf\">Proposed Final Audit Report on the Joe Walsh for Congress Committee, Inc</a>. The Commission approved the Proposed Final Audit Report on the Joe Walsh for Congress Committee, Inc., covering campaign finance activity between January 1, 2011 and December 31, 2012, subject to changes discussed at the meeting. The Commission approved findings related to (1) the disclosure of contributor occupation and employer information, and (2) the receipt of excessive contributions. The report also addressed an additional issue related to the establishment of &#8220;best efforts&#8221; to obtain contributor occupation and employer information.</p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n              </p>\n        <p align=\"center\"># # #</p>\n        <p/></td>\n    </tr>\n  </table>      \n      </div>\n      "}