{"date": "06/17/2010", "pdf": null, "title": "Week of June 13 - June 17, 2011", "issue": "2011-24", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>June 17 ,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-24</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 13 &#8211; 17</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On June 14, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p>On June 15, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued&#160; </u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=continue&amp;PAGE_NO=-1\">AO 2011-08 (American Society of Anesthesiologists)</a>. On June 15, the Commission approved an advisory opinion concluding that the American Society of Anesthesiologists (ASA) is a membership organization and its &#8220;Life Members&#8221; and &#8220;Retired Members&#8221; are &#8220;members&#8221; for the purposes of the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. As a consequence, ASA may solicit Life and Retired Members for contributions to its separate segregated fund, the American Society of Anesthesiologists Political Action Committee.</p>\n        <p><u><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=continue&amp;PAGE_NO=-1\">AO 2011-10 (POET PAC)</a></u>. On June 15, the Commission approved an advisory opinion concluding that POET, LLC, POET PAC, a nonconnected political committee, and Sioux River Ethanol, LLC, d/b/a/ POET Biorefining-Hudson, may establish a program to solicit contributions to POET PAC from corn farmers with the assistance of participating POET Plants, and that the solicitation program is permissible under the Act and Commission regulations.</p>\n        <p><u>&#160;Advisory Opinions Considered</u></p>\n        <p><u><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=continue&amp;PAGE_NO=-1\">AO 2011-09 (Facebook)</a></u>. On June 15, the Commission discussed and voted on two draft Advisory Opinions but did not reach consensus on either draft. In its request, Facebook asked whether its small, character-limited ads qualify for the \"small items\" or \"impracticable\" exceptions from the disclaimer requirements of the Act and Commission regulations.</p>\n        <p><u>Supplement Received</u></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1175210.pdf\">AOR 2011-11 (Colbert)</a>. On June 14, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1176151.pdf\">supplement</a> to Advisory Opinion Request 2011-11. Stephen Colbert proposes to establish an \"independent expenditure-only political committee\" and asks if the value of resources provided to the proposed political committee by U.S. subsidiaries of Viacom, Inc. would be covered by the media exemption. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by July 12. </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public one closed case and one Statement of Reasons. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6385</a>&#160; </strong></p>\n        <p>RESPONDENTS: Dan Seals for Congress and Harry Pascal, in his official capacity as treasurer<br/>\n        COMPLAINANT: Carol Deitch<br/>\n        SUBJECT: The complaint alleged that Dan Seals for Congress and Pascal, in his official capacity as treasurer, accepted at least nine contributions totaling $25,550 that were designated for the primary election but received after that election and were not for the purpose of retiring primary election debt. <br/>\n        DISPOSITION: The Commission found no reason to believe Respondents violated the Act or Commission regulations because it appears that the contributions designated for the primary election and accepted after the primary election did not exceed the amount of net debts outstanding.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6296</a> &#8211; Kenneth R. Buck; Buck for Colorado and Kenneth Salazar, in his official capacity as treasurer; Perry Buck; Hensel Phelps Construction; Cache Bank and Trust; Jerry Morgensen; Americans for Job Security; Campaign for Liberty; and Declaration Alliance. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044293334.pdf\">Statement of Reasons</a> was issued by Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public three campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2150</a> &#8211; Burton for Congress and Robert Clauhs, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,400.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2185</a> &#8211; Deon Long for Congress and Deon Long, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,400.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2193</a> &#8211; Kolosso for Congress Election Committee and Daniel Kyle, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong></p>\n        <p><a href=\"../../agenda/2011/agenda20110615.shtml#VIII\">Audit Division Recommendation Memorandum on the United Association Political Education Committee (UAPEC).</a> On June 15, the Commission approved the Audit Division&#8217;s recommendation memorandum on UAPEC, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit Division&#8217;s memorandum recommends that the Commission approve the findings presented in the Draft Final Audit Report related to (1) excessive contributions to candidates and other political committees, (2) failure to file notices and properly disclose independent expenditures and (3) failure to properly disclose transfers from affiliated committees. The Commission instructed the Audit Division to include in the Proposed Final Audit Report that the Commission will consider a policy statement concerning the timing of independent expenditure reporting as it relates to the public dissemination of certain communications. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Obama v. Federal Election Commission</em></a> (Civ. No. 08-483(JRS)). On June 16, the United States District Court for the Eastern District of Virginia in Richmond, Virginia, issued an <a href=\"../../law/litigation/rtao_mem_opinion_remand061611.pdf\">opinion</a> granting the Commission&#8217;s motion for summary judgment. The case involves the Commission's regulation defining express advocacy, 11 C.F.R. 100.22(b), as well as the agency's approach to determining political committee status. </p>\n        <p><em><a href=\"../../law/litigation/carey.shtml\">Carey v. FEC</a></em> (Civ. No. 11-259 (RMC)). On June 14, the United States District Court for the District of Columbia issued an <a href=\"../../law/litigation/carey_dc_memo_opinion.pdf\">opinion</a> and <a href=\"../../law/litigation/carey_dc_order.pdf\">order</a> granting the plaintiffs' request for a preliminary injunction, ordering the Commission not to enforce 2 U.S.C. 441a(a)(1)(C) and 441a(a)(3) against plaintiffs \"with regard to independent expenditures, as long as the National Defense PAC maintains separate bank accounts for its 'hard money' and 'soft money,' proportionally pays related administrative costs, and complies with the applicable monetary limits of 'hard money' contributions.\"&#160; </p>\n        <p><em><a href=\"../../law/litigation/LNC.shtml\">Libertarian National Committee, Inc. (LNC) v. Federal Election Commission</a></em> (No. 11-cv-562). On June 13, the Commission filed an <a href=\"../../law/litigation/lnc_fec_answer.pdf\">Answer and Affirmative Defense to the First Amended Complaint</a> in the United States District Court for the District of Columbia.</p>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p>On June 15, the Commission discussed and voted on two draft <a href=\"../../agenda/2011/agenda20110615.shtml#II\">Notices of Proposed Rulemaking on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations</a>. The Commission did not reach consensus on either draft. Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen issued a <a href=\"../../members/statements/CitizensUnitedRuleMakingStatement_20110615.pdf\">statement</a>. &#160;Commissioner Ellen L. Weintraub issued a <a href=\"../../members/weintraub/nprm/statement20110617.pdf\">statement</a>.</p>\n        <p>On June 15, the Commission approved a <a href=\"../../agenda/2011/agenda20110615.shtml#III\">Notice of Availability for Rulemaking Petition by the James Madison Center for Free Speech</a>. The petition requests that the Commission conduct a rulemaking proceeding to revise its regulations relating to independent expenditures and electioneering communications made by corporations, membership organizations, and labor organizations </p>\n        <p>On June 15, the Commission approved a <a href=\"../../agenda/2011/agenda20110615.shtml#IV\">Notice of Availability for Rulemaking Petition by Representative Chris Van Hollen</a>. The petition requests that the Commission conduct a rulemaking proceeding to revise its regulations relating to disclosure of donations made to persons, including corporations and labor organizations, which make independent expenditures.</p>\n        <p><strong>PUBLIC DISCLOSURE</strong></p>\n        <p>The Commission&#8217;s Office of Inspector General (OIG) made public the <a href=\"../../fecig/documents/ProcurementandContractManagement2010.pdf\">2010 Follow-up Audit of Procurement and Contract Management</a>.</p>\n        <p><strong>COMMISSION APPOINTMENTS<br/>\n              <br/>\n        </strong>On June 16, the Commission <a href=\"../press2011/20110616newgc.shtml\">announced</a> the selection of Tony Herman, a senior litigation partner at Covington and Burling LLP, as the FEC&#8217;s new General Counsel. Herman will begin at the FEC in mid-September.&#160; Herman served as chair of Covington and Burling&#8217;s Public Service Committee and has received a number of awards for his commitment to pro bono work, including the Legal Aid Society's Servant of Justice award and the Legal Times Champion award.&#160; At the FEC, Herman will lead approximately 120 personnel in the Office of the General Counsel, composed of the divisions of enforcement, litigation, policy, general law and advice, and complaints examinations and legal administration.<strong/></p>\n        <p><strong>  FEDERAL REGISTER</strong></p>\n        <p>On June 15, the Commission published the <a href=\"../../law/cfr/ej_compilation/2011/notice_2011-06.pdf\">Agency Procedure for Disclosure of Documents and Information in the Enforcement Process</a> in the Federal Register. </p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><a href=\"../press2011/20110615openmeeting.shtml\">FEC Approves Notices of Availability, Advisory Opinions and Audit Memorandum</a> (issued June 15)</p>\n        <p><a href=\"../press2011/20110616newgc.shtml\">Federal Election Commission Announces New General Counsel Anthony Herman</a> (issued June 16)</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>June 20: June Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FEC Reporting Requirements</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FECFile &amp; E-Filing</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jun11.pdf\">June 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/publications.shtml\">June 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20100617digest.shtml"}