{"date": "04/20/2012", "pdf": null, "title": "Week of April 16 - April 20, 2012", "issue": "2012-16", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>April 20, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-16</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of April 16 - 20</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p>            <u>Drafts</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AO 2012-12 (Dunkin&#8217; Brands, Inc.)</strong></a>. On April 19, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1207489.pdf\">draft</a> of Advisory Opinion 2012-12. Dunkin' Brands, Inc. asks whether the executive and administrative personnel of its franchisees and licensees, as well as non-corporate franchisees and licensees, may make contributions to Dunkin' Brands' separate segregated fund. Public comments on the draft are due by noon on April 25.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AO 2012-13 (Physician Hospitals of America)</strong></a>. On April 19, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1207490.pdf\">draft</a> of Advisory Opinion 2012-13. Physician Hospitals of America is an association of physician-owned hospitals. The hospitals, and the physicians who own them, provide services to patients in government-sponsored healthcare programs such as Medicare, Medicaid, Tricare and CHAMPUS. Physician Hospitals of America asks whether this fact would prohibit the association, the hospitals, and the physicians from making contributions to independent expenditure-only political committees. Public comments on the draft are due by noon on April 25.</p>\n        <p/>\n        <p><u>Comments Received</u><br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3437&amp;START=1207487.pdf\"><strong>AOR 2012-16 (</strong><strong>King; Pierce Atwood LLP)</strong></a>. On April 19, the Commission received a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3437&amp;START=1207487.pdf\">comment</a> on Advisory Opinion Request 2012-16. The requestors are the authorized committee of Angus King, a candidate for U.S. Senate in Maine, and a law firm that is a government contractor. The requestors ask whether the law firm, as a federal contractor, may provide the committee pro bono legal services on FEC compliance matters. The requestors also ask whether the law firm's partners, associates, and staff, individually, may volunteer legal or other services to the committee.<br/>\n        </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong><br/>\n            <br/>\n  The Commission made public one closed case. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6040</strong></a> <br/>\n          RESPONDENTS:&#160; Rangel for Congress and Basil Paterson, in his official capacity as treasurer; National Leadership PAC and Basil Paterson, in his official capacity as treasurer; Representative Charles B. Rangel; the Olnick Organization, Inc.; and Fourth Lenox Terrace Associates a/k/a Lenox Terrace Development Assoc.<br/>\n  COMPLAINANT:&#160; Kenneth F. Boehm, Chairman, National Legal and Policy Center<br/>\n  SUBJECT:&#160; The complaint alleged that Olnick Organization, Inc. (Olnick) provided office space in the Lenox Terrace apartment complex to Rangel for Congress and Paterson, in his official capacity as treasurer (RFC), Rangel&#8217;s leadership committee, the National Leadership PAC and Paterson, in his official capacity as treasurer (NLC), and Rangel at a substantial discount, resulting in prohibited in-kind contributions. The complaint alleged further that RFC and NLC failed to report these in-kind contributions.<br/>\n  DISPOSITION:&#160; On February 24, 2010, the Commission found reason to believe that Fourth Lenox Terrace Associates a/ka Lennox Terrace Development Assoc. made, and RFC and NLC received, excessive in-kind contributions, and it authorized an investigation. Following the investigation, on October 18, 2011, the Commission found reason to believe that Rangel accepted excessive in-kind contributions. Subsequently, the Commission entered into conciliation agreements whereby RFC, NLC and Rangel agreed to pay a civil penalty of $23,000 and Fourth Lenox Terrace Associates a/ka/ Lenox Terrace Development Assoc. agreed to pay a civil penalty of $19,000.&#160; With respect to Olnick, on October 4, 2011 following its investigation, the Commission found no reason to believe that Olnick made excessive in-kind contributions because there was no information indicating Olnick has any ownership interest in the building housing the office space at issue. </p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public four campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 571 </a>&#8211; Bartlett for Congress and Robert Perry, in his official capacity as treasurer. The respondent agreed to (1) implement compliance measures, (2) send a representative to an FEC conference and (3) pay a civil penalty of $5,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 573 </a>&#8211; Blakeman 2010 Inc. and Alan Kappel, in his official capacity as treasurer. The respondent agreed to (1) work with Commission staff to terminate the Committee and (2) pay a civil penalty of $3,500.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 596 </a>&#8211; Minnesota Democratic-Farmer-Labor Party and Thomas Hamilton, in his official capacity as treasurer. The respondent agreed to (1) implement compliance measures and (2) pay a civil penalty of $6,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 604 </a>&#8211; Rhode Island Republican State Central Committee and Barbara May Holmes, in her official capacity as treasurer. The Commission dismissed the case.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong/></p>\n        <p><strong>AUDITS</strong></p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_ChrisDodd.shtml\"><strong>Final Audit Report on Chris Dodd for President, Inc</strong>.</a> On April 17, the Commission made public the Final Audit Report of the Commission on Chris Dodd for President, Inc., covering campaign finance activity between January 24, 2007 and September 30, 2008. The Commission approved findings related to: (1) net outstanding campaign obligations; (2) the receipt of prohibited and excessive contributions; and (3) the misstatement of financial activity.</p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_Obama.shtml\"><strong>Final Audit Report on Obama for America</strong></a>. On April 19, the Commission made public the Final Audit Report of the Commission on Obama for America (OFA) covering campaign finance activity between January 16, 2007 and December 31, 2008. The Commission approved a finding that OFA failed to file required 48-hour notices totaling $1,972,266 received in 2008. </p>\n        <p><strong/></p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (No. 11-cv-00766 (ABJ)). On April 13, the Intervenor-Defendants <a href=\"../../law/litigation/van_hollen_cfif_notice_appeal.pdf\">Center for Individual Freedom</a> and <a href=\"../../law/litigation/van_hollen_hlf_notice_appeal.pdf\">Hispanic Leadership Fund</a> each filed a Notice of Appeal to the United States Court of Appeals for the District of Columbia Circuit. Also on April 13, the plaintiff filed an <a href=\"../../law/litigation/van_hollen_van_hollen_opp_mot_stay.pdf\">Opposition to Intervenors' Motions for Stay Pending Appeal</a>. On April 17, the <a href=\"../../law/litigation/van_hollen_cfif_reply_vh_opp_to_mspa.pdf\">Center for Individual Freedom</a> and <a href=\"../../law/litigation/van_hollen_hlf_no_addl_reply_mspa.pdf\">Hispanic Leadership Fund</a> each filed a Reply to Plaintiff's Opposition to Motion for Stay Pending Appeal. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/vogel.shtml\"><em>Vogel for Congress v. FEC</em></a> (No. 11-cv-02309(RWR)). On April 18, the plaintiff filed a <a href=\"../../law/litigation/vogel_vogel_vol_dismissal.pdf\">Notice of Voluntary Dismissal</a> in the United States District Court for the District of Columbia, dismissing all claims against the Commission.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (No. 11-cv-1841 (JEB)). On April 16, the United States District Court for the District of Columbia issued a <a href=\"../../law/litigation/wagner_dc_memo_opinion.pdf\">Memorandum</a> and <a href=\"../../law/litigation/wagner_dc_order.pdf\">Order</a> denying the plaintiffs' request for a preliminary injunction.&#160; </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On April 18, Vice Chair Ellen L. Weintraub discussed campaign finance reform and recent campaign finance court cases with a group from American University's Election Management Institute.</p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>April 15: April Quarterly Reports were due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>April 20: April Monthly Reports were due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>April 24: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session</a>.</p>\n        <p/>\n        <p>April 26: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#meetings\">Open Session</a>.</p>\n        <p/>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong><strong/></p>\n        <p><strong/></p>\n        <p>April 25, Washington, DC. <em>Seminar/Webinar for Corporations and their PACs.&#160; </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>May 23, Washington, DC. <em>Seminar/Webinar for</em><strong> </strong><em>Trade Associations, Labor Organizations, Membership Organizations and their PACs. </em>Registration information and the schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.&#160;&#160; </p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml)\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of 11 CFR are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120420digest.shtml"}