{"href": "bradley.htm", "pdf": null, "date": "03/25/1999", "category": "Presidential Public Funds", "title": "Bradley First Presidential Candidate Declared Eligible for Primary Matching Funds in 2000 Race", "html": "<body>\n<font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                                            Contact:  Ron Harris\nMarch 25, 1999                                                                                                                             Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p>&#160;</p>\n\n<p align=\"CENTER\">BRADLEY FIRST PRESIDENTIAL CANDIDATE DECLARED ELIGIBLE</p>\n\n<p align=\"CENTER\">FOR PRIMARY MATCHING FUNDS IN 2000 RACE</p>\n\n<p>&#160;</p>\n\n\n<p>WASHINGTON &#150; Bill Bradley today became the first 2000 presidential candidate to be\ndeclared eligible by the Federal Election Commission to receive federal matching funds.\nBradley is seeking the Democratic nomination for president in 2000.</p>\n\n<p>To become eligible for matching funds, candidates must raise a threshold amount of\n$100,000 by collecting $5,000 in 20 different states in amounts no greater than $250 from\nany individual. Other requirements to be declared eligible include agreeing to an overall\nspending limit, abiding by spending limits in each state, using public funds only for\nlegitimate campaign-related expenses, keeping financial records and permitting an\nextensive campaign audit. </p>\n\n<p>Based on documents filed by the Bradley campaign on March 2, 1999, contributions from\nthe following states were verified for threshold purposes: Alabama, California, Colorado,\nConnecticut, Delaware, District of Columbia, Florida, Illinois, Iowa, Kentucky, Maryland,\nMassachusetts, Missouri, New Hampshire, New Jersey, New York, North Carolina,\nPennsylvania, Texas, Virginia, and Washington.</p>\n\n<p>Once declared eligible, campaigns may submit additional contributions for matching\nfunds on the first business day of every month<b>.</b> The U.S. Treasury Department will\npay the FEC-certified amounts beginning in January 2000. The maximum amount a candidate\ncould receive is currently calculated to be $16.75 million.</p>\n</font><font size=\"2\">\n\n<p align=\"CENTER\"># # # </p>\n</font>\n\n<p><a href=\"../finance/submiss.htm\">Download the Matching Fund Submission File</a></p>\n</body>\n"}