{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 30, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC Settles Allegations of Impermissible Contributions</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission announced today that it accepted a conciliation agreement with John Karoly, Jr., Karoly Law Offices, P.C., Jayann Brantley, Heather Kovacs and Christina Ligotti, who are alleged to have played a role in making impermissible contributions to Richard Gephardt&#8217;s presidential campaign in 2003. The agreement provides that in order to settle the matter on behalf of all the parties, John Karoly, Jr. and Karoly Law Offices, P.C. will pay a civil penalty of $155,000.</p>\n              <p/>\n              <table width=\"\" cellpadding=\"3\" cellspacing=\"0\">\n                <tr>\n                  <td width=\"101\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5504</a></p></td>\n                  <td width=\"593\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>John Karoly, Jr.; Karoly Law Offices, P.C.; Jayann Brantley; Heather Kovacs; and Christina Ligotti</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Jonathan Weiss</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that John Karoly, Jr. reimbursed employees of Karoly Law Offices, P.C. and their spouses for contributions to Gephardt for President in September 2003, using the corporate law firm&#8217;s funds. The complaint did not allege any wrongdoing by Gephardt for President.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found probable cause to believe Karoly and Karoly Law Offices, P.C. knowingly and willfully violated the Federal Election Campaign Act of 1971, as amended (the Act) by reimbursing, and consenting to the reimbursement of, $13,000 in contributions in the name of another with corporate law firm funds. The Commission also found probable cause to believe that Brantley, Kovacs and Ligotti violated the Act by permitting their names to be used to make contributions in the name of another. Respondents did not admit to violations of the law, but agreed to pay a $155,000 penalty and agreed not to violate the relevant statutes in the future.&#160;</p>\n                    <p> The Act prohibits any person from making a contribution in the name of another and from knowingly permitting his or her name to be used to make such a contribution. The Act also bars corporations from making contributions or expenditures from their general treasury funds in connection with the election of any candidate for federal office, and prohibits any corporate officer or director from consenting to any such expenditure or contribution by the corporation.</p></td>\n                </tr>\n              </table>\n              <p/>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.&#160; Additional information regarding MURs can be found on the FEC web site at http://www.fec.gov/em/mur.shtml. This release contains only summary information.&#160; For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>. </p>\n              <p/>\n              <p><em/></p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p><em/></p>\n              <p align=\"center\"><em>###</em></p>\n              <p/>\n              <p/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "06/30/2009", "href": "press2009/20090630MUR_5504.shtml", "category": "Enforcement Matters", "title": "FEC Settles Allegations of Impermissible Contributions", "pdf": null}