{"href": "press2012/20120510OpenMeeting.shtml", "pdf": null, "date": "05/10/2012", "category": "Open Meetings and Related Matters", "title": "FEC Acts on Two Advisory Opinions, Approves Revised Enforcement Process Guidebook and Legislative Recommendations", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"9%\"><p align=\"right\">Contact:&#160; </p></td>\n            <td width=\"20%\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\"><p>May 10, 2012 </p></td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ACTS ON TWO ADVISORY OPINIONS, <br/>\nAPPROVES REVISED ENFORCEMENT PROCESS GUIDEBOOK AND <br/>\nLEGISLATIVE RECOMMENDATIONS </strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today issued an advisory opinion, discussed another and was unable to reach consensus on a third advisory opinion request. The Commission discussed an audit division memorandum and approved a revised Guidebook for Complainants and Respondents on the FEC Enforcement Process and legislative recommendations to be submitted to the United States Congress.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3437&amp;START=1209378.pdf\">Advisory Opinion 2012-16 (King; Pierce Atwood LLP)</a></strong>.<strong> </strong>The Commission concluded that<strong> </strong>Pierce Atwood LLP (the Firm), a limited liability partnership, may provide <em>pro bono</em> legal services to the Angus King for U.S. Senate Campaign (the Committee) pertaining to compliance with the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations, even though the Firm is a federal contractor. The Commission further concluded that the Firm&#8217;s partners, associates, and other employees, individually, may volunteer time in the form of legal or other services to the Committee in accordance with a letter of agreement without the Firm inadvertently providing the Committee a prohibited in-kind contribution. The letter of agreement, in part, addresses the conditions under which the Firm&#8217;s partners, associates, and other employees, individually and independently, may volunteer their time to the Committee.&#160; <br/>\n            <br/>\n            <strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3428\">Advisory Opinion Request 2012-07 (Feinstein for Senate)</a></strong>. The Commission discussed and voted on two draft advisory opinions, based on a request from Feinstein for Senate, but did not reach consensus. The Committee asked the Commission whether the donors who attempted to contribute to the Committee, but whose funds were embezzled by its treasurer Kinde Durkee, may make replacement contributions to the Committee without the attempted contributions counting against the donors' per election limits. The Commission directed the Office of General Counsel to prepare and circulate a revised draft advisory opinion reflecting areas of consensus for a future Commission vote. During the discussion, the Commission heard from counsel on behalf of Feinstein for Senate.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3429\">Advisory Opinion Request 2012-08 (Repledge)</a></strong>. The Commission discussed and voted on two draft advisory opinions, based on a request from Repledge, but did not reach consensus on either draft. Repledge asked a number of questions relating to its proposed plan to establish a web-based platform allowing supporters of opposing federal candidates to redirect potential contributions to charitable organizations, &#160;including whether Repledge would (1) receive contributions, (2) have the major purpose of influencing a federal election, and (3) violate the prohibition on corporate contributions to candidates. During the discussion, the Commission heard from the requestor. </p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1230.pdf\">Audit Division Recommendation Memorandum on The Legacy Committee Political Action Committee</a></strong>.<strong> </strong>The Commission discussed and then held over the Audit Division&#8217;s recommendation memorandum on The Legacy Committee Political Action Committee, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit Division memorandum recommends that the Commission approve the findings presented in the Draft Final Audit Report related to (1) misstatement of financial activity and (2) failure to file notices and properly disclose independent expenditures. </p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1234.pdf\">Revised Guidebook for Complainants and Respondents on the FEC Enforcement Process</a>.</strong> The Commission approved a revised Guidebook for Complainants and Respondents on the FEC Enforcement Process and directed that it be placed on the Commission&#8217;s website. The Guidebook summarizes the Commission's general enforcement policies and procedures and offers additional guidance concerning the enforcement process. This revised document adds descriptions of and links to the policies, procedures, and directives relevant to the enforcement process that the Commission has approved since the original publication of the Guidebook in December 2009. </p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1231.pdf\">2012 Legislative Recommendations</a></strong>. The Commission unanimously approved five legislative recommendations for 2012 to be submitted for consideration to Congress: (1) to require electronic filing for Senate candidates; (2) to make permanent the Administrative Fine program, which gives authority to the Commission to assess administrative fines for committees that fail to timely report receipts and disbursements in a timely manner; (3) to expand the prohibitions on fraudulent misrepresentation of campaign authority; (4) to extend the personal use restrictions to all political committees; and (5) to delete the exclusion of the Commission from eligibility for the Senior Executive Service.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>\n</div>\n"}