{"href": "press2009/20090807_RTAO.shtml", "pdf": null, "date": "08/07/2009", "category": "Litigation", "title": "Court of Appeals Rules in Favor of FEC in Case Challenging Constitutionality of Regulations, Enforcement Policy", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>August 7,  2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>Court of Appeals Rules in Favor of FEC in Case Challenging Constitutionality of Regulations, Enforcement Policy</strong></p>\n              <p>WASHINGTON &#8211; On Wednesday, the U.S. Court of Appeals for the Fourth Circuit affirmed the denial by the U.S. District Court for the Eastern District of Virginia of a preliminary injunction in <em>The Real Truth About Obama v. FEC and U.S. Department of Justice.<br/>\n                    <br/>\n              </em>The Real Truth About Obama (RTAO), a nonprofit corporation that filed for status under section 527 of the Internal Revenue Code, had sought the injunction to enjoin the FEC and the Department of Justice from enforcing three provisions of FEC regulations and the agency&#8217;s \"enforcement policy,\" which it alleges are unconstitutional.&#160; </p>\n              <p>&#160;&#8220;To justify an injunction before trial on the merits, it is incumbent upon Real Truth to make a <em>clear </em>showing that it is <em>likely</em> to succeed at trial on the merits. Because of the close relationship between the text of the provisions challenged and binding court decisions, we cannot conclude that the district court erred in finding that Real Truth failed to meet that burden,&#8221; the Court of Appeals wrote in a unanimous opinion.</p>\n              <p/>\n              <p>The Court of Appeals also said that the district court had &#8220;acted within its discretion in determining that any harm created by Real Truth&#8217;s doubt about the legality of its intended fundraising and advertising was outweighed by the public interest identified by the Supreme Court in the enforcement of narrow restrictions on contributions to political candidates.&#8221;</p>\n              <p/>\n              <p>The regulations in question included those related to express advocacy of the election or defeat of a clearly identified Federal candidate, funds received in response to solicitations and the Commission&#8217;s implementation of the Supreme Court decision in <em>FEC v. Wisconsin Right to Life. </em>In considering the regulation defining express advocacy, the Court of Appeals stated, &#8220;[b]y limiting its application to communications that yield no other interpretation but express advocacy as described by <em>Wisconsin Right to Life</em>, &#167; 100.22(b) is likely constitutional.&#8221; RTAO also challenged the Commission's method for determining whether the &#8220;major purpose&#8221; test for political committee status has been met. The Commission and the Department of Justice have contended that the regulations at issue are entirely consistent with Supreme Court precedent and thus do not unconstitutionally infringe on RTAO&#8217;s rights or exceed the Commission&#8217;s statutory authority. </p>\n              <p/>\n              <p>The Federal Election Campaign Act (the Act) defines a &#8220;political committee&#8221; as any group or association that receives more than $1,000 in \"contributions\" or makes more than $1,000 in \"expenditures\" during a calendar year.&#160; Groups or associations that meet this definition must follow the Act&#8217;s limitations, prohibitions and reporting requirements. 11 CFR 100.5.&#160; In <em>Buckley v. Valeo</em>, the Supreme Court held that the Act's political committee provisions would apply only to organizations that were under the control of a candidate or whose \"major purpose\" was the nomination or election of federal candidates. </p>\n              <p>&#160;<br/>\n  The Commission was represented before the Court of Appeals by FEC attorneys David Kolker, Harry Summers and Adav Noti.</p>\n              <p/>\n              <p>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</p>\n              <p align=\"center\"># # #</p>\n              <p/>\n              <p/>\n              <p><strong/></p>\n              <p/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}