{"date": "05/13/2016", "pdf": null, "title": "Week of May 9 - May 13, 2016", "issue": "2016-20", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">May 13, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160513digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-20</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of May 9 &#8211; 13</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ADVISORY OPINIONS<br/>\n            </strong><br/>\n            <u>Drafts</u><br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2016-04  (Grand Trunk Western Railroad. - Illinois Central Railroad PAC)</a>. On May 9,  the Commission made public a <a href=\"http://saos.fec.gov/aodocs/201604.pdf\">draft</a> of Advisory Opinion 2016-04. The requestor is the separate segregated fund  (SSF) of two wholly-owned subsidiary corporations. The requestor asks whether  several proposed abbreviations for the name of the SSF are permissible under  the Federal Election Campaign Act of 1971, as amended (the Act), and Commission  regulations. Public comments on the draft are due by noon on May  18.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n              <br/>\n            </strong>The Commission made public five closed cases, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query  System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6564</a><br/>\n            COMPLAINANT: Dr. Terry Jones<br/>\n            RESPONDENT: James Terpening<br/>\n            SUBJECT: The complaint alleged that Terpening did not provide Jones with access  to the website he created for Jones&#8217;s campaign, or to the funds received  through the website. Jones had filed a Statement of Candidacy to run for  President in the 2012 cycle.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission observed that there was a low amount  apparently at issue.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6624</a><br/>\n            COMPLAINANT: George Nault<br/>\n            RESPONDENT: Gould for Congress and Janice Gould, in her official capacity as  treasurer (Gould Committee)<br/>\n            SUBJECT: The complaint alleged that the Gould Committee failed to properly  report earmarked contributions. The Complaint alleged further that Ron Gould&#8217;s  State Senate campaign, the Committee to Elect Ron Gould, paid $16,500 for  consulting services benefiting Gould&#8217;s federal campaign, resulting in  unreported in-kind contributions. Ron Gould was a 2012 candidate for Arizona&#8217;s  4th Congressional District.<br/>\n            DISPOSITION: On December 15, 2015, the Commission found reason to believe the Gould  Committee improperly reported earmarked contributions, and it closed the file  in connection with the remaining allegations. On April 5, 2016, the Commission  approved a conciliation agreement providing for the Gould Committee to pay a  civil penalty of $5,500.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6728</a><br/>\n            COMPLAINANT: Mike Rusher, North Carolina Republican Party<br/>\n            RESPONDENTS: Mike McIntyre; Mike McIntyre for Congress and Marion D. Thompson,  in her official capacity as treasurer<br/>\n            SUBJECT: The complaint alleged that McIntyre and Mike McIntyre for Congress and  Thompson, in her official capacity as treasurer (the Committee), failed to file  an amended Statement of Organization within 10 days of the filing of McIntyre&#8217;s  Statement of Candidacy. The complaint alleged further that the Committee failed  to itemize $61,804.82 in transfers from the McIntyre 2012 Victory Fund (Victory  Fund). McIntyre was a 2014 primary candidate for North Carolina&#8217;s 7th  Congressional District.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission observed that the Victory Fund had been  terminated and the funds at issue were reported by the Committee, albeit in the  wrong area of its disclosure reports.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6746</a><br/>\n            COMPLAINANT: Citizens for Responsibility and Ethics in Washington<br/>\n            RESPONDENTS: Americans in Contact PAC and Gabriel S. Joseph, III in his  official capacity as treasurer (AICPAC); Gabriel S. Joseph, III; and  FreeEats.com, Inc. d/b/a ccAdvertising<br/>\n            SUBJECT: The complaint alleged that  AICPAC did not include required disclaimers on communications. The complaint  also alleged that AICPAC, which is registered as a nonconnected PAC, is  in fact the separate segregated fund of FreeEats.com, d/b/a ccAdvertising, and  that it solicited funds from individuals outside its restricted class. The  complaint alleged further that Joseph knowingly made a false statement to the  Commission when he filed a Statement of Organization claiming the PAC had no  connected organization. <br/>\n            DISPOSITION: The Commission closed the  file as to the allegation concerning missing disclaimers. The Commission  exercised its prosecutorial discretion  in connection with the remaining allegations and dismissed the matter.  The Commission observed that there was information demonstrating AICPAC&#8217;s  financial independence.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6898</a><br/>\n            COMPLAINANT: Laura N. Doukas<br/>\n            RESPONDENTS:&#160; Tim Bishop; Tim Bishop for  Congress and Molly Bishop, in her official capacity as treasurer (Bishop  Committee); Stony Brook University (SBU); Steve Israel; Steve Israel for  Congress and Harris Wiener, in his official capacity as treasurer (Israel  Committee); New York State Democratic Committee and John Gulino, in his  official capacity as treasurer (NYSDC); and Democratic Congressional Campaign  Committee and Kelly Ward, in her official capacity as treasurer (DCCC)<br/>\n            SUBJECT: The complaint alleged that SBU made in-kind contributions to Bishop  and the Bishop Committee by paying for a rally for Bishop and in-kind  contributions to Israel, the Israel Committee and the DCCC by disseminating  notices about the rally. The complaint alleged further that the Bishop  Committee, the Israel Committee, NYSDC, and DCCC failed to report the in-kind  contributions.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter due to circumstances including the low amount at issue.<br/>\n  <strong><br/>\n  </strong><strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a> (Case  1:15-cv-00961-TSC). On May 11, the Commission on Presidential Debates filed a <a href=\"../../../law/litigation/lpf_cpd_amicus_brief.pdf\">Brief  of Amicus Curiae in Support of Defendant's Motion for Summary Judgment</a>.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/lagop.shtml\"><em>Republican  Party of Louisiana et al. v. FEC</em></a> (Case  1:15-cv-01241-CRC-SS-TSC). On May 11, the Plaintiffs filed a <a href=\"../../../law/litigation/lagop_lagop_reply_msj.pdf\">Reply Supporting Their Summary Judgment Motion and Opposition to Commission's  Summary Judgment Motion</a> in the United States District  Court for the District of Columbia.&#160; <br/>\n  <strong><br/>\n  </strong><strong>EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            On May 11, the Commission hosted a Webinar for Corporations and their  PACs. <br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  <br/>\n  </strong>On  May 13, Communication Specialists Dorothy Yeager and Katherine Carothers  presented a workshop on political action committees at the National Institute for  Lobbying &amp; Ethics in Washington, DC. <br/>\n  <br/>\n  <strong>FEDERAL REGISTER<br/>\n  <br/>\n  </strong>On May 13, the Commission published a <a href=\"../../../law/cfr/ej_compilation/2016/notice2016-02.pdf\">Policy  Statement Regarding a Program for Requesting Consideration of Legal Questions  by the Commission</a> in the Federal Register.<br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  </strong><br/>\n  <a href=\"../news_releases/20160513release.shtml\">FEC  Cites Committee for Failure to File 12-Day Pre-Primary Financial Report</a> (issued May 13)<br/>\n  <br/>\n  <strong>UPCOMING FORUM<br/>\n  <br/>\n  </strong>June 23, 10 a.m.: Forum hosted by Commissioner Ellen L. Weintraub at the  FEC: Corporate Political Spending and Foreign Influence.<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            May 19: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            May 24: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            May 26: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            May 25: Webinar for Trade Associations and their PACs. Additional information  is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            May 20: May Monthly Reports are due. For more information on monthly reporting  dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/apr2016.pdf#search=april%20record%202016\">April  Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n            The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p><br/>\n          </p>\n          <p align=\"center\"> Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a><br/>\n      </p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160513digest.shtml"}