{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    May 9, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">LEGISLATIVE RECOMMENDATIONS SENT TO PRESIDENT, CONGRESS</th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\" checked=\"false\">WASHINGTON &#150; The Federal\n    Election Commission has transmitted to the President and Congress seven priority\n    legislative recommendations in campaign finance law; recommendations required annually\n    under 2 U.S.C. 438(a)(9). <p>In an April 9 public meeting, Commissioners eliminated a\n    number of recommendations from a longer list and approved the seven high-priority\n    recommendations. In 2002 the Commission sent 23 recommendations to Congress and the\n    President. </p>\n    <p>In a cover letter, FEC Chair Ellen L. Weintraub wrote, \"The Commission has\n    substantially reduced the number of recommendations for legislative action, including only\n    high-priority recommendations with broad Commission support. Each recommendation is\n    followed by an explanation of the need for and expected benefits from the recommended\n    change.\"</p>\n    <p>The Commission recommends that Congress:</p><ul>\n      <li>Make permanent the Commission&#146;s authority to assess administrative fines for\n        straight-forward violations of the law requiring timely reporting of receipts and\n        disbursements. The Commission&#146;s current Administrative Fine Program covers violations\n        that relate to reporting periods through December 31, 2003.</li>\n      <li>Amend the Federal Election Campaign Act by adding a new subsection that would prohibit\n        an FEC Commissioner or employee from publicly supporting or opposing a candidate,\n        political party or political committee subject to the FEC&#146;s jurisdiction, regardless\n        of whether the activity is performed in concert with a political party, partisan political\n        group or a candidate for partisan public office.</li>\n      <li>Increase and index for inflation all registration and reporting thresholds. Most of the\n        FECA&#146;s registration and reporting thresholds were set in 1974 and 1979. Because over\n        20 years of inflation had effectively reduced the Act&#146;s contribution in real dollars,\n        the Bipartisan Campaign Reform Act (BCRA) increased some contribution limits to partially\n        adjust for inflation, and then indexed those limits. The Commission proposes extending\n        this approach to all registration and reporting thresholds, which have similarly been\n        effectively reduced as a result of inflation.</li>\n      <li>Consider indexing for inflation the contribution limitations applicable to\n        multicandidate political committees and adjusting the amount such committees may\n        contribute to national party committees to harmonize these limits with the limits\n        applicable to non-multicandidate political committees.</li>\n      <li>Require mandatory electronic filing, at a date to be determined by Congress, for those\n        persons and political committees filing designations, statements, reports or notifications\n        pertaining only to Senate elections if they have, or have reason to expect to have,\n        aggregate contributions or expenditures in excess of $50,000 in a calendar year. Also,\n        require that electronically filed designations, statements, reports or notifications\n        pertaining only to Senate elections be forwarded to the Commission within 24 hours of\n        receipt and to be made accessible to the public on the Internet, if Congress does not\n        change the point of entry for filings pertaining only to Senate elections.</li>\n      <li>Amend the Act to offer filers additional means of ensuring timely filing of\n        designations, reports and statements. Specifically, the Commission recommends that\n        Congress equate the date of receipt by one of the following delivery services with the\n        registered or certified mail postmark dates currently set forth in section 434: Overnight\n        delivery with an on-line tracking system that allows delivery status to be verified and\n        Priority Mail or Express Mail with U.S. Postal Service delivery confirmation.</li>\n      <li>Take immediate action to avert a projected impending shortfall in the Presidential\n        public funding program in the 2004 election year. (For explanation, background and\n        projections on this recommendation and the others go to <a href=\"../pdf/legrec2003.pdf\">http://www.fec.gov/pdf/legrec2003.pdf</a>\n        at the FEC web site.)</li>\n    </ul>\n    <p>Chair Weintraub concluded her letter to the President and Congress by saying, \"We\n    hope these recommendations can assist Congress in bringing to fruition some necessary\n    changes in campaign finance law. With more than 25 years of experience and accomplishments\n    in these areas, the FEC stands ready to work with the President and Congress to implement\n    the legislative package.\"</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\" checked=\"false\"/>\n  </tr>\n</table>\n</body>\n", "date": "05/09/2003", "href": "20030509legrec.html", "category": "Other Agency Actions", "title": "Legislative Recommendations Sent to President, Congress", "pdf": null}