{"date": "06/11/2010", "pdf": null, "title": "Week of June 7 - June 11, 2010", "issue": "2010-23", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>June 11,  2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2010-23</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 7 &#8211; 11</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n              <br/>\n          </strong>On June 10, the Commission held an Open Meeting. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here.</a> Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>.<br/>\n          <br/>\n&#160;The Commission did not hold an Executive Session this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS </strong><br/>\n            <br/>\n            <u>Opinions Issued</u><br/>\n  <br/>\n  <strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3053\">AO 2010-08 (Citizens United). </a></strong>On June 10, the Commission approved Advisory Opinion 2010-08, concluding that the costs of producing and distributing films and related marketing activities by Citizens United are exempt from the definitions of &#8220;expenditure&#8221; and &#8220;electioneering communication&#8221; under the <a href=\"../../law/feca/feca.pdf\">Federal Election Campaign Act of 1971, as amended (the Act)</a>.&#160; The Commission determined that Citizens United&#8217;s activities related to producing and distributing its documentary films are covered by the media exemption and therefore are not subject to the reporting requirements of the Act.&#160; Commissioner Steven T. Walther dissented and issued a <a href=\"../../members/walther/statements/AO2010-08_Citizens_United.pdf\">statement</a>. On June 9, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1140335.pdf\">comment</a> on the draft AO from Theodore B. Olsen of Gibson, Dunn &amp; Crutcher LLP on behalf of Citizens United and another <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3053&amp;START=1140353.pdf\">comment</a> from Democracy 21 and Campaign Legal Center.&#160; </p>\n        <p><u>Requests Received</u><br/>\n            <br/>\n            <strong><u>AOR 2010-10 (National Right to Life PAC)</u></strong><u>. </u>The National Right to Life PAC, the separate segregated fund of the National Right to Life Committee, requests an opinion from the Commission regarding  the proper attribution, for reporting purposes, of independent expenditures among Federal candidates for five different types of ads: (1) ads advocating the election of one Federal candidate and not mentioning any other candidates; (2) ads advocating the election of a Federal candidate and expressing opposition to that candidate's opponent; (3) ads advocating the election of candidates in two different races and expressing opposition to both candidates' opponents; (4) ads advocating the defeat of a Federal candidate; and (5) ads advocating the election of one candidate in one race and the defeat of another candidate in a different race. The Commission must issue a response no later than 60 days after receipt of the complete request, or by August 9. </p>\n        <p>Advisory Opinions and Requests are available<a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\"> here</a>. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public 12 closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><u>MUR 6176</u> &#8211; Bentley B. Rayburn; Committee to Elect Rayburn for Congress and Loren E. Shannon, in his official capacity as treasurer; Ralph Braden, President, Housing and Building Association of Colorado Springs and the Pikes Peak Region. The Commission dismissed the case. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6205</a> &#8211; Fort Bend Democrats. The Commission dismissed the case.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6213</a> &#8211; Decidedly Unhappy Mainstream Patriots Rejecting Evil-mongering Incompetent Democrats Political Action Committee (DUMPREID PAC) and Charles Muth, in his official capacity as treasurer. The Commission dismissed the case.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6238</a> &#8211; Angie Langley; MYCONGRESSMANISNUTS.COM and Angie Langley, in her official capacity as treasurer. The Commission found no reason to believe the respondents violated the Act.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6240</a> &#8211; Steve Austria; Steve Austria for Congress and Donald D. Jones, in his official capacity as treasurer; Eileen Austria; David L. Hobson; Walther A. Wildman; The Turner Foundation; John T. Landess; and Raymond A. Hagerman. The Commission dismissed the case. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6241</a> &#8211; Charlie Stuart for Congress. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $9,500 and disgorge $1,800 to the U.S. Treasury.</p>\n        <p><br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6251</a> &#8211; Walt Minnick; Minnick for Congress and Vern Bisterfeldt, in his official capacity as treasurer. The Commission found no reason to believe the respondents violated the Act.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6255</a> &#8211; Friends of Cliff Stearns and Kathleen Balboni, in her official capacity as treasurer; and National Multi Housing Council Political Action Committee and James N. Arbury, in his official capacity as treasurer. The Commission found no reason to believe the respondents violated the Act.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6258</a> &#8211; Liberatore for Congress Committee and Louis G. Baglietto, Jr., in his official capacity as treasurer; and Philip Liberatore. The Commission dismissed the case. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6262</a> &#8211; Susan Bitter Smith for Congress and Kelly Lawler, in her official capacity as treasurer. The Commission dismissed the case.</p>\n        <p/>\n        <p><u>MUR 6264</u> &#8211; Cory Ruth for Congress and Anthony Lewis, in his official capacity as treasurer. The Commission dismissed the case.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6265</a> &#8211; Gause for Congress and Lawrence F. Gause, in his official capacity as treasurer. The Commission dismissed the case. </p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public three campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 520 </a>&#160;&#8211; Laborers&#8217; District Council of the Metro Area of Philadelphia and Vicinity PAC and James Harper as Treasurer. The respondents agreed to implement compliance measures, send a representative to an FEC conference and pay a civil penalty of $4,000.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 531 </a>&#160;&#8211; William Russell for Congress and Scott MacKenzie as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $7,500.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 534 </a>&#160;&#8211; Stivers for Congress and J. Matthew Yuskewich as Treasurer. The respondents agreed to implement compliance measures and pay a civil penalty of $2,000.<br/>\n            <br/>\n            <strong>LITIGATION </strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/koerber.shtml\">Koerber v. Federal Election Commission</a>. On June 3, the United States District Court, Eastern District of North Carolina, issued an <a href=\"../../law/litigation/koerber_order_stay_rtao.pdf\">order</a> granting the plaintiffs&#8217; request to stay the case pending the resolution of <a href=\"../../law/litigation/rtao.shtml\"><em>Real Truth About Obama v. F</em><em>ederal</em></a> Election Commission. Plaintiffs Committee for Truth in Politics, Inc. (CTP) and Holly Lynn Koerber challenge the constitutionality of the reporting requirements for electioneering communications (ECs) in 2 U.S.C. 434(f). Plaintiffs also challenge the constitutionality of the Commission&#8217;s &#8220;enforcement policy&#8221; on political committee status, and the constitutionality of 11 C.F.R. 100.22(b), part of the Commission regulation defining \"expressly advocating.\"</p>\n        <p/>\n        <p><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Obama, Inc. v. Federal Election Commission</a>. On June 8, the United States Court of Appeals for the Fourth Circuit issued a <em>per curiam </em><a href=\"../../law/litigation/rtao_ac_order_percuriam.pdf\">order</a> &#160;that reissued the parts of the Court's previous opinion stating the facts and the preliminary injunction standards.&#160; In addition, the Court's order remanded the case to the United States District Court for the Eastern District of Virginia for reconsideration of the remaining issues in light of the Supreme Court ruling in <em><a href=\"../../law/litigation_CCA_C.shtml#citizensunited\">Citizens United v. Federal Election Commission</a></em> and the Solicitor General's suggestion that two of those issues are moot.</p>\n        <p><br/>\n  The Real Truth About Obama (RTAO), a nonprofit corporation registered under section 527 of the Internal Revenue Code, has sought to enjoin the FEC and the Department of Justice from enforcing three FEC regulations and from following the agency&#8217;s enforcement approach regarding political committee status. <br/>\n        </p>\n        <p><em><a href=\"../../law/litigation/rnc_08.shtml\">Republican National Committee v. Federal Election Commission</a>.</em> On June 7, the Republican National Committee filed a Brief Opposing Motions to Dismiss or Affirm in the United States Supreme Court. The RNC complaint challenged the constitutionality of the <a href=\"../../pages/bcra/bcra_update.shtml\">Bipartisan Campaign Reform Act&#8217;s</a> limits on the use of nonfederal funds by political party committees. The plaintiffs allege that the nonfederal fund provisions as applied to their intended activities are overly broad and unconstitutional under the First Amendment guarantees of free speech and association, and are outside of Congress&#8217;s authority to regulate elections. The Commission contends that those provisions are constitutional contribution limits for the reason that they prevent corruption and the appearance of corruption.<br/>\n        </p>\n        <p><a href=\"../../law/litigation/beam.shtml\"><em>Beam v. Federal Election Commission</em> </a>(formerly <em>Beam v. Gonzales</em>). On June 9, the United States District Court for the Northern District of Illinois denied the Commission's motion for certification of an interlocutory appeal, and rescheduled the bench trial in the case for August. The Commission argues that the plaintiffs have failed to uncover evidence of a violation of the Right to Financial Privacy Act, the sole claim remaining in the case.</p>\n        <p/>\n        <p><strong>PRESS RELEASES<br/>\n              <br/>\n        </strong><a href=\"20100610OpenMeeting.shtml\">FEC Extends Press Exemption to Citizens United</a> (issued June 10) </p>\n        <p/>\n        <p><strong>CONFERENCES</strong></p>\n        <p><strong/></p>\n        <p>June 8-9, the FEC hosted a <a href=\"../../info/conferences/2010/tradememberlabor10.shtml\">conference</a> for Trade Associations, Membership Organizations, and Labor Organizations and Their Political Action Committees in Arlington, VA. </p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p/>\n        <p>June 10: &#160;Mississippi Pre-Runoff reports were due. For information on reporting dates, click <a href=\"../../pages/report_notices/2010/state_notices/msprim.shtml\">here</a>. </p>\n        <p/>\n        <p>June 10:&#160; North Carolina Pre-Runoff Reports were due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/ncprim.shtml\">here</a>.</p>\n        <p><strong/></p>\n        <p>June 10: &#160;South Carolina Pre-Runoff Primary Reports were due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/scprim.shtml\">here</a>.</p>\n        <p/>\n        <p>June 10: &#160;Utah Pre-Primary Reports were due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/utprim.shtml\">here</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING COMMISSION MEETINGS <br/>\n        </strong></p>\n        <p>June 15: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> <br/>\n            <br/>\n  June 16:&#160; The Commission is scheduled to hold an open <a href=\"../../agenda/2010/mtgdoc1035.pdf\">audit</a> hearing for the Georgia Federal Election Committee. <br/>\n  <strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>June 17: &#160;Pennsylvania 12th District Post-General Reports.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/pa12.shtml\">here.</a></p>\n        <p><strong/></p>\n        <p>June 17: &#160;South Dakota Pre-Runoff Reports.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/state_notices/sdprim.shtml\">here</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>June 30, Washington, DC.&#160; FEC Roundtable Workshops on Reporting and Electronic Filing. The schedule is <u><a href=\"../../info/outreach.shtml#roundtables\">here.</a></u> </p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The June issue of <em>The Record</em> is <a href=\"../../pdf/record/2010/jun10.pdf\">here.</a> Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">monthly supplements</a> to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100611digest.shtml"}