{"html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">June 13, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p align=\"center\"><strong> FEC Approves Advisory Opinion and Audit Report</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved an advisory opinion and a final audit report.</p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-20.pdf\">Advisory Opinion 2013-03 (Bilbray-Kohn)</a>. The Commission concluded that the requestor, after becoming a candidate, may serve as a paid consultant to a non-profit corporation that raises and spends non-federal funds, because, as described in the request, she would not solicit, receive, direct, transfer, spend, or disburse funds outside the limits and restrictions of the Federal Election Campaign Act of 1971, as amended (the Act). The Commission also concluded that consulting fees paid by the corporation after the requestor becomes a candidate would not be prohibited contributions.<br/>\n            <br/>\n            <a href=\"../../agenda/2013/mtgdoc_13-19-a.pdf\">Proposed Final Audit Report on the California Republican Party/V8</a>. The Commission approved the Proposed Final Audit Report on the California Republican Party/V8, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved a finding relating to the misstatement of Levin Fund Financial Activity. The report also addressed two additional issues related to the reporting of debts and obligations and the extension of credit by a commercial vendor.</p>        \n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p align=\"center\"># # #</p>        \n        </td>\n    </tr>\n  </table>      </div>\n           ", "href": "press2013/20130613openmeeting.shtml", "date": "06/13/2013", "pdf": null, "title": "FEC Approves Advisory Opinion and Audit Report", "category": " "}