{"date": "12/06/2012", "pdf": null, "title": "Week of December 3 - December 7, 2012", "issue": "2012-49", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 7, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-49</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of December 3 &#8211; 7</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On December 6, the Commission held an open meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p>No Commission executive sessions were held this week.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u/></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=68940AFC0B2ADF4F303A26E0D909741E?SUBMIT=ao&amp;AO=3511&amp;START=1229436.pdf\"><strong>AO 2012-34 (Freedom PAC and Friends of Mike H)</strong></a>. &#160;On December 6, the Commission concluded that Friends of Mike H, an authorized committee of former federal candidate Mike Haridopolos, may use campaign funds raised for Mr. Haridopolos' primary election to make a contribution of $10,000 or more to Freedom PAC, an independent expenditure-only committee. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=68940AFC0B2ADF4F303A26E0D909741E?SUBMIT=ao&amp;AO=3513&amp;START=1230003.pdf\"><strong>AO 2012-36 (Green Party of Connecticut)</strong></a>. &#160;On December 6, the Commission concluded that the Green Party of Connecticut (GPC) qualifies as a State party committee of a political party under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. GPC qualifies as a State party committee because: (1) the Green Party of the United States (GPUS) qualifies as a political party; 2) the GPC is part of the official GPUS structure; and 3) the GPC is responsible for the day-to-day operations of the GPUS at the State level. </p>\n        <p><u/></p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=68940AFC0B2ADF4F303A26E0D909741E?SUBMIT=ao&amp;AO=3512\"><strong>AOR 2012-35 (Global Transaction Services Group, Inc.)</strong></a>. On December 6, the Commission discussed two drafts but did not vote on an advisory opinion request from Global Transaction Services Group, Inc. The requestor asks whether its proposed method of processing small-dollar electronic credit and debit card contributions to candidates initiated via text messaging is permissible under the Act and Commission regulations. During the discussion, the Commission heard from the President and Chief Executive Officer of Global Transaction Services Group, Inc. The Commission will accept written comments on the drafts until noon on December 19, 2012, and shall issue a response by December 24, 2012.</p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3514&amp;START=1229588.pdf\"><strong>AOR 2012-37 (Yamaha Motor Corporation, U.S.A.</strong><strong>)</strong></a>. &#160;On December 6, the Commission discussed two draft Advisory Opinions, based on a request from Yamaha Motor Corporation, U.S.A., but did not vote on either draft. Yamaha asks whether it may form a separate segregated fund and, if so, whether it may solicit contributions from the executive and administrative personnel of certain dealers and service centers under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestor. The Commission will accept written comments on the drafts until noon on December 19, 2012, and shall issue a response by January 4, 2013.</p>\n        <p/>\n        <p><u>Supplement Received</u></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\"><strong>AOR 2012-38 (Socialist Workers Party)</strong></a>. On November 30, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1230078.pdf\">supplement</a> to the request. The Socialist Workers Party (SWP) has, as a result of the threat of harassment and threat of violence, maintained since 1990 an exemption from the Act and Commission regulations requiring reporting to the FEC contributors to the SWP and to the recipients of SWP disbursements The SWP files reports with the Commission containing coded references to contributors and recipients of disbursements, rather than names, addresses and other identifying information. The SWP requests renewal of this exemption.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../audits/2010/AuditReport_2010_FriendsofSharronAngle.shtml\"><strong>Final Audit Report on the Committee on Friends of Sharron Angle</strong></a>. On December 3, the Commission made public the Final Audit Report of the Commission on the Committee on Friends of Sharron Angle, covering campaign finance activity between February 17, 2009 and December 31, 2010. The Commission approved findings related to failure to file 48-hour notices and failure to itemize debts totaling $2,287,080.<br/>\n            <br/>\n            <a href=\"../../agenda/2012/mtgdoc_1281.pdf\"><strong>Proposed Final Audit Report on the Minnesota Democratic-Farmer-Labor Party</strong></a>. On December 6, the Commission approved the Proposed Final Audit Report on the Minnesota Democratic-Farmer-Labor Party covering campaign finance activity between January 1, 2007 and December 31, 2008. The Audit Report contains one finding related to the overfunding of federal accounts by non-federal accounts and one additional issue related to the misstatement of financial activity.</p>\n        <p/>\n        <p><a href=\"../../agenda/2012/mtgdoc_1277.pdf\"><strong>Audit Division Recommendation Memorandum on McCain-Palin 2008, Inc. and McCain-Palin Compliance Fund, Inc</strong></a>.&#160; On December 6, the Commission discussed, but did not approve by the required four affirmative votes, the first<strong> </strong>recommended finding of the Audit Division Recommendation Memorandum for McCain-Palin 2008, Inc. and McCain-Palin Compliance Fund, Inc. relating to campaign travel and billing for the press during the period of March 24, 2008-December 31, 2008.&#160; The Commission approved the second<strong> </strong>recommended finding of the Recommendation Memorandum relating to the issue of failing to file 48-hour notices.&#160;&#160; Federal law requires the Commission to audit every political committee established by a presidential candidate, which receives general funds for the general campaign.&#160; The Audit Division will prepare the Proposed Final Audit Report, which will incorporate changes based on the discussion at the open meeting, within 30 days. <br/>\n            <strong> </strong></p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/james.shtml\"><em>James v. FEC</em></a> (Case 12-683). On November 30, the Appellant filed a <a href=\"../../law/litigation/james_sc_james_jx_statement.pdf\">Jurisdictional Statement</a> in the United States Supreme Court.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/Miller.shtml\"><em>Miller v. FEC</em></a> (Case 1:12-cv-00242-SJD). On December 5, the plaintiff filed a <a href=\"../../law/litigation/miller_miller_opp_msj.pdf\">Memorandum in Opposition to Commission&#8217;s Motion for Summary Judgment</a> in the United States District Court for the Southern District of Ohio. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/vroom.shtml\"><em>Vroom v. FEC</em></a> (Case 1:12-cv-0143-RMC). On December 6, the United States District Court for the District of Columbia issued an <a href=\"../../law/litigation/vroom_dc_order.pdf\">order</a> dismissing the case without prejudice.</p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n              <br/>\n        </strong><a href=\"../../agenda/2012/mtgdoc_1280.pdf\"><strong>Notice of Proposed Rulemaking on Limited Liability Partnerships</strong></a>. On December 6, the Commission approved a Notice of Proposed Rulemaking concerning the treatment of limited liability partnerships (LLPs) for purposes of the Act and Commission regulations. The Commission is considering treating all LLPs that have opted for federal corporate tax treatment pursuant to the Internal Revenue Service's \"check the box\" provisions as corporations. The Commission requests comments on these proposed new rules. Comments will be due 60 days after publication of the Notice in the Federal Register. </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p/>\n        <p>On December 4, Communications Specialist Isaac Baker discussed Commission operations with a Mexican delegation visiting Washington, D.C. on behalf of The Washington Center.</p>\n        <p/>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p><strong/></p>\n        <p>On December 3, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../fecig/documents/semi12b.pdf\">Semiannual Report to Congress, covering April 1, 2012 - September 30, 2012</a>.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20121203Stein.shtml\">Federal Election Commission Certifies Federal Matching Funds for Jill Stein for President</a> (issued December 3)</p>\n        <p><strong/></p>\n        <p><a href=\"20121206openmeeting.shtml\">FEC Approves Two Advisory Opinions, a Notice of Proposed Rulemaking on Limited Liability Partnerships, a Proposed Final Audit Report and an Audit Division Recommendation Memorandum; Discusses Two Advisory Opinion Requests</a> (issued December 6)</p>\n        <p><strong/></p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p><strong/></p>\n        <p>December 6: Post-General Reports were due.&#160; For information on general election reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#general\">2012 General Election Reporting page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>December 18: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p/>\n        <p>December 20: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>January 16, 2013, Federal Election Commission, Washington, DC. Roundtable Workshops on 2012 Year-end Reporting for PACs and Party Committees. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>January 16, 2013, Federal Election Commission, Washington, DC. Roundtable Workshops on FECFiling &amp; E-Filing for PACs and Party Committees. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>January 23, 2013, Federal Election Commission, Washington, DC. Roundtable Workshops on 2012 Year-end Reporting for Candidate Committees. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>January 23, 2013, Federal Election Commission, Washington, DC. Roundtable Workshops on FECFiling &amp; E-Filing for Candidate Committees. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>February 13, 2013, Federal Election Commission, Washington, DC. Roundtable Workshops on</p>\n        <p>Preparing for the Next Election Cycle. Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>January 31, 2013: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20121206digest.shtml"}