{"href": "press2012/20120920viewerRSS.shtml", "pdf": null, "date": "09/20/2012", "category": "Disclosure Initiatives", "title": "FEC Releases Two New Disclosure Tools", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">September 20, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC RELEASES TWO NEW DISCLOSURE TOOLS</strong></p>\n        <p align=\"center\">&#160;</p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today introduced its Candidate and Committee Viewer and an enhanced Electronic Filing RSS feed, two new disclosure tools designed to help the public access federal campaign finance data and information more quickly and efficiently.</p>\n        <p>The <a href=\"../../finance/disclosure/candcmte_info.shtml\">Candidate and Committee Viewer</a> is a search system that simplifies access to campaign finance data. The Viewer allows users to find campaign finance activity of any federal candidate, political committee, independent expenditure report filer or other report filer through a single search portal instead of conducting multiple searches in different databases on the website. The Viewer brings together cycle-to-date summaries, report summaries, images of reports and statements and downloadable electronic filings to produce an overview of each committee, and it provides both dynamic graphic charts and complete data sets in a downloadable, spreadsheet format to allow users to drill down to and analyze specific transactions. A <a href=\"http://youtu.be/ZkU3oEEtF90\">video</a> provides an overview of the Viewer&#8217;s main features.</p>\n        <p>&#8220;The Candidate and Committee Viewer is one of the most user-friendly technological projects the Commission has undertaken,&#8221; said Chair Caroline C. Hunter. &#8220;I would like to thank the staff of the Office of Chief Information Officer for providing the tools for the Commission to provide broader accessibility, transparency and disclosure of federal campaign finance data.&#8221;</p>\n        <p/>\n        <p>The updated <a href=\"http://efilingapps.fec.gov/rss/display?input\">Electronic Filing RSS feed</a> notifies subscribers when a filer has sent a new report or document electronically to the Commission. Users can subscribe to six pre-established RSS (Really Simple Syndication) feeds: new electronic filings, monthly filings, quarterly filings, presidential filings, congressional filings and PAC and party filings. Alternatively, subscribers can customize their feeds by committee identification number, state or district. Additional subscription options are based on filers&#8217; party affiliation and report type. An <a href=\"http://efilingapps.fec.gov/rss/RSSHelp.html\">online user guide</a> provides further guidance on using the RSS feed.</p>\n        <p/>\n        <p/>\n        <p>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </p>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n"}