{"date": "01/01/2016", "pdf": null, "title": "Week of December 28 - January 1, 2016", "issue": "2016-01", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">December 31, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160101digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-01</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\n  Week of December 28 &#8211; January 1</strong></p>\n          <p><strong>\n    COMMISSION MEETINGS AND HEARINGS<br/>\n    <br/>\n            </strong>No Commission open meetings or executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public five closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6470, 6482 and 6484</a> <br/>\n    COMPLAINANTS: New Hampshire Democratic Party; and Alabama Democratic Party <br/>\n    RESPONDENTS: Mitt Romney; Romney for President, Inc. (f/k/a Romney for President Exploratory Committee, Inc.) and Darrell Crate, in his official capacity as treasurer; Free and Strong America PAC, Inc. and Darrell Crate, in his official capacity as treasurer; The Commonwealth PAC &#8211; Alabama (f/ka/a Free and Strong America PAC &#8211; Alabama) and Shauna Polk, in her official capacity as treasurer; The Commonwealth PAC &#8211; Iowa (f/k/a Free and Strong America PAC &#8211; Iowa) and Shauna Polk, in her official capacity as treasurer; The Commonwealth PAC &#8211; Michigan (f/k/a Free and Strong America PAC &#8211; Michigan);The Commonwealth PAC &#8211; New Hampshire (f/k/a Free and Strong America PAC &#8211; New Hampshire) and Shauna Polk, in her official capacity as treasurer; The Commonwealth PAC &#8211; South Carolina (f/k/a Free and Strong America PAC &#8211; South Carolina) and Shauna Polk, in her official capacity as treasurer.<br/>\n    SUBJECT: The complaints alleged that (1) Free and Strong America PAC, Inc. (Free and Strong America) and its five affiliated state political committees (the State PACs) made excessive in-kind contributions to Romney and Romney for President, Inc. and Crate, in his official capacity as treasurer (Romney for President) by paying expenses that Romney for President should have paid; (2) Romney and Romney for President accepted excessive contributions from donors to the State PACs; and (3) the State PACs impermissibly raised and spent non-federal funds after Romney became a candidate.<br/>\n    DISPOSITION: The Commission closed the file<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6821</a><br/>\n    COMPLAINANT: Jennifer M. Horn, New Hampshire Republican State Committee<br/>\n    RESPONDENTS: Shaheen for Senate and Michelle Chicoine, in her official capacity as treasurer; Jeanne Shaheen; Senate Majority PAC and Rebecca Lambe, in her official capacity as treasurer; and Democratic Senatorial Campaign Committee and Deanna Nesburg, in her official capacity as treasurer<br/>\n    SUBJECT: The complaint alleged that Shaheen and Shaheen for Senate and Chicoine, in her official capacity as treasurer (Shaheen Committee), coordinated a television advertisement with the Senate Majority PAC (SMP), an independent expenditure-only political committee, resulting in an impermissible and unreported contribution. The complaint alleged that the Shaheen Committee and the Democratic Senatorial Campaign Committee and Nesburg, in her official capacity as treasurer, communicated via their website and social media &#8220;material information and requests and suggestions for the Super PAC&#8221; to create an ad that would benefit the Shaheen Committee. Shaheen was a 2014 candidate for New Hampshire&#8217;s United States Senate seat.<br/>\n    DISPOSITION: The Commission found no reason to believe the respondents coordinated the TV ad at issue. The conduct prong of the coordinated communications test in Commission regulations was not satisfied.<br/>\n&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6883</a> <br/>\n    COMPLAINANT: Timothy Kovis<br/>\n    RESPONDENTS: Clint Didier for Congress and Charlotte Benjamin, in her official capacity as treasurer<br/>\n    SUBJECT: The complaint alleged that Clint Didier for Congress and Benjamin, in her official capacity as treasurer (the Committee), aired on broadcast television a political advertisement that lacked a written statement identifying the candidate and providing the candidate authorization statement and a spoken &#8220;stand by your ad&#8221; statement as required under the Federal Election Campaign Act, as amended (the Act).<br/>\n    DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter. The Commission observed that the Committee took swift remedial action and that it was likely the public would not have been misled by the technical nature of the violation.<br/>\n    <strong><br/>\n    </strong><strong>ADMINISTRATIVE FINES<br/>\n    </strong><br/>\n    The Commission made public five campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3005</a> &#8211; Claitor for Congress and Chelsea Bonnecaze, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,950.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3006</a> &#8211; Friends of Clyde Holloway and Felix Guillot, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $275.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3008</a> &#8211; Raye for Congress and Nichi S. Farnham, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3009</a> &#8211; Schwartz for Congress and Daniel Ciccariello, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3022</a> &#8211; Sam Adcock for Congress and Deanna Hayes, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,110.<br/>\n    <br/>\n    <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n    </strong><br/>\n    The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 774</a> &#8211; Medicinal Cannabis Superpac and Joseph Charles Houston, in his official capacity as treasurer.&#160; The Commission dismissed and closed the file.<br/>\n    <br/>\n    <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n    </strong><br/>\n    January 14, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n    <br/>\n    January 26, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n    <br/>\n    January 28, 2016: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n    <br/>\n    Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n    <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n    </strong><br/>\n    January 13, 2016: &#160;Webinars for PACs and Party Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n    <br/>\n    January 20, 2016: &#160;Webinars for Candidate Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n    <br/>\n    <strong>UPCOMING REPORTING DUE DATES<br/>\n    </strong><br/>\n    January 31, 2016: Year-End Reports are due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml\">2015 Reporting Dates page</a> of the Commission website.<br/>\n    <br/>\n    <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n    </strong><br/>\n    Additional research materials about the agency, campaign finance information and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the Commission website. </p>\n          <p align=\"center\">            Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n          </p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160101digest.shtml"}