{"href": "hearing.htm", "pdf": null, "date": "03/22/1999", "category": "Hearings", "title": "Hearing Set for March 24 on Proposed Public Funding Rule", "html": "<body>\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font><strong><font face=\"Book Antiqua\" size=\"3\">For Immediate Release:                                                                                             Contact:  Ron Harris\nMarch 22, 1999                                                                                                                             Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        </font><font face=\"Book Antiqua\"><font size=\"3\">Kelly Huff</font></font></strong><font size=\"2\">\n</font>\n\n<p><strong><font size=\"3\">&#160;</font></strong></p>\n<b>\n\n</b><p align=\"CENTER\">HEARING MARCH 24 ON PROPOSED PUBLIC FUNDING RULE</p>\n\n\n<p>WASHINGTON &#150; The Federal Election Commission will conduct a public hearing on\nWednesday, March 24, on proposed changes to its rules governing publicly financed\nPresidential primary and general election candidates.</p>\n\n<p>These regulations implement the provisions of the Presidential Election Campaign Fund\nAct and the Presidential Primary Matching Payment Account Act, which establish eligibility\nrequirements for Presidential candidates seeking public financing, and indicate how funds\nreceived under the public financing system may be spent. They also require the Commission\nto audit publicly financed campaigns and seek repayment where appropriate.</p>\n\n<p>The proposed rulemaking would address various sections in the current regulations,\nincluding: coordination between publicly funded Presidential candidates and their\npolitical parties; \"bright line\" distinction between primary and general\nelection expenses; winding-down costs; compliance and fundraising costs; transportation\nand services provided to the media; and others (see news release December 17, 1998,\nheadlined \"Comments Sought On Proposed Public Funding Rule,\" at <i>www.fec.gov</i>).\nThe complete text of the proposed rulemaking was published in the Federal Register on\nDecember 16, 1998. Deadline for comments was January 29, 1999.</p>\n\n<p>The schedule of witnesses for the March 24 hearing includes:</p>\n\n<p><b>10 a.m</b>. Kim Hume, Fox News; George Condon, Copley News Service, on behalf of\nmajor news organizations covering Presidential campaigns.</p>\n\n<p><b>11 a.m</b>. Lyn Utrecht, Ryan, Phillips, Utrecht &amp; MacKinnon; Joseph E. Sandler,\nSandler &amp; Reiff, on behalf of the Democratic National Committee; Thomas J. Josefiak,\nRepublican National Committee.</p>\n\n<p><b>2 p.m.</b> David Eisner, America Online Inc.; Trevor Potter, Wiley, Rein &amp;\nFielding, on behalf of America Online Inc.</p>\n\n<p><b>3 p.m.</b> James Bopp, Jr., James Madison Center for Free Speech.</p>\n\n<p align=\"CENTER\"># # #</p>\n\n<p>&#160;</p>\n\n</body>\n"}