{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>August 27,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ADOPTS FINAL RULES ON COORDINATED COMMUNICATIONS AND FEDERAL ELECTION ACTIVITY, APPROVES TWO ADVISORY OPINIONS </strong> </p>\n        <p>WASHINGTON &#8211; At its Open Meeting yesterday, the Federal Election Commission approved final rules for coordinated communications, final rules for the definition of Federal election activity, an advisory opinion concerning the use of recount funds and an advisory opinion on refunds to a candidate.</p>\n        <p>The <a href=\"../agenda/2010/mtgdoc1054.pdf\">Final Rules and Explanation and Justification on Coordinated Communications</a> add a new standard to the content prong of the coordination rules to cover public communications that are the functional equivalent of express advocacy. The final rules do not alter the conduct prong of the coordination rules, but provide further justification for retaining the 120-day time period in the common vendor and former employee conduct standards. The final rules adopt a new safe harbor for certain commercial and business communications. </p>\n        <p/>\n        <p>The Commission also approved the <a href=\"../agenda/2010/mtgdoc1055.pdf\">Final Rules and Explanation and Justification for Definition of Federal Election Activity</a>. The final rules revise the definitions of &#8220;voter registration activity&#8221; and &#8220;get-out-the-vote activity&#8221; (GOTV) to cover activities that urge, encourage or assist potential voters to register to vote, regardless of whether the message is delivered individually or to a group of people via mass communication. Brief, incidental exhortations to register to vote are exempt from the new definitions. The final rules clarify that certain voter identification and GOTV activities conducted solely in connection with a non-Federal election are not subject to the Commission&#8217;s Federal election activity regulations and provide that certain <em>de minimis</em> activities are not subject to the Federal election activity funding restrictions. </p>\n        <p/>\n        <p>In both cases, the final rules were promulgated in response to the decision of the Court of Appeals for the District of Columbia Circuit in <a href=\"../law/litigation_CCA_S.shtml_06\"><em>Shays v. FEC</em></a>, 528 F.3d 914 (D.C. Cir. 2008). Final rules for both coordinated communications and the definition of Federal election activity go into effect Dec. 1, 2010. </p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1053.pdf\">Advisory Opinion 2010-14 (DSCC)</a>, the Commission concluded that the Democratic Senatorial Campaign Committee (DSCC) may use its recount funds to pay for recount-related expenses that the Committee will incur before the general election, and may allocate the cost of certain expenses attributable to both recount and campaign activities between the main account it uses for campaign activities and its recount fund.</p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1052.pdf\">Advisory Opinion 2010-15 (Pike for Congress)</a>, the Commission concluded that Pike for Congress may refund $440,000 in contributions made by Douglas Pike, a 2010 primary election candidate for Pennsylvania&#8217;s 6th Congressional District, to the candidate. The contributions were made before the primary election, but were not expressly designated for either the primary or the general election. Pike is not a candidate in the general election and requested a refund of the contributions.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"># # #\n        </div>\n        <p align=\"center\">&#160; </p></td>\n    </tr>\n  </table>\n</div>\n", "date": "08/27/2010", "href": "20100826AO.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Adopts Final Rules on Coordinated Communications and Federal Election Activity, Approves Two Advisory Opinions", "pdf": null}