{"href": "press2010/2010July16Meeting.shtml", "pdf": null, "date": "07/16/2010", "category": "Open Meetings and Related Matters", "title": "FEC Approves Advisory Opinion and Audit Findings", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>July 16,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\">&#160;</p>        \n        <p align=\"center\"><strong>FEC APPROVES ADVISORY OPINION AND AUDIT FINDINGS</strong></p>\n        <p>WASHINGTON &#8211; At its open meeting yesterday, the Federal Election Commission approved an advisory opinion and approved recommended findings in an audit report of a presidential candidate&#8217;s authorized committee.</p>\n        <p>In <a href=\"../../agenda/2010/mtgdoc1041.pdf\">Advisory Opinion 2010-10 (National Right to Life Political Action Committee)</a>, the Commission addressed the reporting &#160;of independent expenditures and the manner in which a committee allocates expenditures that expressly advocate the election or defeat of one or more Federal candidates. The five different communications at issue included: (1) communications advocating the election of one Federal candidate and not mentioning any other candidates; (2) communications advocating the election of a Federal candidate and comparing the positions of that candidate's opponent; (3) communications advocating the election of Federal candidates in two different races and comparing the positions of both candidates' opponents; (4) communications advocating the defeat of a Federal candidate and not mentioning any other candidates; and (5) communications advocating the election of a candidate in one race and the defeat of another candidate in a different race. </p>\n        <p>The Commission approved five recommended findings in an audit report for <a href=\"../../agenda/2010/mtgdoc1043.pdf\">Biden for President, Inc.</a>, covering campaign finance activity between December 15, 2006 and April 30, 2008. Federal law requires the Commission to audit every political committee established by a presidential candidate who receives public funds for the primary campaign. The Commission found that the candidate did not receive matching fund payments in excess of his entitlements. &#160;Other findings concerned the receipt of one corporate in-kind contribution, stale dated checks, and disclosure of disbursements, debts, and obligations. The Commission also agreed to modify a recommended finding regarding excessive contributions to clarify that a portion of the finding concerns recordkeeping requirements.</p>        <p/>\n        <p align=\"center\">&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>\n      </td>\n    </tr>\n  </table>\n</div>\n"}