{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>September 11, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong> FEC Reaches Agreement with Healthcare Companies over Misuse of Corporate Funds  </strong></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission (FEC/the Commission) has entered into conciliation agreements with two corporations and one former corporate officer with combined civil penalties of $133,500. A Commission investigation revealed that Miguel B. Fernandez and Heriberto Valdes allowed the use of corporate resources of CarePlus Health Plans, Inc. (CPHP) and CAC-Florida Medical Centers, LLC (CPMC) to raise campaign funds for Alex Penelas&#8217; 2004 U.S. Senate Campaign in Florida.&#160; </p>\n              <p>The FEC investigation found that Mr. Valdes, Vice President and Chief Operating Officer of CPMC, sent a coercive e-mail to administrators at the company&#8217;s patient care centers soliciting contributions for the Penelas Committee. Mr. Fernandez, President and Chief Executive Officer of CPMC and Chairman and Chief Executive Officer of CPHP, directed his executive assistant to carry out tasks during work hours, using corporate resources to plan a fundraiser for the Penelas Committee. Mr. Fernandez also permitted corporate funds to be spent on the fundraiser.</p>\n              <p>Under the Federal Election Campaign Act of 1971 (the Act), it is unlawful for corporations to make contributions or expenditures connected with the election of any candidate for federal office. The Act also prohibits corporations from facilitating the making of contributions to candidates or political committees, including use of corporate resources or facilities to engage in fundraising activities in connection with any federal election. Examples of such facilitation include ordering or directing subordinates or support staff to plan, organize or carry out a fundraising project as a part of their work responsibilities using corporate resources, unless the corporation receives advance payment for the fair market value of such services, and using coercion to urge any individual to make a contribution or engage in fundraising activities on behalf of a candidate or political committee.</p>\n              <p>In a conciliation agreement entered into with the Commission, CPHP and CPMC admitted they facilitated contributions to the Penelas Committee and that CPHP used corporate funds in connection with the fundraiser Mr. Fernandez held for the Penelas Committee. The civil penalty for these violations totals $128,000. In a separate conciliation, Heriberto Valdes agreed to a civil penalty of $5,500 for allowing CPMC to facilitate contributions to the Penelas Committee.</p>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or Matters Under Review (MURs), through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group the Commission determines has violated the law.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # # </p>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080911mur.shtml", "date": "09/11/2008", "pdf": null, "title": "FEC Reaches Agreement with Healthcare Companies over Misuse of Corporate Funds", "category": "Enforcement Matters"}