{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>February 26, 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, respondents agreed to pay a civil penalty of $5,500; the Commission found no reason to believe a violation of the Federal Election Campaign Act of 1971, as amended (the Act), occurred in connection with another allegation and it dismissed the remaining allegations. In another case, respondents agreed to pay a civil penalty of $3,600. The Commission exercised its prosecutorial discretion and dismissed the other four matters.</p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"115\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6127</a></p></td>\n            <td width=\"789\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Obama for America and Martin Nesbitt, in his official capacity as treasurer; Barack Obama; Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer; Democratic National Committee and Andrew Tobias, in his official capacity as treasurer; VIDA Fitness; Urban Salons, Inc. doing business as Bang Salon Spa; David von Storch; and Saul Ewing, LLP.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td valign=\"top\"><p>District of Columbia Republican Committee by its Chairman, Robert J. Kabel, and California Republican Party</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>The complaint alleged that Obama for America (OFA) and Nesbitt, in his official capacity as treasurer, converted campaign funds to Obama&#8217;s personal use by paying some of his personal travel expenses during the 2008 presidential campaign. It alleged further that VIDA Fitness facilitated the making of contributions and made prohibited contributions to the Obama Victory Fund (OVF), a joint fundraising committee comprised of OFA and the Democratic National Committee, by using a corporate email list to distribute OVF fundraising solicitations and allowing OVF to use VIDA&#8217;s facilities for a fundraiser. The complaint also alleged that OFA failed to disclose the transfer of a donor list to Project Vote, an affiliate of ACORN, and that OFA intended to accept and Saul Ewing LLP intended to make an excessive contribution in the form of pro bono legal services.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p/>\n                <p>OUTCOME:</p></td>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\"/>\n                </tr>\n              </table>\n                The Commission exercised its prosecutorial discretion and dismissed the personal use allegations in connection with Obama for America, its treasurer, acting in his official capacity, and Obama, and sent letters of caution. The Commission exercised its prosecutorial discretion and dismissed the allegations in connection with Obama Victory Fund and the Democratic National Committee and their treasurers, acting in their official capacities. The Commission found no reason to believe violations occurred in connection with the third allegation concerning Obama for America and its treasurer, acting in his official capacity, and found no reason to believe a violation occurred in connected with Saul Ewing, LLP.The Commission found reason to believe that VIDA Fitness, Urban Salons, Inc., doing business as Bang Salon Spa, and von Storch failed to obtain advance payment for a corporate email list used to send invitations to a fundraiser for the Obama Victory Fund and for beverages served at the event, and solicited contributions outside VIDA Fitness&#8217;s and Bang Salon&#8217;s restricted class. In a conciliation agreement, VIDA Fitness, Urban Salons, Inc., d/b/a Bang Salon Spa, and von Storch agreed to pay a civil penalty of $5,500.\n                <p>&#160;</p>\n                </td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6227</a></p></td>\n            <td valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Susan B. Anthony List, Inc. Candidate Fund and Frank Cannon, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td valign=\"top\"><p>Self Initiated </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>Susan B. Anthony List, Inc. Candidate Fund and Frank Cannon, in his official capacity as treasurer, disclosed information to the Commission after an internal audit revealed that the committee had misreported the receipt, disbursement, and cash balance amounts on FEC campaign finance reports from 2005 to 2008. Under the Act, a political committee is required to disclose accurate financial records of campaign-related activity.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p>\n                <p/></td>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\"/>\n                </tr>\n              </table>\n                The Commission found reason to believe the respondents violated the Act. In a conciliation agreement, respondents agreed to pay a civil penalty of $3,600.&#160;\n<p>&#160;</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6175</a></p></td>\n            <td valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Obama Victory Fund and Andrew Tobias, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td valign=\"top\"><p>Jane B. Freidson </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>The complaint alleged that Obama Victory Fund and Tobias, in his official capacity as treasurer, incorrectly processed a $500, online contribution made by Freidson, and instead charged $5,000 to her credit card. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p/>\n                <p>OUTCOME:</p></td>\n            <td valign=\"top\">The respondents acknowledged the mistake in processing the original contribution and issued a $4,500 refund to Freidson. The Commission exercised its prosecutorial discretion and dismissed the matter.\n  <table cellspacing=\"0\" cellpadding=\"0\">\n                  <tr>\n                    <td valign=\"top\"/>\n                  </tr>\n                  <tr>\n                    <td valign=\"top\"/>\n                    <td valign=\"top\"/>\n                  </tr>\n              </table>\n                <p>&#160;</p></td></tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6165</a></p></td>\n            <td valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Patriots for Crimmins and William Baber, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td valign=\"top\"><p>Barry Baron </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>The complaint alleged that the Crimmins Committee and Baber, in his official capacity as treasurer, failed to report a disputed debt owed to Baron, a political consultant who performed services for the campaign. The complaint alleged further that the Crimmins Committee tried to settle the dispute in an improper and possibly illegal manner. Crimmins was a 2008 candidate for California&#8217;s 53rd Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td valign=\"top\"><p>The Committee amended its FEC report to disclose the disputed debt and denies that improper action was taken to settle the debt. The Commission exercised its prosecutorial discretion and dismissed the matter.</p>\n              <p>&#160;</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6149</a></p></td>\n            <td valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Hillary Clinton for President and Shelly Moskwa, in her official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td valign=\"top\"><p>Daniel H. Weiner and Elizabeth A. Fuerstman</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>The complaint alleged that former Senator Clinton&#8217;s presidential campaign failed to issue a refund to Weiner and Fuerstman for their contribution to Clinton&#8217;s general election campaign. Under the Act, general election contributions must be refunded if the person seeking office is not a candidate in that particular election. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td valign=\"top\"><p>The Clinton campaign appears to have issued a second refund check promptly after being notified that the first refund check apparently had not been delivered. The Commission exercised its prosecutorial discretion and dismissed the matter. </p>\n              <p>&#160;</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6155</a></p></td>\n            <td valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Hillary Clinton for President and Shelly Moskwa, in her official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td valign=\"top\"><p>Michael Reznik</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>The complaint alleged that former Senator Clinton&#8217;s presidential campaign committee failed to issue a refund to Reznik for his contribution to Clinton&#8217;s general election campaign. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td valign=\"top\"><p>The Clinton campaign stated that a refund check was cashed after it was mailed to the complainant's \"address of record\" on August 28, 2008, and attached a copy of the endorsed check to its response. The Commission exercised its prosecutorial discretion and dismissed the matter. </p>\n              <p>&#160;</p></td>\n          </tr>\n          <tr>\n            <td colspan=\"2\" valign=\"top\"><p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S.</em> Senate. </p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;        </p></td>\n    </tr>\n  </table>\n</div>\n", "date": "02/26/2010", "href": "press2010/20100226MUR.shtml", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "pdf": null}