{"href": "gawaiver.htm", "pdf": null, "date": "10/02/2000", "category": "Other Agency Actions", "title": "FEC Certifies Georgia for Paper Filing Waiver", "html": "<body>\n\n<font face=\"Book Antiqua\">\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nOctober 2, 2000                                                                                                                           Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></pre>\n</font>\n\n<b/><p align=\"CENTER\">FEC CERTIFIES GEORGIA FOR PAPER-FILING WAIVER</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150; Georgia has become the 46<sup>th</sup> state to be certified by the Federal Election Commission (FEC) as exempt from a federal requirement to receive and maintain paper copies of campaign finance reports from Presidential, U.S. Senate and U.S. House of Representatives candidates, party committees and political action committees (PACs).</p>\n\n<p>Replacing the paper filings is electronic Internet access to campaign reports of federal candidates and committees.  Reports are accessed through the FEC&#146;s Internet Web site, and the FEC has provided computer hardware and software, including laser printers, to those states requesting them.</p>\n\n<p> \t<b>The initial 12 states were certified by the Commission on December 8, 1999 (see December 10 news release, FEC Web site, <i>www.fec.gov</i>), and the number of state certifications has been steadily growing since then. </b></p>\n\n<p>As of September 29, when Georgia was certified, the 46 states and territories include:  Alabama, American Samoa, Arkansas, California, Colorado, Connecticut, Delaware, Florida, Hawaii, Idaho, Illinois, Indiana, Kansas, Kentucky, Louisiana, Maine, Maryland, Michigan, Minnesota, Mississippi, Missouri, Nebraska, New Hampshire, New Jersey, New Mexico, New York, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah, Vermont, Virginia, Virgin Islands, Washington, West Virginia, Wisconsin, and Wyoming.</p>\n\n<p>\tIn December 1995, President Clinton signed Public Law 104-79, which exempts states from receiving and maintaining paper copies of federal campaign finance reports provided that the state, \"as determined by the Commission, has a system that permits electronic access to, and duplication of, reports and statements that are filed with the Commission.\"</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>\tThe FEC began posting disclosure reports filed by Presidential and House candidates, parties and political action committees, on its Web site in 1997 and has since expanded the site to include electronic filings and a query system that allows for on-line searches of the campaign finance data base.  The public in the certified states will be accessing the FEC&#146;s Web site to view campaign finance reports, but they are the same reports from federal candidates that, by regulation, have to date been duplicated in paper form and filed with the state.</p>\n\n<p> \tUpon connection to the FEC&#146;s Web site, the states have access to reports filed since 1993 for PACs, party and Presidential committees, since 1996 for Congressional committees.  On September 28 the FEC extended the waiver program to U.S. Senate candidates, also establishing the October 15 quarterly report deadline as the first federal campaign finance report that does not require a duplicate filing by U.S. Senate candidates in states certified for the State Filing Waiver Program. </p>\n\n<p>\tCertification by the FEC is indicative that states and territories possess an adequate computerized system to allow the public electronic access to, and duplication of, reports and statements that are filed with the FEC.  Criteria leading to their certification by the FEC were:  (1)Possession of at least one computer terminal that can electronically access the Commission&#146;s Web page, with at least one printer (connected either directly or through a network); and (2)the state or territory will, to the greatest extent possible, allow anyone requesting federal campaign finance data, the use of this computer terminal, at any time during regular business hours.</p>\n\n<p>\t<b>Georgia Secretary of State Cathy Cox agreed to the FEC criteria in an August 4, 2000 letter to the Commission, saying that overall coordinator of the project is Linda Beazley, Director of the Elections Division in the Office of Secretary of State.</b></p>\n\n<p>&#160;</p>\n<p align=\"CENTER\">#  #  #</p>\n\n<p>&#160;</p></font></body>\n"}