{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">April 14, 2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150414release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong> FEC Marks Forty-Year Anniversary With Open House, Interactive Timeline<br/>\n        </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today marked its fortieth anniversary with an open house and the introduction of a new, interactive <a href=\"../../../pages/40th_anniversary/40th_anniversary.shtml\">timeline</a> tracing landmark dates in the agency&#8217;s four-decade-long existence.</p>\n        <p/>\n        <p>Chair Ann M. Ravel welcomed back former Commissioners and staff, and thanked them as well as the current staff and Commissioners for their work over the years.</p>\n        <p/>\n        <p>&#8220;First and foremost the whole purpose of this event as far as I&#8217;m concerned is to recognize our wonderful FEC staff, both the present staff as well as former staff members who have worked so tirelessly at the Commission,&#8221; Chair Ravel said. &#8220;Your dedication, your really hard work and your tenacity in working at this agency has enabled the Commission to actually do the important task it&#8217;s been charged to do by Congress: to protect democracy by disclosing who&#8217;s behind political messages and also to enforce the law.&#8221; The Chair also commented that \"trust in government is near an all time low &#8211; in fact, polls show that it is below where it was after the Watergate scandals which rocked the nation.&#160; The Commission is more important now than it ever was, and it is important that we continue to do the work that is expected and deserved by the American people.\"</p>\n        <p/>\n        <p>Vice Chairman Matthew S. Petersen also thanked the Commission staff and former Commissioners, highlighting the importance of their work in this area.</p>\n        <p/>\n        <p>&#8221;We regulate where the first amendment finds its most important expression: the ability to speak about those who represent us or who aspire to represent us,&#8221; Vice Chairman Petersen said. &#8220;One of the constants we&#8217;ve seen throughout is the dedication, the good-faith debate and the commitment that the people that are in this room and others like you have given to this area because it is an important issue. Our democracy is sacred and our ability to speak in relation to those who represent us is important.&#8221;</p>\n        <p/>\n        <p>The first six Commissioners took the oath of office on April 14, 1975, and the Federal Election Commission opened its doors to the public on the same day. Less than three months later, the Commission sent its first disclosure regulations to the United States Congress.</p>\n        <p/>\n        <p>Other notable dates in FEC history can be found on the illustrated <a href=\"../../../pages/40th_anniversary/40th_anniversary.shtml\">timeline</a>, which focuses on eight categories: the Commission, Disclosure, Enforcement, Legislation, Litigation, Outreach, Public Funding and Regulations.&#160; </p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p><em/></p>\n        <p align=\"center\"><em># # #</em></p>\n        <div align=\"center\"/></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "04/14/2015", "href": "press2015/news_releases/20150414release.shtml", "category": "Other Agency Actions", "title": "FEC Marks Forty-Year Anniversary With Open House, Interactive Timeline", "pdf": null}