{"date": "11/10/2011", "pdf": null, "title": "Week of November 7 - November 11, 2011", "issue": "2011-45", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>November 10,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-45</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 7 &#8211; 11</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong><br/>\n            <br/>\n  On November 9, Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Comments Received</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3368&amp;START=1188794.pdf\">AOR 2011-23 (American Crossroads)</a></strong>. On November 8-9, the Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">comments</a> on Advisory Opinion Request 2011-23. In AOR 2011-23, American Crossroads, an independent expenditure-only political committee registered with the Commission, asks whether American Crossroads may produce and distribute certain television and radio advertisements. The request asks whether these ads would constitute coordinated communications under 11 CFR 109.21 or coordinated expenditures under 11 CFR 109.20. </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6446</a>&#160; <br/>\n        </strong>RESPONDENTS:&#160; Congressman Peter DeFazio; DeFazio for Congress and Robert Ackerman, in his official capacity as treasurer; and Coos Bay-North Bend Rotary International Club<br/>\n        COMPLAINANT: Lynnelle Kummelehne<br/>\n        SUBJECT: The complaint alleged that the Coos Bay-North Bend Rotary International Club (the Club), which is incorporated, made and DeFazio for Congress and Ackerman, in his official capacity as treasurer, (the Committee) and DeFazio accepted illegal, in-kind, corporate contributions when the Club purportedly endorsed DeFazio and provided facilities and resources for a campaign-related appearance at a members&#8217; meeting. The complaint alleged further that the Committee failed to report a contribution. DeFazio was a 2010 candidate for Oregon&#8217;s 4th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe the Club made and the Committee and DeFazio accepted illegal, in-kind contributions because the available information indicates that (1) DeFazio&#8217;s presentation to the Club was a permissible appearance by an officeholder and (2) the Club did not endorse DeFazio during his appearance. The Commission also found no reason to believe that the Committee failed to report a contribution.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6457</a> <br/>\n        </strong>RESPONDENTS:&#160; Peckinpaugh for Congress and Paul L. Maxwell, in his official capacity as treasurer; and Janet Peckinpaugh<br/>\n        COMPLAINANT: Nancy DiNardo, Chairwoman, Connecticut Democratic Party<br/>\n        SUBJECT: The complaint alleged that Peckinpaugh for Congress and Maxwell, in his official capacity as treasurer, (the Committee) and Peckinpaugh failed to file complete and accurate reports with the Commission. Peckinpaugh was a 2010 candidate for Connecticut&#8217;s 2nd Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the relatively small dollar amount at issue and in furtherance of the Commission&#8217;s priorities relative to other matters. The Commission sent a letter reminding the Committee of the requirements to report debts and obligations continuously and to file a debt settlement plan before settling its debts with its vendors.</p>\n        <p>For information regarding the above matter, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF2364</a> &#8211; Good Government for America Committee and John Peter Clements, in his official capacity as treasurer. The Commissionmade a final determination and assessed a civil penalty of $3,850.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION </strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 572 </a>&#8211; Lisa Maria Falcone. The respondent agreed to (1) implement compliance measures, (2) provide verification of the disgorgement to the U.S. Treasury of all refunds received relevant to this referral and (3) pay a civil penalty of $1,500.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong></p>\n        <p><a href=\"../../audits/2008/AuditReport_2008_NewHampshireRepublican.shtml\">Final Audit Report on the New Hampshire Republican State Committee (NHRSC)</a>. On November 7, the Commission made public the Final Audit Report on the New Hampshire Republican State Committee (NHRSC), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found (1) a misstatement of receipts, disbursements and cash-on-hand, and (2) failure to disclose debts and obligations totaling $375,082 for legal fees. NHRSC amended its reports to disclose its debts correctly.</p>\n        <p/>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/nader.shtml\">Nader v. FEC</a></em> (1:10-cv-00989(RCL)). On November 9, the United States District Court for the District of Columbia issued its <a href=\"../../law/litigation/nader_dc_order.pdf\">order</a> and <a href=\"../../law/litigation/nader_dc_memo_opinion.pdf\">opinion</a> granting the Commission's motion for summary judgment and denying plaintiff's motion for summary judgment. </p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p><a href=\"../../law/cfr/ej_compilation/2011/notice_2011-14.pdf\">Advance Notice of Proposed Rulemaking Regarding Disclaimers on Certain Internet Communications</a>. The comment period ends on Monday, November 14, 2011. Commenters are encouraged to submit comments electronically via the Commission&#8217;s website at <a href=\"../../fosers\">http://www.fec.gov/fosers</a> to ensure timely receipt and consideration. For more information and instructions on how to file comments, see the <a href=\"../../law/cfr/ej_compilation/2011/notice_2011-14.pdf\">Advance NPRM</a>.</p>\n        <p/>\n        <p><a href=\"../../agenda/2011/mtgdoc_1165.pdf\">Draft Agency Procedure for Notice to Named Respondents in Enforcement Matters of Additional Material Facts and/or Additional Potential Violations</a>.  On November 10, the Commission made public a draft of an agency procedure that would provide a respondent in certain complaint-generated and non-complaint generated enforcement matters brought under the Federal Election Campaign Act of 1971, as amended (the Act) with (1) notice of additional material facts and/or additional potential violations not contained in the complaint or referral notification and (2) an opportunity to respond prior to the Commission&#8217;s consideration of whether it has reason to believe that a violation of the Act or the Commission&#8217;s regulations has been or is about to be committed by the respondent.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On November 10, Communications Specialist Stephanie Caccomo discussed campaign finance regulations and the Commission's role in enforcing those regulations with representatives of the National Election Commission of the Republic of Korea.&#160; </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p>&#160;<a href=\"../20111108convtfunding.shtml\">Both Major Parties Receive Public Funding for 2012 Conventions</a> (issued November 8)</p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p>November 15: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p/>\n        <p>November 17: The Commission is scheduled to hold an <a href=\"../../agenda/2011/agenda20111006.shtml\">Open Session</a>. </p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>November 16, Washington, DC &#8211; <em>Seminar for Nonconnected Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>Printed copies of the August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> are now available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20111110digest.shtml"}