{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 16 , 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\"><p>Mary Brandenberger </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC HEARS TESTIMONY ON DEFINITION OF FEDERAL ELECTION ACTIVITY</strong>  </p>\n        <p>WASHINGTON&#8212;The Federal Election Commission today held a <a href=\"../../pages/hearings/shaysfea09hearing.shtml\">public hearing</a> on the Notice of Proposed Rulemaking (NPRM) addressing the definition of Federal Election Activity. The NPRM explored possible modifications to the definitions of &#8220;voter registration activity&#8221; and &#8220;get-out-the-vote activity&#8221; in response to the decision of the U.S. Court of Appeals for the District of Columbia Circuit in Shays v. FEC (<em>Shays III)</em>.<br/>\n        </p>\n        <p>&#160;&#8220;I&#8217;d like to thank all of the people who took the time and effort to comment on the proposed rules and, in particular, those who will appear as witnesses at this hearing to give us the benefit of their practical experience and expertise on issues raised by the proposed rules,&#8221; said Chairman Steven T. Walther as he opened the hearing.&#160; </p>\n        <p>Regulations ultimately adopted by the Commission will implement part of the <em>Shays III</em> opinion that found invalid aspects of the rules promulgated to implement the Bipartisan Campaign Reform Act of 2002 (BCRA). </p>\n        <p>The Commission heard testimony from:</p>\n        <ul>\n          <li>Karl Sandstrom, on behalf of the Association of State Democratic Chairs</li>\n          <li>Paul S. Ryan, on behalf of the Campaign Legal Center</li>\n          <li>Brian Svoboda, on behalf of the Democratic Legislative Campaign Committee</li>\n          <li>Neil P. Reiff and Joseph E. Sandler, Sandler, Reiff and Young, P.C.</li>\n          <li>Ron Nehring and John Phillippe, on behalf of the Republican State Chairmen&#8217;s Committee of the Republican National Committee </li>\n        </ul>\n        <p/>\n        <p>Testimony focused on how the Commission could draft definitions of voter registration activity and get-out-the-vote activity that are compliant with the <em>Shays III </em>decision and recognize the practical experiences of state and local parties and candidate associations. The Commissioners re-opened the administrative record until January 6, 2010, to allow the witnesses to provide written responses to specific questions that were posed at the hearing.</p>\n        <p/>\n        <p>An audio file and transcript of the hearing will be available on the FEC website (<a href=\"../..\">www.fec.gov</a>) in the near future.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><em># # # </em></div></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/20091216OpenMeeting.shtml", "date": "12/16/2009", "pdf": null, "title": "FEC Hears Testimony on Definition of Federal Election Activity", "category": "Hearings"}