{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><a href=\"http://www.fec.gov\"><font size=\"3\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></font></a><font size=\"3\"> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Kelly Huff\nDecember 11, 1997                                                 Ron Harris\n                                                                  Sharon Snyder\n                                                                  Ian Stirton\n</strong></font></pre>\n\n<center><h2>AIKENS ELECTED CHAIRMAN OF FEDERAL ELECTION COMMISSION </h2>\n\n<h3>-Thomas to serve as Vice Chairman-</h3>\n</center>\n<p>\nWASHINGTON-Members of the Federal Election Commission have elected\n\n\nJoan D. Aikens as Chairman and Scott Thomas as Vice Chairman for\n1998.\n</p><p>\nIn December of each year, Commissioners elect a Chairman and Vice\nChairman to serve for the upcoming calendar year. The Federal\nElection Campaign Act requires that the Chairman and Vice Chairman\nbe of different political parties, and states that a member may\nserve as Chairman only once during a six-year term of office.\n</p><p>\nCommissioner Aikens, a Republican, replaces outgoing Chairman\nJohn Warren McGarry, who will resume his duties as a Commissioner.\n</p><p>\nJoan D. Aikens is the only sitting Commissioner to have served\non the original panel of the FEC. Aikens was appointed in 1975\nto a one-year term by President Pro Tempore of the U.S. Senate\nJames Eastland, upon the recommendation of Senator Hugh Scott\n(R-PA), Minority Leader of the Senate. Following reconstitution\nof the Commission as a result of the Supreme Court decision in\n<u>Buckley v. Valeo</u>, Aikens was nominated by President Ford\nto a five-year term. She was confirmed by the Senate on May 18,\n1976, and sworn into office by the President in a White House\nRose Garden ceremony on May 21, 1976.<b> </b> Chairman-elect Aikens\nhas served an additional three terms.  \n</p><p>\nPrior to her first appointment, Chairman-elect Aikens was vice\npresident of a Pennsylvania public relations firm. In addition,\nshe served two terms as president of the Pennsylvania Council\nof Republican Women from 1972 to 1974; was a member of the Board\nof Directors of the National Federation of Republican Women; and\nserved as alternate Delegate-At-Large to the 1972 Republican National\nConvention. A precinct committeewoman for 15 years, Aikens was,\nat the time of her original appointment, a member of the Pennsylvania\nRepublican State Committee.\n</p><p>\nVice Chairman-elect Thomas, a Democrat and native of Wyoming,\nwas originally nominated by President Reagan on September 26,\n1986, and confirmed by the U.S. Senate on October 3, 1986, to\na term that expired on April 30, 1991. Thomas was nominated to\nhis second term on the Commission by President Bush on November\n21, 1991. That term expired April 30, 1997. He has been renominated\nto a third term by President Clinton.\n</p><p>\nPrior to his appointment, Mr. Thomas served as Executive Assistant\nto FEC Commissioner Thomas E. Harris. He previously worked as\nan attorney and later as an Assistant General Counsel for Enforcement\nin the FEC's Office of General Counsel.\n</p><p>\nCreated in 1975, the Federal Election Commission is the first\nindependent federal agency established to enforce limitations\nand prohibitions on contributions, require candidates and committees\nto make public disclosure of their financial activities, and to\nadminister the public financing program for Presidential elections.\n</p><p>\n</p><center># # #</center><b> </b>\n<p>\n  \n</p></body>\n\n", "date": "12/11/1997", "href": "chairmn.htm", "category": "Commission Appointments", "title": "Aikens Elected Chairman of Federal Election Commission", "pdf": null}