{"href": "addrefconv.htm", "pdf": null, "date": "05/25/2000", "category": "Presidential Public Funds", "title": "Reform Party to Receive Additional Funds for Nominating Convention", "html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font><font size=\"3\" face=\"Book Antiqua\"><strong>For Immediate Release:                                                                                             Contact:  Sharon Snyder\nMay 25, 2000                                                                                                                                  Ron Harris\n                                                                                                                                                         Ian Stirton\n                                                                                                                                                         Kelly Huff</strong></font><font size=\"2\">\n</font>\n\n<b/><p align=\"CENTER\">REFORM PARTY TO RECEIVE ADDITIONAL FUNDS</p>\n<p align=\"CENTER\">FOR NOMINATING CONVENTION</p>\n\n<p>WASHINGTON &#150; The Federal Election Commission today certified an additional <b><u>$53,769</u></b> in public funds for the Reform Party for its 2000 presidential nominating convention. The FEC action raises to <b><u>$2,522,690</u></b> the total amount of public funds certified to the Reform Party 2000 Convention Committee.</p>\n\n<p>\tThe additional payment is based on federal election law, stipulating that parties receive the bulk of their entitlement in the year prior to the election year, with a</p>\n<p>cost-of-living adjustment in the election year.  Major political party conventions receive $4 million plus a cost-of-living adjustment (COLA) over 1974, in the year before the election. They receive an additional COLA in the spring of the election year.</p>\n\n<p>\tAs a qualified minor party, the Reform Party is entitled to a portion of the full grant for its convention activities. It received $2,468,921 in November 1999. </p>\n\n<p>\tIn July, 1999, the Democratic and Republican Parties each received $13,224,000 as the initial payment for their 2000 conventions. An additional $288,000 was paid to each party in March 2000, for a total of  $13,512,000.</p>\n\n<p>\tThe total paid thus far to the political parties for their conventions is $29,546,690. The total certified thus far for primary matching funds is $54.4 million.</p>\n\n<p>\tThe certification of this payment was withheld based on a court challenge to the leadership of the Reform Party. On March 27, 2000, the U.S. District Court for the Western District of Virginia issued an opinion and order which provided that all convention committee funds be released to Mr. Gerald Moan as Chairman of the Convention Committee. As a condition for release of the funds, the court required the Reform Party to acknowledge in writing to the court that it would comply with FEC regulations concerning convention committee eligibility, registration and reporting. </p>\n\n<p>\tQualified convention committees receive public funds to defray the expenses of their conventions.  The Presidential Election Campaign Fund, which is financed by dollars voluntarily checked off by taxpayers on their federal income tax returns, is the source of public funds for political party conventions, general election grants, and primary matching funds,.</p>\n<p align=\"CENTER\"># # #</p>\n</font></body>\n"}