{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">August 13,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150813release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Announces the Selection of Daniel A. Petalas as Acting General Counsel<br/>\n      </strong></p>\n        <p><strong>          </strong>WASHINGTON &#8211; The Federal Election Commission announced today that it has appointed Daniel A. Petalas to serve as Acting General Counsel beginning August 24, 2015, for a period of 120 days while the Commission continues its search for a new General Counsel. <br/>\n          <br/>\n  Since February 2012, Petalas has served as the head of the Enforcement Division of the Office of the General Counsel, where he has supervised the activities of the Division on matters alleging violations of federal campaign finance laws. Prior to his arrival at the Commission, he was a Trial Attorney in the Public Integrity Section of the U.S. Department of Justice for nearly ten years, a Special Assistant U.S. Attorney with the U.S. Attorney&#8217;s Office for the District of Columbia, and from 1999 to 2003, a commercial litigation Associate with Vinson &amp; Elkins LLP. <br/>\n  <br/>\n&#8220;In the midst of a very busy presidential election cycle, Dan will provide the leadership, thoughtfulness and stability needed in the role of General Counsel,&#8221; said Chair Ann M. Ravel. &#8220;The public, whom we serve, must have confidence that federal election laws are being fairly administered. I look forward to working with Dan in this role.&#8221; &#160;<br/>\n  <br/>\n&#8220;Dan is a highly skilled lawyer, and I appreciate his willingness to serve as Acting General Counsel,&#8221; said Vice Chairman Matthew S. Petersen. &#8220;I am confident that he will excel in this capacity.&#8221;<br/>\n  <br/>\n  Petalas will oversee the five organizational units of the Office of the General Counsel: (1) Deputy General Counsel&#8212;Administration; (2) Deputy General Counsel&#8212;Law; (3) Policy; (4) Enforcement; and (5) Litigation.<br/>\n  <br/>\n  Petalas received a B.A. from California State University&#8212;Fullerton, an M.A. in English Literature from Texas A&amp;M University, and his J.D. from the University of Texas School of Law, where he was the Managing Editor of the <em>Texas Law Review</em>. After law school, he served as a law clerk to the Hon. Thomas M. Reavley on the United States Court of Appeals for the Fifth Circuit. <br/>\n&#160;<br/>\n  <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><br/>\n  # # # <br/>\n        </div>\n        <p align=\"center\"><br/>\n        </p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2015/news_releases/20150813release.shtml", "date": "08/13/2015", "pdf": null, "title": "FEC Announces the Selection of Daniel A. Petalas as Acting General Counsel ", "category": "Commission Appointments "}