{"href": "press2011/20110616newgc.shtml", "pdf": null, "date": "06/16/2011", "category": "Commission Appointments", "title": "Federal Election Commission Announces New General Counsel Anthony Herman", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>June 15,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEDERAL ELECTION COMMISSION ANNOUNCES <br/>\nNEW GENERAL COUNSEL ANTHONY HERMAN </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission (FEC) announced today the selection of Tony Herman as the FEC&#8217;s new General Counsel. </p>\n        <p>Herman comes to the FEC from Covington &amp; Burling LLP, where he is a senior litigation partner. He joined the firm as an associate in 1989 and became a partner in 1994. In addition to his far-ranging commercial litigation practice, which includes litigation with several federal agencies and the representation of public officials, he served as chair of the firm's Public Service Committee and has received a number of awards for his commitment to pro bono work, including the Legal Aid Society's Servant of Justice award and the Legal Times Champion award. </p>\n        <p>&#8220;We look forward to welcoming Anthony Herman to the Federal Election Commission as General Counsel. Mr. Herman's deep legal experience as a litigator and agency advisor and enthusiasm for public service make him an ideal person to lead the Office of General Counsel at the FEC,&#8221; said Chair Cynthia L. Bauerly.</p>\n        <p>Herman replaces former General Counsel Thomasenia Duncan, who resigned in August 2010. The Commission designated Christopher Hughey to serve as Acting General Counsel from August 23, 2010 to September 2011, while the Commission conducted an open search for a new General Counsel. Hughey has been the FEC Deputy General Counsel since October 2007. </p>\n        <p>&#8220;The Commission also wishes to thank Christopher Hughey for his exemplary service as Acting General Counsel as we have conducted the search for a permanent General Counsel. His dedication and leadership of the Office are greatly appreciated and we look forward to continuing to work with him in his role as Deputy General Counsel,&#8221; said Chair Bauerly. </p>\n        <p>At the FEC, Herman will lead approximately 120 personnel in the Office of the General Counsel, composed of the divisions of enforcement, litigation, policy, general law and advice, and complaints examinations and legal administration.</p>\n        <p>Herman received a B.A. from the University of South Carolina and a J.D. <em>magna cum laude</em> from Harvard Law School.After law school, he served as a law clerk in the United States Court of Appeals for the Fifth Circuit to the Hon. Irving L. Goldberg and taught Constitutional Law, and other courses, as a law professor at Florida State University College of Law. &#160;</p>\n        <p>Herman will begin at the FEC in mid-September.</p>\n        <p>&#160;</p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong/></p>\n        <p/>        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n</div>\n"}