{"html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    February 15, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><h3 align=\"CENTER\">FEC CLARIFIES POLICY IN SUBPOENA ENFORCEMENT ISSUES;</h3>\n    <h3 align=\"CENTER\">DECLINES TO SEEK FURTHER COURT REVIEW ON SPECIFIC CASE</h3>\n    <p>WASHINGTON &#150; The Federal Election Commission today issued a statement\n    clarifying certain matters involving its subpoena enforcement policy, which was the\n    subject of a recent ruling by a D.C. Circuit Court of Appeals. The Commission also\n    stipulated that it would not seek further court review of <i>In re: Sealed Case 00-5116</i>\n    (argued November 16, 2000, and decided January 26, 2001).</p>\n    <p>The appellate court&#146;s opinion stated that in filing its subpoena enforcement\n    action in open court, the FEC had improperly made public the records of an ongoing\n    investigation. The court ruled for the parties seeking to keep the documents under seal.</p>\n    <p><b>Following is the statement of the Commission, unanimously adopted February 15, 2001\n    by the six Commissioners</b>:</p>\n    <p>\"In light of the decision handed down on January 26, 2001, by the United States\n    Court of Appeals for the District of Columbia Circuit in <i>In re: Sealed Case, 00-5116, </i>the\n    Federal Election Commission unanimously believes it should clarify certain matters for the\n    public concerning its subpoena enforcement policy. In addition, the Commission seeks to\n    address any implication that the agency improperly sought to publicize an investigation of\n    particular persons.</p>\n    <p>\"For 20 years, the Commission has had a policy to litigate cases brought to\n    enforce its administrative subpoenas on the public record. The Commission adopted this\n    policy in 1980 in part because some federal district courts had criticized the Commission\n    when it attempted to file such actions under seal. Although the Federal Election Campaign\n    Act has a confidentiality provision regarding Commission investigations, the general rule\n    in federal court is that the public has a right of access to all court documents. The\n    Commission&#146;s policy was intended to reconcile these two important principles.</p>\n    <i/><p>\"Consistent with this long-standing practice, the Commission filed the\n    subpoena enforcement action at hand in open court. The Commission&#146;s attorneys\n    provided notice to counsel for the subjects of the investigation and, hence, an\n    opportunity to seek a seal order. The district court denied such a request, but the D.C.\n    Circuit overruled that decision and held that Commission subpoena enforcement actions must\n    be conducted under seal.<i/></p>\n    <p><b>\"The Commission has decided not to seek review of the D.C. Circuit&#146;s\n    ruling, which is the first appellate decision on this issue. The Commission intends to\n    follow this ruling in all subpoena enforcement filings, in all judicial circuits, unless\n    directed otherwise.</b></p>\n    <p>\"The D.C. Circuit&#146;s concern that filing subpoena enforcement actions in\n    public might reflect some partisan motivation on the Commission&#146;s part is not\n    supported by the record. For 20 years the Commission followed its policy consistently,\n    regardless of the political party or beliefs of the person being investigated, as\n    examination of subpoena actions filed by the agency shows.</p>\n    <p>\"By law subpoena enforcement actions never are filed in court without a majority\n    vote of the six Commissioners, no more than three of whom may be from any one party. That\n    procedure was followed in this case, without regard to politics.</p>\n    <p><b>\"While respectfully adhering to the holding of the D.C. Circuit, the Commission\n    hopes this statement will assure the public of the agency&#146;s commitment to fair and\n    impartial administration of the campaign finance laws.\"</b></p>\n    <p align=\"center\"># # #</p></td>\n  </tr>\n</table>\n</font></font></font></body>\n", "href": "021501policy.html", "date": "02/15/2001", "pdf": null, "title": "FEC Clarifies Policy in Subpoena Enforcement Issues; Declines to Seek Further Court Review on Specific Case", "category": "Litigation"}