{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">August 8, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>Federal Election Commission Certifies Federal Matching Funds for Johnson</strong> </p>\n        <p>WASHINGTON &#8211; The Federal Election Commission has certified the payment of $73,692.29 in federal matching funds to presidential candidate Gary Earl Johnson for the 2012 primary election. The United States Treasury Department transferred the certified amount on August 7.</p>\n        <p>In May, based on Johnson&#8217;s initial threshold submission, the Commission requested that the U.S. Treasury make an initial payment of $100,000 to Johnson&#8217;s campaign. In June, the Commission requested that the U.S. Treasury make a second payment in the amount of $130,058.91. The most recent payment raises the total amount of federal funds certified thus far to Johnson, the Libertarian Party&#8217;s presidential nominee, to $303,751.20. </p>\n        <p>To become eligible, candidates must raise a threshold amount of $100,000 by collecting $5,000 in 20 different states in amounts no greater than $250 from any individual.Other requirements to be declared eligible include agreeing to an overall spending limit, abiding by spending limits in each state, using public funds only for legitimate campaign-related expenses, keeping financial records and permitting an extensive campaign audit.</p>\n        <p>The presidential public funding program is financed through the $3 check-off that appears on individual income tax returns. The program has three elements: grants to parties to help fund their nominating conventions, grants available to nominees to pay for the general election campaign, and matching payments to participating candidates during the primary campaign. </p>\n        <p>This cycle, the maximum amount a<strong> </strong>primary candidate could receive is currently estimated to be about $22.8 million. The Commission has also certified $18,248,300 each to the Republican and Democratic parties for their 2012 conventions. </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n        <p align=\"center\"><br/>\n  # # # </p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120808MatchingFunds_Johnson.shtml", "date": "08/08/2012", "pdf": null, "title": "Federal Election Commission Certifies Federal Matching Funds for Johnson", "category": "Presidential Public Funds"}