{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">January 20, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160120release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p>&#160;</p>\n        <p><strong>Federal  Election Commission Certifies Federal Matching Funds for O&#8217;Malley <br/>\n        </strong><em>UPDATE, Jan. 20, 2016: This release has been  updated. See below.</em></p>\n        <p>WASHINGTON &#8211; The Federal Election  Commission today certified $846,365.09  in federal matching funds to presidential candidate Martin J. O&#8217;Malley for the  2016 primary election. O&#8217;Malley is seeking the Democratic nomination for  president.&#160; The certified amount was in  response to the first regular submission for matching funds made by the  O&#8217;Malley campaign. <br/>\n          <br/>\n          In November, O&#8217;Malley became the first 2016 presidential candidate to be  declared eligible by the Commission to receive federal matching funds. Based on his initial threshold submission, the  Commission requested that the United States Treasury make an initial payment of  $100,000 to O&#8217;Malley&#8217;s campaign. The United States Treasury transferred the initial  payment on January 4, 2016. &#160;<br/>\n  <br/>\n          Following the tally vote completed today, the Commission will request the  Treasury to make a payment of $846,365.09 to O&#8217;Malley for President.<br/>\n  <br/>\n          To become eligible for matching funds, candidates must raise a threshold amount  of $100,000 by collecting $5,000 in 20 different states. Although an individual  may contribute up to $2,700 to a primary candidate in the current election  cycle, only a maximum of $250 per individual is matched with funds from the  Presidential Election Campaign Fund. <br/>\n  <br/>\n          Other requirements to be declared eligible include agreeing to an overall  spending limit, abiding by spending limits in each state, using public funds  only for legitimate campaign-related expenses, keeping financial records and  permitting an audit of campaign financial activity. <br/>\n  <br/>\n          Materials included with O&#8217;Malley for President&#8217;s submission may be viewed <a href=\"../../../finance/disclosure/2016MatchingFundSubmissions.shtml\">here</a>. <br/>\n  <br/>\n          The presidential public funding program is financed through the $3 check-off  that appears on individual income tax returns. The program now has two  elements: matching payments to participating candidates during the primary  campaign and grants available to nominees to pay for the general election  campaign. On April 3, 2014, President Barack Obama signed legislation to end  the public funding of presidential nomination conventions. <br/>\n  <br/>\n          In connection with the 2012 presidential election, the Commission certified  nearly $1.4 million in federal matching funds to primary election candidates,  and $18.2 million to each of the Republican and Democratic parties for their  conventions. The $37.9 million total in public funds certified by the  Commission in 2012 was the lowest amount since the inception of the public  funding program in 1976. <br/>\n  <br/>\n          Additional information about the presidential public funding program is  available <a href=\"../../bkgnd/fund.shtml\">here</a>. Income tax check-off data showing monthly deposits into  the program&#8217;s fund is available <a href=\"../../bkgnd/presidential_fund.shtml\">here</a>.<br/>\n  <br/>\n  <br/>\n  <strong><em>UPDATE:</em></strong><em> Jan. 20, 2016:&#160; The Commission originally approved a  certification for the O&#8217;Malley campaign on January 14 but rescinded that vote  based on a review of the calculation used. The Commission approved by tally  vote a newly calculated amount ($846,365.09) today.</em></p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency  that administers and enforces federal campaign finance laws. The FEC has  jurisdiction over the financing of campaigns for the U.S. House of  Representatives, the U.S. Senate, the Presidency and the Vice Presidency.  Established in 1975, the FEC is composed of six Commissioners who are nominated  by the President and confirmed by the U.S. Senate. </em>\n          </p>\n        \n        <p align=\"left\">Follow Us on Twitter - <u>http://twitter.com/fec</u>        </p>\n        <p align=\"left\"><br/>\n        </p>\n        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2016/news_releases/20160120release.shtml", "date": "01/20/2016", "pdf": null, "title": "Federal Election Commission Certifies Federal Matching Funds for O’Malley", "category": "Presidential Public Funds "}