{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\"><p>Federal Election Commission</p>\n      <p>February 7, 2007 </p>\n      <p><u>ATTENTION WIRE SERVICES, DAYBOOK EDITORS:</u></p></td>\n  </tr>\n  <tr> \n    <td width=\"100%\"><p>The Federal Election Commission will meet in open session at 10:00 a.m. on Thursday, February 8, 2007, to consider three Advisory Opinion (AO) requests addressing: the permissibility of a specific fundraising program, the status of a senatorial campaign committee formed by a minor party, and the use of surplus funds in a Federal officeholder&#8217;s State campaign account.&#160; The Commission will also consider a policy statement instituting a pilot program for oral hearings at the latter stages of some enforcement cases. </p>\n      <p>Specifically, the Commission will consider an AO request filed by Working Assets, Inc. concerning the application of the Federal Election Campaign Act (FECA) to a proposed affinity program in which Working Assets would market wireless telephone service to the supporters of Federal political committees and qualified nonprofit corporations, and customers could then choose to direct their rebates to those committees and organizations as contributions. The AO request can be found at <a href=\"../../aos/2006/aor2006-34.pdf\">http://www.fec.gov/aos/2006/aor2006-34.pdf</a>, along with any comments received prior to the meeting. A draft advisory opinion response to be considered by the Commission can be found at http://www.fec.gov/agenda/2007/mtgdoc07-07.pdf.</p>\n      <p/>\n      <p>The Commission will also consider an AO request filed by the Green Senatorial Campaign Committee (GSCC) concerning the application of FECA to the GSCC&#8217;s potential status as the national senatorial campaign committee of the Green Party of the United States. The AO request can be found at <a href=\"../../aos/2006/aor2006-36.pdf\">http://www.fec.gov/aos/2006/aor2006-36.pdf</a>, along with any comments received prior to the meeting. A draft advisory opinion response to be considered by the Commission can be found at<u> </u><a href=\"../../agenda/2007/mtgdoc07-05.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-05.pdf</a>.</p>\n      <p>Additionally, the Commission will consider an AO request on behalf of Senator Robert P. Casey, Jr., and his State campaign committee regarding the application of FECA to the use of funds remaining in the State committee&#8217;s campaign account. That AO request, along with any comments received, is available at <a href=\"../../aos/2006/aor2006-38.pdf\">http://www.fec.gov/aos/2006/aor2006-38.pdf</a>.&#160; The draft advisory opinion response to be considered by the Commission can be found at <a href=\"../../agenda/2007/mtgdoc07-06.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-06.pdf</a>.</p>\n      <p>Finally, the Commission will consider a proposed policy statement that would establish an eight-month renewable pilot program offering probable cause hearings to respondents in enforcement actions pending before the Commission.&#160;The policy statement to be considered by the Commission can be viewed at <a href=\"../../agenda/2007/mtgdoc07-08.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-08.pdf</a>. Previous drafts and comments can be viewed at <a href=\"../../law/policy.shtml\">http://www.fec.gov/law/policy.shtml</a>. </p>\n      <p>The meeting will be held at 10:00 a.m. in the 9th floor hearing room at the Commission's offices at 999 E Street N.W. in Washington.</p>\n      <p align=\"center\">###</p>\n      <p>&#160;</p>\n    </td>\n  </tr>\n</table>\n</body>\n", "date": "02/07/2007", "href": "press2007/20070207meeting.html", "category": "Open Meetings and Related Matters", "title": "FEC to Hold Open Meeting on February 8, 2007", "pdf": null}