{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>August 19,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEDERAL ELECTION COMMISSION ANNOUNCES </strong><strong><br/>\n          DEPARTURE OF GENERAL COUNSEL THOMASENIA DUNCAN; <br/>\n        </strong><strong>CHRISTOPHER HUGHEY DESIGNATED AS ACTING GENERAL COUNSEL</strong></p>        \n        <p>WASHINGTON &#8211; The Federal Election Commission (FEC) announced that General Counsel Thomasenia (Tommie) Duncan will be leaving the Commission to accept a position as the Panel Executive for the United States Judicial Panel on Multidistrict Litigation. As Panel Executive, Duncan will be the Panel&#8217;s Chief Executive Officer and Chief Legal Officer. &#160;</p>\n        <p>Duncan served three years as FEC General Counsel and three years as Associate General Counsel for General Law and Advice. Prior to joining the FEC in February of 2004, Duncan was General Counsel for America&#8217;s Promise &#8211; The Alliance for Youth. She continues a distinguished career in government service, including having served as General Counsel of the Corporation for National and Community Service. She began the practice of law with the firm Covington &amp; Burling LLP. </p>\n        <p>&#160;&#8220;It has been a privilege to serve as General Counsel and especially rewarding to lead the Office's extraordinarily talented and dedicated staff,&#8221; said Duncan. &#8220;Looking ahead, I am confident that the Office of the General Counsel will continue to provide top-quality advice to the Commission in furtherance of the agency's important mission.&#8221;</p>\n        <p>&#8220;On behalf of the Commission, the Vice Chair and I would like to extend our gratitude to Tommie for her exemplary service to the Agency and her leadership of the General Counsel's Office,&#8221; said Matthew S. Petersen, Federal Election Commission Chairman.</p>\n        <p>  The Commission has designated Christopher Hughey to serve as Acting General Counsel beginning August 23, 2010, for a period of ninety days while the Commission conducts an open search for a new General Counsel. Hughey has been the FEC Deputy General Counsel since October 2007. Prior to 2007, he was an attorney and then Deputy General Counsel at the Federal Maritime Commission. He received a B.A. from the University of North Carolina at Wilmington, a J.D. and an LL.M. from Cornell University, and an M.P.A. from Harvard University.&#160; </p>\n        <p>&#8220;We are confident that Chris will continue to provide strong leadership and excellent service to the Office of the General Counsel and the entire agency in this new position as Acting General Counsel,&#8221; said Chairman Petersen. </p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"># # #\n</div>\n        </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2010/20100819actingGC.shtml", "date": "08/19/2010", "pdf": null, "title": "Federal Election Commission Announces Departure of General Counsel Thomasenia Duncan; Christopher Hughey Designated As Acting General Counsel", "category": "Commission Appointments"}