{"date": "07/08/2011", "pdf": null, "title": "Week of July 4 - July 8, 2011", "issue": "2011-27", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>July 8,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-27</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of July 4 &#8211; 8</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public four closed cases. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6401, 6432</a> </strong><br/>\n  RESPONDENTS:&#160; TransCanada Keystone Pipeline GP, LLC; Bruning for Attorney General; and Governor Heineman Committee<br/>\n  COMPLAINANT: Nebraska Democratic Party and Bold Nebraska<br/>\n  SUBJECT: The complaints alleged that TransCanada Corporation or one of its foreign subsidiaries made, and two Nebraska state candidate committees received, prohibited donations of $2,500 each.<br/>\n  DISPOSITION: The Commission found no reason to believe the respondents violated the Act or Commission regulations because information provided indicated that the donations were made with funds generated from a U.S. subsidiary and that no non-U.S. citizen or non-permanent resident was involved in the decision to make the donations.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6404</a> <br/>\n        </strong>RESPONDENTS: Stutzman for Congress and Amber L. Taylor, in her official capacity as treasurer; and Noble County Republican Central Committee<br/>\n        COMPLAINANT: Carmen Marie Darland <br/>\n        SUBJECT: The complaint alleged that Stutzman for Congress, Taylor, in her official capacity as treasurer, and the Noble County Republican Central Committee failed to include disclaimers disclosing authorization and payment source information on campaign road signs and a billboard advertisement. Stutzman was a 2010 candidate for Indiana&#8217;s 3rd Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe the respondents failed to include disclaimers on the campaign road signs because there was an insufficient factual basis for concluding that the respondents produced or disseminated the road signs. The Commission exercised its prosecutorial discretion and dismissed the allegation that the respondents failed to include a disclaimer on the billboard advertisement in light of the relatively small dollar amount of the advertisement. </p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6450</a> <br/>\n        </u></strong>RESPONDENTS<strong>:&#160; </strong>WMUR Television; New Hampshire Republican Party; Friends of Frank Guinta; Pamela Smith, in her official capacity as treasurer; and Frank Guinta<br/>\n        COMPLAINANT: Kevin Rondeau<br/>\n        SUBJECT: The complaint alleged that WMUR Television, the New Hampshire Republican Party, Friends of Frank Guinta, Smith, in her official capacity as treasurer; and Guinta denied the complainant the opportunity to take part in a primary debate co-sponsored by WMUR and the New Hampshire Union Leader, because the debate sponsors apparently failed to use pre-established, objective criteria to select candidates. The complaint alleged further that WMUR&#8217;s staging of the debate resulted in an unlawful, in-kind corporate contribution. Guinta was a 2010 candidate for New Hampshire&#8217;s 1st Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe the respondents violated Commission regulations because the debate appeared to have complied with Commission regulations.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public 45 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2135</a> &#8211; Meister for Senate and Ryan C. Scott, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,080.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2181</a> &#8211; Steve Clark for Congress and Rick Dirkse, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2204</a> &#8211; Giant Eagle, Inc. PAC and Mark J. Minnaugh, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $220.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2207</a> &#8211; Metal Lathers Local 46 PAC and Robert Ledwith, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,450.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2208</a> &#8211; National Association of Mortgage Brokers and Ryan C. Riesterer, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $210.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2209</a> &#8211; Towne for Congress and Jake Towne, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $505.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2222</a> &#8211; Ethan Hastert for Congress Committee and Larry Nelson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $224.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2223</a> &#8211; Friends of Ross Bieling and Ross Parker Bieling, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,535.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2231</a> &#8211; Lowry for Congress and Ruth Bell, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2236</a> &#8211; Mike Gravel for President 2008 and Mike Gravel, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $562.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2247</a> &#8211; Sias for Congress and Cory Dickson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2255</a> &#8211; Committee to Elect Dr. Greg Rabidoux and Kimberlee E. Smith, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $210.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2256</a> &#8211; Committee to Elect Roderick Vereen for Congress and Chuck Mogbo, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,750.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2257</a> &#8211; Eddie Bernice Johnson for Congress and Randy Whitaker, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $210.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2259</a> &#8211; John Anderson for Congress and Ronald Joseph Lopez, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,300.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2262</a> &#8211; Rick Waugh for Congress and Amy Shull, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $505.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2264</a> &#8211; Bob Turner for Congress and Kevin P. Turner, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,670.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2265</a> &#8211; 10th District Republican Congressional Committee and Melinda Conner, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $156.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2268</a> &#8211; American Association of Airport Executives and Todd Hauptli, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $115.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2269</a> &#8211; American Dietetic Association Political Action Committee and Paul Mifsud, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2271</a> &#8211; American Society of Pension Professionals and Actuaries PAC and Brian H. Graff, Esq., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $170.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2272</a> &#8211; BRACEPAC and Scott Segal, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2273</a> &#8211; Commerce Bancs PAC and Robert Lay, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2274</a> &#8211; Florida Citrus Mutual Political Action Committee and Kevin E. Metheny, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2275</a> &#8211; Follow the North Star Fund and Gerald Patrick Halbach, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2276</a> &#8211; Grand Canyon State Caucus and Patricia Nast Beran, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2277</a> &#8211; IntegraPAC of Integra Telecom Holdings, Inc. and Dale Perry, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2278</a> &#8211; JBS USA LLC PAC and Dennis Roerty, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2279</a> &#8211; Louisiana Health Care Group Employee Federal Political Action Committee Inc. and Albert Simien, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $660.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2280</a> &#8211; NORPAC and Karen Pichkhadze, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2281</a> &#8211; Peanut Buying Point PAC, aka PBP-PAC, and J. Tyron Spearman, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2282</a> &#8211;&#160; Suntrust Bank Good Government Group - Georgia and Christian D. Beyers, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2283</a> &#8211; The Senate Victory Fund PAC and John M. Robinson, CPA, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2284</a> &#8211; Bob Turner for Congress and Kevin P. Turner, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2286</a> &#8211; Ciro Rodriquez for Congress and Luis R. Vera, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $8,800.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2293</a> &#8211; John Waltz for Congress Committee and John Waltz, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,950.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2294</a> &#8211; Len Britton for Vermont and Charles Taylor, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,535.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2297</a> &#8211; Patrick Murphy for Congress and Timothy R. Persico, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $12,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2298</a> &#8211; Tim Allison for Congress and Susan Herrera, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2299</a> &#8211; Tom Wesley for US Congress and Catherine Mitchell, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2343</a> &#8211; Buck for Colorado and Kenneth Salazar, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $9,236.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2352</a> &#8211; Boyd Gaming Political Action Committee and Rick Darnold, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2361</a> &#8211; Electrical Workers Voluntary, Pol, Edu &amp; LEG Fund IBEW Local Union No. 1 and Thomas G. Sansevere in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,190.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2396</a> &#8211; Dr. Donna Campbell for Congress and John B. Knox, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $8,918.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2471</a> &#8211; McKinley for Congress and Samuel Stone, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,363.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p>            <strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/crew110951_complaint.pdf\"><em>CREW v. FEC</em></a> (No. 11-cv-00951(CKK)). On July 7, the plaintiff filed an <a href=\"../../law/litigation/crew110951_crew_opp_mtd.pdf\">opposition</a> to the Commission&#8217;s motion to dismiss or, in the alternative, motion for summary judgment in United States District Court for the District of Columbia. </p>\n        <p><em><a href=\"../../law/litigation/van_hollen.shtml\">Van Hollen v. FEC</a></em> (No. 1:11-cv-00766 (ABJ )). On July 1, the plaintiff filed a <a href=\"../../law/litigation/van_hollen_van_hollen_msj.pdf\">Motion for Summary Judgment</a> in the United States District Court for the District of Columbia. </p>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p>July 7: The Commission posted the filing deadlines for the Special General Election in New York&#8217;s 9th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2011/ny09.shtml\">Special Election Report Notice</a>. </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p>July 20: July Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FEC Reporting Requirements</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FECFile &amp; E-Filing</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jul11.pdf\">July 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">July 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110708digest.shtml"}