{"html": "<body bgcolor=\"#FFFFFF\" text=\"#000000\" link=\"#000099\" vlink=\"#ff0000\" alink=\"#FF0000\">\n<font size=\"-2\">News Releases, Media Advisories<br/><br/>\n<font size=\"+0\">\n<img src=\"/jpg/topfec.jpg\" ismap=\"ismap\" border=\"0\"/>\n\n<pre>\nFor Immediate Release\t\t\tContact:\tSharon Snyder\nJanuary 2, 1998 \t\t\t\t        Ron Harris\n                                                        Ian Stirton\n\t\t\t\t\t\t        Kelly Huff\n</pre>\n\n<h2>DISCLOSURE REPORTS ADDED TO FEC WEB PAGE</h2>\n\n<p>\nWASHINGTON-With the advent of the New Year, the Federal Election\nCommission announces a new addition to its Website:  Digital images\nof actual campaign finance reports.  Through this program the\nFEC hopes to dramatically broaden public access to campaign finance\ninformation.\n</p><p>\nAs of today, this new system will allow those with access to the\nInternet to view all reports filed directly with the Commission.\n With the exception of Senate filings,<b>*</b> all 1997-98 cycle\nreports filed by PACs, political parties, Presidential and House\ncampaigns will be available for viewing at the click of a button.\n The Website will be updated within 48 hours of the paper reports\nbeing received by the FEC.  No longer will members of the press\nand public have to journey to Washington, D.C., or to the appropriate\nstate offices to view reports or to order them by phone.  Now\nthey will be able to view the reports in their entirety on the\nWeb.\n</p><p>\nReports filed by PACs, political party committees and Presidential\ncampaigns have been scanned (an enhancement over microfilm and\nmicrofiche) into the computer system since 1993.  Scanned images\nof reports by House campaigns were added in early 1996.  All of\nthese scanned reports from prior years will be added to the FEC\nWebsite in the near future.\n</p><p>\nReports of federal campaigns and committees will continue to be\navailable for review at the FEC's Public Records Office in Washington,\nD.C., (and in individual state offices), and the agency will continue\nto maintain its traditional database, which also can be downloaded\nfrom the FEC Website.  This database includes overall financial\nactivity of committees, along with details of specific contributions.\n Statistical compilations of all campaign finance information\nwill also continue.\n</p><p>\nThe House Committee on Appropriations' Report accompanying the\nCommission's FY '98 appropriation contained language directing\nthe\n</p><p>\nFEC to initiate this Internet disclosure process, placing the\nCommission's digital images of campaign finance reports on the\nInternet for free public access and provided the funds necessary\nto accomplish the task.\n</p><p>\nTo view the reports, go to the FEC Website at <i>http://www.fec.gov</i>\nand click on \"<a href=\"/finance/images.htm\">View Financial Reports Filed by Presidential\nCampaigns, House Campaigns, Parties, and PACs</a>\".  Then select\nthe committee(s) of your choice by choosing a key word in the\nname(s).  Committees can also be selected by state, party, or\nFEC identification number.  Once a committee is selected, a particular\nreport can be chosen and the first page of the report will appear\non the screen.   Beginning with the first page, a viewer will\nbe able to peruse a full report by merely clicking on the next\npage option, or by selecting any other page in the report.  Images\nmay be viewed or printed with the same clarity as the images seen\nat the FEC facility.  Speed of delivery will be largely dependent\nupon an individual user's modem.  Two Internet servers in different\nparts of the U.S. will permit faster retrieval of reports.  In\naddition, a back-up system is in place in the event the system\nis interrupted or slowed for any reason.\n</p><p>\nAs mentioned above, only reports covering 1997 are currently available.\n Updates of new reports filed in connection with the upcoming\nCongressional elections will be added to this file on a daily\nbasis.  In addition, in the coming weeks, the following historical\nreports will also become available:\n</p><p>\n</p><pre> PACs                                   1993-present\n<p>\n Political party committees             1993-present\n</p><p>\n House candidates, their committees     Early 1996-present\n<br/>\n&amp; committees supporting/opposing them\n</p><p>\nPresidential candidates                 1993-present\n<br/>\n&amp; their committees</p></pre>\n<p>\nCampaign finance reports for federal campaigns may also be viewed\nat the following locations:\n</p><ul>\n<li>A. FEC Public Records Office - 999 E Street NW, Washington\nD.C.\n<br/>\n Presidential, House, PAC, &amp; Party Reports - Digital images\nof actual reports (and paper  copies of current House campaigns);\n\n Senate reports - Microfilm (and paper copies of current campaigns);\n\n</li><li>B. The Legislative Resource Center of the Clerk of the House\n- -106 Cannon HOB -  Presidential, House, PAC, &amp; Party Reports\n- Digital images of reports;\n</li><li>C. Public Records Office of the Secretary of the Senate -\nRoom 232 Hart SOB<br/>\nSenate Reports - Microfilm;\n</li><li>D. State Campaign Finance Disclosure Offices (usually the\nSecretary of State)<br/>\nReports by candidates, PACs and Parties active in that state\n- Paper copies\n</li><li>E. University of Southern California-Citizens Research Foundation\nWebsite http://www.usc.edu/dept/CRF/ - Presidential, House, PAC,\nand party \nreports<br/> - Digital images of current reports (except Senate); microfilm.\n</li></ul>\n<p>\nThis program is part of the FEC's ongoing commitment to rapid\ndevelopment of new technology to enhance public awareness in the\nfield of campaign finance.\n</p><p>\n<b>*Currently, Senate candidates and their campaign committees,\nas well as committees supporting/opposing only Senate candidates,\nfile their reports directly with the Secretary of the Senate.\n The FEC receives these reports on microfilm.  Because the Commission\ndoes not receive the original copy of these reports, it is impossible\nto achieve the quality necessary for imaging purposes.  Therefore,\nthey are not included in this Website program.</b>\n\n\n</p></font></font></body>", "href": "imagweb.htm", "date": "01/02/1998", "pdf": null, "title": "Disclosure Reports Added to FEC Web Page", "category": "Disclosure Initiatives"}