{"href": "441ad.htm", "pdf": null, "date": "03/06/1998", "category": "Other Agency Actions", "title": "FEC Announces 1998 Party Spending Limits", "html": "<body bgcolor=\"ffffff\">\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><a href=\"http://www.fec.gov\"><font size=\"3\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></font></a><font size=\"3\"> </font></p>\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Sharon Snyder\nMarch 6, 1998                                                     Ron Harris\n                                                                  Ian Stirton\n                                                                  Kelly Huff\n</strong></font></pre>\n\n\n\n<center><h2>FEC ANNOUNCES 1998 PARTY SPENDING LIMITS</h2></center>\n\n<center><h2>AMOUNTS RANGE FROM $130,200 TO $3 MILLION-</h2></center>\n\n<p>\nWASHINGTON-The Federal Election Commission today announced the\n1998 general election spending limits for the national and state\npolitical party committees.\n</p><p>\nAmounts for the Senate campaigns will range from a low of $130,200\nin Alaska, to a high of $3,035,874 in California.\n</p><p>\nThese general election expenditures, known as \"coordinated\nexpenditures\", are limited under the election law.  The national\ncommittees of each political party have a set amount they may\nspend on behalf of each U.S. House and Senate candidate.  State\nparty committees may spend equal amounts or may transfer their\nlimits to the national committees, effectively doubling the national\ncommittees' expenditure limits in those states or districts.\n</p><p>\nCoordinated expenditures are made in addition to direct contributions.\n They are allowed only with regard to the general election, and\ndo not count as either contributions to candidates or as expenditures\nmade by candidates.  Party committees may work with candidates'\ncampaigns to determine how the money should be spent, but the\ncampaigns do not receive the funds, the expenditures are reported\ndirectly by the party committees on special schedules on their\nfinancial disclosure reports.\n</p><p>\nThe election law sets the limit for House races at $10,000, plus\ncostofliving adjustment (COLA).  For 1998, that limit is $32,550,\nexcept in states with only one congressional district, where the\nlimit will be $65,100.\n</p><p>\nThe limits for Senate races are based on state voting age populations\n(VAP), with a base limit for states with smaller populations.\n The formula for determining a state's limit is:\n</p><p>\n$.02 x State VAP + CostofLiving------------------------------\n</p><pre>or                                                                  whichever is greater\n</pre>\n<p>\n$20,000 + CostofLiving---------------------------------\n</p><p>\nThe following page lists political party expenditure limits for\neach state.<br/>\n\n<a href=\"/press/ptylim98.htm\">Coordinated Party Expenditure Limits for '98 Senate Nominees</a>\n</p><p>\n<b>Note to editors/correspondents: The spending limits are, at\nthis time, unofficial until updated VAP and COLA figures, provided\nby the Labor Department and the Bureau of Census, have been <u>certified</u>.\nHowever, the FEC does not expect the computations to change and\ncommittees are being so notified.</b>\n\n\n</p></body>"}