{"date": "01/27/2012", "pdf": null, "title": "Week of January 23 - January 27, 2012 ", "issue": "2012-04", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 27, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-04</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of January 23 &#8211; 27</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On January 24, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Draft</u>s</p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1190127.pdf\"><strong>AO 2011-28 (Western Representation PAC)</strong></a>. On January 27, the Commission made public <u><a href=\"http://saos.fec.gov/aodocs/1192814.pdf\">a new draft</a> </u>of Advisory Opinion 2011-28. Western Representation PAC intends to place ads on Facebook during the 2012 Republican presidential primary season that expressly advocate the election or defeat of clearly identified candidates. Western Representation PAC currently plans to run only ads that do not reference a specific presidential primary election and are not geographically targeted to a particular state. Western Representation PAC asks whether it (1) must include the costs of these ads on its 24- and 48-hour reports, and (2) must attribute these costs to individual state primary elections on its regular monthly reports. Comments on the draft are due by noon on February 1.This advisory opinion is on the agenda for the Commission&#8217;s February 2, 2012, Open Session.</p>\n        <p/>\n        <p><u>Request Received</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1192289.pdf\">AOR 2012-05 (Lantos Foundation)</a></strong>. On January 25, the Commission made public Advisory Opinion Request 2012-05. Tom Lantos for Congress is the authorized committee of the late Congressman Tom Lantos.&#160; The Lantos Foundation is a charitable organization established after Congressman Lantos' death by his family, friends, and supporters in order to continue his work in advancing human rights.&#160; The Committee and the Foundation ask whether the Committee may, subject to certain limitations, donate its remaining funds to the Foundation.&#160; The Commission must issue a response no later than 60 days after the complete request, that is, by March 26, 2012. </p>\n        <p><u/></p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public 38 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2182</a> &#8211; Tom Garcia for Congress FL 24 and Bruce Bogert, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $480.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2217</a> &#8211; Committee to Elect Chick Heileson to Congress and Corbet R. Miskin, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $312.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2240</a> &#8211; Paulina for Congress and Lisa Graham Keegan, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2368</a> &#8211; The Hermanator PAC and Scott D. Toomey, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2406</a> &#8211; Citizens for John Hager and Andrew A. Hager, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2407</a> &#8211; Coday for US Senate and Arthur Coday, Jr. Md, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2408</a> &#8211; Committee for Barbara Olschner for Congress and Steven &#8220;Bo&#8221; Smith, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2410</a> &#8211; Committee to Elect Jean Kurtis Schodorf for Congress and Marilyn Chapman Hansen, in her official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2412</a> &#8211; Committee to Elect Glenn Wilson for US Congress and Deborah K. Hamilton, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2415</a> &#8211; Corinthian Colleges Inc PAC and Paul De Giusti, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2416</a> &#8211; Deon Long for Congress and Deon Long, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,812.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2419</a> &#8211; Earl Henry Sholley for Congress and Earl H. Sholley, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2421</a> &#8211; Eugene Green for Congress Committee and Eugene V.M. Green, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2429</a> &#8211; The Hermanator PAC and Scott D. Toomey, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,785.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2430</a> &#8211; Afghanistan &amp; Iraq Veterans for Congress PAC and Christopher Covucci, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,310.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2435</a> &#8211; Kevin Burns 4 US Senate and Rob Flint, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2436</a> &#8211; Kevin Powell for Congress 2010 and Lloyd Colona, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,950.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2437</a> &#8211; Kolosso for Congress Election Committee and Daniel Kyle, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,712.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2439</a> &#8211; Lowry for Congress and Ruth Bell, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2440</a> &#8211; Lynch for Congress and Edward Lynch, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,732.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2450</a> &#8211; Paulina for Congress and Lisa Graham Keegan, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2451</a> &#8211; Phillip Brutus for Congress and Camelia Siguineau, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2453</a> &#8211; Pollak for Congress and Neil Johnson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,050.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2454</a> &#8211; Ratowitz for Congress and Wayne Heusel, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2455</a> &#8211; Richard Lake for Congress and Terrance Bradley, in his official capacity as treasurer. The Commission made a final determination and assessed no civil penalty.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2459</a> &#8211; Schiff for Senate and Andrew Schiff, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2461</a> &#8211; Spike Maynard for Congress and Robert Edward Ryan, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2463</a> &#8211; Sue Lowden for U S Senate and Bob Beers, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2466</a> &#8211; Tom Wesley for US Congress and Catherine Mitchell, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $330.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2469</a> &#8211; USINPAC and Sanjay K. Puri, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2472</a> &#8211; William Edward Connor, LLM and William Edward Connor, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,621.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2478</a> &#8211; Bill Lynch for Congress and Louis Yip, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $171.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2479</a> &#8211; Cheryle Jackson for U S Senate and Carol Stanley-Robbins, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $312.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2482</a> &#8211; Hunt B. Downer Campaign and Robert M. Thompson, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $8,800.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2484</a> &#8211; John Aslanian for Congress and Doug Shara, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2485</a> &#8211; Pollak for Congress and Neil Johnson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,050.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2489</a> &#8211; Friends of Jack Kingston and J. Harry Haslam, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,720.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2494</a> &#8211; Electrical Contractors Political Action Committee and J. Michael Thompson, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,535.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong><a href=\"../../audits/2008/AuditReport_2010_JohnsonJohnsonPAC.shtml\">Final Audit Report on Johnson &amp; Johnson Political Action Committee</a></strong>. On January 24, the Commission made public the Final Audit Report on Johnson &amp; Johnson Political Action Committee, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Audit examined reports and statements filed by the Committee and discovered no material non-compliance. </p>\n        <p/>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p>On January 27, Vice Chair Ellen L. Weintraub discussed Commission operations and campaign finance regulations with government leaders and other representatives from Europe as part of the State Department's International Visitor Leadership Program. </p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>The Commission will host a series of informal public forums on February 8, 15, and 29 to discuss agency operations in the areas of compliance, disclosure, enforcement and policy. For details including information on participation and how to submit written comments, please see <a href=\"../public_forums_2012.pdf\">Chair Caroline C. Hunter&#8217;s invitation</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING CONFERENCES</strong><strong> </strong></p>\n        <p>February 22-23, Miami, Florida, <em>Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml\">Educational Outreach page</a> of the Commission website.</p>\n        <p/>\n        <p>For information regarding additional upcoming conferences and seminars, click <a href=\"../../info/outreach.shtml\">here</a>. </p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p>February 2: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">Open Session</a>. </p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>January 31: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p>February 20: February Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p><strong/></p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The August 2011 updated version of the Commission's <a href=\"../../pdf/candgui.pdf\">Campaign Guide for Congressional Candidates and Committees</a> is available online. Printed copies of the updated Guide are also available free of charge from the Commission's Information Division. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/>\n      <p>&#160;</p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120127digest.shtml"}