{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table width=\"100%\" height=\"119\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td height=\"168\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"141\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>May 7 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"141\" valign=\"top\"><p>Julia Queen</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>\n              <p align=\"center\"><strong>FEC ACTS ON ADVISORY OPINION REQUEST, ANNOUNCES WEEKLY DIGEST</strong></p>\n              <p/>\n              <p>WASHINGTON&#8212;At its open meeting today, the Federal Election Commission issued an advisory opinion requested by Rep. Elton Gallegly (R-CA 24th District) and Elton Gallegly for Congress.</p>\n              <p>In Advisory Opinion 2009-08, the Commission determined that, due to threats against Rep. Gallegly and his wife related to his 2008 re-election campaign, the use of campaign funds to pay for security upgrades at Gallegly&#8217;s home does not constitute personal use of campaign funds and is permissible under the Federal Election Campaign Act of 1971, as amended (the Act), and FEC regulations. The U.S. Capitol Police recommended various improvements to Gallegly&#8217;s home security system.</p>\n              <p>The Act prohibits converting campaign funds to personal use. This occurs when such funds are used to fulfill any commitment, obligation, or expense of a person that would exist irrespective of the candidate&#8217;s campaign or of the individual&#8217;s duties as a Federal officeholder. Together with Commission regulations, the Act provides a non-exhaustive list of items that would constitute personal use; the Commission makes a case-by-case determination for items not on that list.&#160; Home security systems do not appear on the list. </p>\n              <p>The Commission consistently has recognized that if a candidate can reasonably demonstrate that the expenses result from campaign or officeholder activities, they may not constitute personal use. Advisory Opinion 2009-08 represents the first time the Commission has considered whether payments for a home security system could fall into this category.</p>\n              <p>At the open meeting, the Commission also adopted a policy of issuing weekly digests covering the spectrum of the FEC&#8217;s public activities. The digests, which would supplement the Commission&#8217;s other press releases, are aimed at providing increased transparency to the public through a weekly synopsis of Commission actions and events and a preview of upcoming activities. </p>\n              <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </p>\n              <p/>\n              <div align=\"center\"># # #\n              </div>\n              <p>&#160;</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090507AO-2009-08.shtml", "date": "05/07/2009", "pdf": null, "title": "FEC Acts on Advisory Opinion Request, Announces Weekly Digest", "category": "Open Meetings and Related Matters"}