{"href": "press2011/20110721openmeeting.shtml", "pdf": null, "date": "07/21/2011", "category": "Open Meetings and Related Matters", "title": "FEC Approves Advisory Opinion, Audit Recommendation, Audit Report and Program for Commission Consideration of Legal Questions", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>July 21,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC APPROVES ADVISORY OPINION, AUDIT RECOMMENDATION, AUDIT REPORT AND PROGRAM FOR COMMISSION CONSIDERATION OF LEGAL QUESTIONS</strong></p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved an advisory opinion, presidential candidate audit recommendation memorandum, state party audit report and an agency program under which the Commission will consider legal questions in both the report review process and the audit process.</p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1143.pdf\">Advisory Opinion 2011-13 (DSCC)</a>. The Commission issued an advisory opinion concluding that the Democratic Senatorial Campaign Committee (DSCC) may revise its disclaimers on its standard and mobile fundraising solicitation webpages. The DSCC&#8217;s revised solicitation webpages eliminate the separate box that donors check to affirm their eligibility to make a contribution and instead ask donors to &#8220;certify&#8221; their eligibility to make a contribution by clicking the button to complete their contribution.</p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1141.pdf\">Audit Division Recommendation Memorandum on John Edwards for President</a>. The Commission approved the Audit Division&#8217;s Recommendation Memorandum on John Edwards for President (JEFP), covering campaign finance activity between January 3, 2007 and March 31, 2008. The Audit Division recommended that the Commission approve the findings presented in the Draft Final Audit Report related to (1) matching funds received in excess of entitlement, (2) the misstatement of financial activity, (3) failure to itemize loan repayments and (4) stale-dated checks. The memorandum recommends that JEFP repay to the United States Treasury $2,136,507 for matching funds received in excess of entitlement and $141,808 for stale-dated checks. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1140.pdf\">Proposed Final Audit Report on the Georgia Federal Elections Committee</a>. The Commission approved the Proposed Final Audit Report on the Georgia Federal Elections Committee (GFEC), a state party committee, which found that the GFEC (1) misstated receipts, disbursements and cash-on-hand, (2) failed to provide supporting documentation of its allocable payroll expenses and (3) failed to disclose the occupation and/or name of the employer of 71 contributors. GFEC amended its reports and provided documentation to address these issues. The report addressed additional issues related to (1) payroll activity and (2) potential non-federal funding for possible federal activity, and noted that the Commission did not approve staff recommendations on these issues by the required four votes.</p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1145a.pdf\">Policy Statement Regarding a Program for Requesting Consideration of Legal Questions by the Commission</a>. The Commission made the year-old pilot program permanent and approved a statement clarifying (1) when the 15-day period to submit a request for consideration is triggered, (2) the procedure to grant extensions of time to requestors, (3) what gets shared with the requestor after the Commission acts and (4) what gets placed on the public record in response to a request for consideration. The Commission also added an annual review process to the permanent program. The program provides a means by which persons and entities may have a legal question considered by the Commission earlier in both the financial disclosure report review process and the audit process.</p>\n                <p/></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;</p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong/></p>\n        <p/>        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n</div>\n"}