{"href": "press2011/20111201openmeeting.shtml", "pdf": null, "date": "12/01/2011", "category": "Open Meetings and Related Matters", "title": "FEC Considers Agency Procedure and Advisory Opinion, Approves Advisory Opinion", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>December 1,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC APPROVES ADVISORY OPINION, CONSIDERS ANOTHER ADVISORY OPINION AND DRAFT AGENCY PROCEDURE </strong></p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved an advisory opinion and discussed another advisory opinion, as well as a proposed new agency procedure in connection with enforcement matters.</p>\n                <p/>\n                <p><a href=\"../../agenda/2011/mtgdoc_1167.pdf\">Advisory Opinion 2011-21 (Constitutional Conservatives Fund PAC)</a>. The advisory opinion concluded that the Constitutional Conservatives Fund PAC, a leadership PAC sponsored by Senator Michael Lee, may neither receive unlimited contributions from individuals nor receive any contributions from corporations and labor organizations for the purpose of financing independent expenditures.</p>\n                <p/>\n                <p><a href=\"../../agenda/2011/agenda20111201.shtml\">Advisory Opinion 2011-23 (American Crossroads)</a>. American Crossroads, an independent expenditure-only political committee registered with the Commission, asked whether it may produce and distribute certain television and radio advertisements and whether these ads would constitute coordinated communications. The Commission was unable to render an opinion. Statements were issued by <a href=\"../../members/walther/statements/Walther_Statement_AO_2011-23_American_Crossroads.pdf\">Commissioner Steven T. Walther</a>, <a href=\"../../members/statements/AO_2011-23_Crossroads_Statement.pdf\">Vice Chair Caroline C. Hunter and Commissioners Donald F. McGahn and Matthew S. Petersen</a>, and <a href=\"../../members/bauerly/statements/AO_2011-23_American_Crossroads_CLB_ELW_Statement.pdf\">Chair Cynthia L. Bauerly and Commissioner Ellen L. Weintraub</a>. </p>\n                <p><br/>\n                    <a href=\"../../agenda/2011/mtgdoc_1165.pdf\">Agency Procedure for Notice to Named Respondents in Enforcement Matters of Additional Material Facts and/or Additional Potential Violations</a>. The Commission discussed and held over further discussion of a draft agency procedure that would provide a respondent in certain enforcement matters with (1) notice of additional material facts and/or additional potential violations not contained in the complaint or referral notification and (2) an opportunity to respond prior to the Commission&#8217;s consideration of whether it has reason to believe the respondent has committed or is about to commit a violation of the Federal Election Campaign Act of 1971, as amended, or Commission regulations.</p>\n                <p/></td>\n          </tr>\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n"}