{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">May 21,  2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150521release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Discusses Staff Memo on Engaging Public; a Proposed Notice on Information Sharing; a Proposed Policy Statement on the Disclosure of Closed Enforcement Files; a Proposed Directive on the Timely Resolution of Enforcement Matters; Votes on Motion to Open Rulemaking; Approves Three Audit Division Recommendation Memoranda</strong></p>\n        <p><br/>\n  WASHINGTON &#8211; The Federal Election Commission today discussed a memorandum from the staff on ways to improve the Commission&#8217;s engagement of the public, and considered a proposed notice to respondents in enforcement cases, a proposed statement of policy on the public disclosure of closed enforcement files and a proposed directive to ensure the timely resolution of enforcement matters. The Commission did not approve by the required four affirmative votes  a motion to open a rulemaking on issues related to comments received following <em>McCutcheon v. FEC</em>. The Commission approved three Audit Division Recommendation Memoranda.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20150521.shtml\">Presentation by the FEC Staff on Enhanced Engagement with the Public and Stakeholders</a>. The Commission discussed a <a href=\"../../../agenda/2015/documents/mtgdoc_15-23-a.pdf\">presentation by FEC staff</a> on efforts to improve the agency&#8217;s public outreach and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-23-b.pdf\">memorandum on the disclosure of material placed on the public record</a> at the close of enforcement matters.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-26-a.pdf\">Notice to Respondents of Information Sharing by the Commission</a>. The Commission discussed a recommendation to provide notice to respondents that information provided to the Commission in enforcement matters may be shared with other law enforcement agencies. The Commission decided to continue deliberation on the issue at the next open meeting.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. The Commission discussed a proposed statement of policy confirming that the Commission would revert to its prior practice of placing additional materials on the public record in connection with closed enforcement matters. The Commission decided to continue deliberation on the issue at the next open meeting.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-25-b.pdf\">Proposed Directive 74 on the Timely Resolution of Enforcement Matters</a>. The Commission discussed a proposed directive to set deadlines for considering and voting on enforcement matters. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-24-b.pdf\">Motion to Open a Rulemaking in Response to Comments and Testimony on the <em>McCutcheon v. FEC</em> ANPRM</a>.&#160; The Commission was unable to reach agreement by the required four affirmative votes on a motion to open a rulemaking in response to written comments and testimony on the Commission&#8217;s Advance Notice of Proposed Rulemaking in response to <em>McCutcheon v. FEC</em>. Commissioner Ellen L. Weintraub issued a <a href=\"../../../members/weintraub/statements/Weintraub_McCutcheon_NPRM_Motion_Statement.pdf\">Statement</a>.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-21-a.pdf\">Audit Division Recommendation Memorandum on Kevin McCarthy for Congress</a>. The Commission approved an Audit Division Recommendation Memorandum on Kevin McCarthy for Congress, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to (1) the receipt of excessive contributions totaling $77,094 and (2) the 2011 misstatement of financial activity for beginning cash-on-hand by $41,170, receipts by $62,407, disbursements by $35,501 and ending cash-on-hand by $56,738 and the 2012 misstatement of financial activity for beginning cash-on-hand of $56,738 and ending cash-on-hand of $73,397. The Audit Division will prepare the Proposed Final Audit Report within 30 days. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-20-a.pdf\">Audit Division Recommendation Memorandum on the Oakland County Democratic Party (OCDP)</a>. The Commission approved an Audit Division Recommendation Memorandum on the Oakland County Democratic Party, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to (1) the misstatement of financial activity for receipts of $90,487, disbursements of $60,715 and ending cash-on-hand of $33,279, (2) recordkeeping for employees totaling $107,555 in payroll, (3) failure to disclose occupation and name of employer information for contributions totaling $7,389, (4) recordkeeping for receipts of gaming activities totaling $1,820,466 and (5) failure to use the campaign depository for $1,370,304 in gaming receipts. The Audit Division will prepare the Proposed Final Audit Report within 30 days.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-22-a.pdf\">Audit Division Recommendation Memorandum on New American City, Inc.</a> The Commission approved an Audit Division Recommendation Memorandum on New American City, Inc., covering campaign finance activity between May 4, 2011 and December 31, 2012. The Commission approved findings related to (1) the misstatement of financial activity for disbursements totaling $2,024,213, (2) failure to disclose receipt information totaling $2,704,569, (3) failure to disclose disbursement<strong> </strong>information totaling $4,188,384 and (4) failure to itemize debts and obligations totaling $25,425. The Audit Division will prepare the Proposed Final Audit Report within 30 days.<br/>\n  <br/>\n  <br/>\n&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br/>\n  <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em>&#160;</p>\n        <div align=\"center\"><br/>\n  # # #\n        </div>\n        <p align=\"center\"><strong> </strong></p>\n        <div align=\"center\"/></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "05/21/2015", "href": "press2015/news_releases/20150521release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Discusses Staff Memo on Engaging Public; a Proposed Notice on Information Sharing; a Proposed Policy Statement on the Disclosure of Closed Enforcement Files; a Proposed Directive on the Timely Resolution of Enforcement Matters; Votes on Motion to Open Rulemaking; Approves Three Audit Division Recommendation Memoranda", "pdf": null}