{"href": "press2007/20070905cfg.shtml", "pdf": null, "date": "09/05/2007", "category": "Enforcement Matters", "title": "Club for Growth Agrees to Pay $350,000 Penalty For Failing to Register as a Political Committee", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>September 5, 2007</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n            <p>&#160;</p>\n              <p align=\"center\"><strong>Club for Growth Agrees to Pay $350,000 Penalty for Failing to Register as a Political Committee </strong><strong/></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission (FEC/Commission) announced today that it has reached an agreement with Citizens Club for Growth, Inc. (formerly known as Club for Growth, Inc.) that, if approved by the Court, would end a lawsuit pending before the U.S. District Court for the District of Columbia.&#160; The agreement asks the Court to enter a consent judgment requiring Club for Growth to pay a civil penalty of $350,000 for failing to register with the FEC as a political committee and report its contributions and expenditures.&#160; If approved, the civil penalty would be the largest the Commission has ever obtained after an enforcement case has moved to litigation.</p>\n              <p>The Federal Election Campaign Act (the Act) states that organizations that make expenditures or receive contributions in excess of $1,000 must register with the Commission and file periodic financial disclosure reports.&#160; The Act also prohibits these organizations from receiving contributions from corporations or labor organizations and limits contributions from individuals to no more than $5,000 per year.</p>\n              <p>Following the investigation of a complaint filed with the FEC in 2003, the Commission determined that the Club spent at least $1.28 million between 2000 and 2004 expressly advocating the election or defeat of clearly identified federal candidates.&#160; In addition, the Club mailed at least five fundraising solicitations during that period that clearly indicated that funds received would be targeted to the election or defeat of specific federal candidates.&#160; The Club received well in excess of $1,000 in contributions in response to these solicitations.&#160; Because the Club made both more than $1,000 in expenditures and received over $1,000 in contributions, it met the statutory definition of a political committee and was required to register and report with the Commission, provided that its major purpose was to influence federal elections.</p>\n              <p>The FEC found that the Club&#8217;s major purpose was influencing federal elections.&#160;&#160; According to numerous fundraising solicitations from 2000 to 2004, the Club&#8217;s goals at the time were to &#8220;elect more pro-growth leaders to Congress,&#8221; &#8220;help Republicans keep control of the House and take back the Senate,&#8221; &#8220;elect pro-growth congressmen who will fight to cut taxes and limit government,&#8221; &#8220;help Republicans retain control of the House and Senate in the upcoming elections,&#8221; &#8220;help Republicans keep control of Congress,&#8221; and &#8220;defeat status quo incumbents.&#8221;&#160; </p>\n              <p>Further, supporting the FEC&#8217;s findings as to the Club&#8217;s major purpose, the FEC found the vast majority of the Club&#8217;s disbursements, which totaled about $15.1 million between August of 2000 and the end of 2004, were made in connection with federal elections.&#160; The Club&#8217;s spending focused on candidate research, polling, and advertisements and other public communications referencing clearly identified federal candidates.&#160; In 2004, the Club spent approximately 88% of its disbursements on advertising supporting or criticizing clearly identified federal candidates.</p>\n              <p>From 2000 through the end of 2006, the Club accepted approximately $10.78 million in contributions from individuals that exceeded the $5,000 contribution limit.&#160; Between 2000 and 2004 the Club also accepted more than $93,000 in corporate contributions.</p>\n              <p>The consent judgment proposed by the parties includes a permanent injunction against future violations by the defendant and its successors, officers, and employees and requires that the Club file disclosure reports with the FEC and pay to the U.S. Treasury any funds over $5,000 remaining in its bank account after payment of legal expenses, up to the amount of excessive and prohibited contributions the Club originally accepted.</p>\n              <p>&#160;</p>\n              <p>Today&#8217;s <a href=\"../../law/litigation/club_for_growth_stip_consent_judgment.pdf\">District Court filing</a> is available on the FEC website, along with the <a href=\"../../law/litigation/club_for_growth_consent_judgment.pdf\">proposed consent judgment</a>.</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the </em><em>U.S.</em><em> House, the </em><em>U.S.</em><em> Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the </em><em>U.S.</em><em> Senate.</em></p>\n              <p/>\n              <p align=\"center\"><strong># # #</strong></p>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}