{"date": "03/04/2016", "pdf": null, "title": "Week of February 29 - March 4, 2016", "issue": "2016-10", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">March 4, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160304digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-10</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of February 29&#8211; March 4</strong></p>\n          <p align=\"center\">&#160;</p>\n          <p><strong>COMMISSION MEETINGS  AND HEARINGS<br/>\n            <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public four closed cases and three Statements of  Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6931 and 6933</a><br/>\n            COMPLAINANT: Daniel G. Hinnenkamp; and C.T. Marhula<br/>\n            RESPONDENTS: Laffen 4 Senate; Senator Lonnie Laffen (ND State Senate); Leo  Ledohowski; Governor Jack Dalrymple (North Dakota); Dalrymple for Governor  (a.k.a. Friends of Jack Dalrymple); John Pfeffer; ND Oil PAC; and Dean Potter <br/>\n            SUBJECT: The complaints alleged that Ledohowski made and Senator Laffen and  Laffen 4 Senate, a state committee (Laffen Committee), accepted prohibited  contributions from a foreign national. MUR 6931 alleged that Governor Dalrymple  and Dalrymple for Governor (Dalrymple Committee) also accepted a prohibited  foreign national contribution from Ledohowski and one from Pfeffer, and that ND  Oil PAC received a prohibited contribution from Potter.<br/>\n            DISPOSITION: The Commission found no reason to believe Pfeffer made and the  Dalrymple Committee accepted a prohibited contribution because Pfeffer provided  evidence demonstrating he is a U.S. citizen. The Commission exercised its  prosecutorial discretion and dismissed the matters in connection with the  remaining allegations surrounding contributions from Ledohowski and Potter,  both Canadian citizens. The Commission observed that the violations may have  been inadvertent, and that the contributions in question were refunded within  the 30-day time period required by Commission regulations.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6967</a><br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENT: Kentucky State Democratic Central Executive Committee and M.  Melinda Karns, in her official capacity as treasurer<br/>\n            SUBJECT: In the normal course of carrying out its supervisory responsibilities,  the Commission initiated proceedings to determine whether the Kentucky State  Democratic Central Executive Committee and Karns, in her official capacity as  treasurer (the Committee), did not maintain payroll logs documenting the percentage  of time each employee spent in connection with&#160;  federal elections during the 2012 election cycle for payroll  disbursements that it paid through an allocation of federal and non-federal  funds.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $4,200. On March 3, Commissioner Lee E.  Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044386092.pdf\">Statement  of Reasons</a>.<br/>\n  <strong><br/>\n  </strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6979</a><br/>\n            COMPLAINANT: FEC-Initiated<br/>\n            RESPONDENT:&#160; Republican Majority Campaign  and Randy Goodwin, in his official capacity as treasurer<br/>\n            SUBJECT: In the normal course of carrying out its supervisory responsibilities,  the Commission initiated proceedings to determine whether the Republican  Majority Campaign and Randy Goodwin, in his official capacity as treasurer (the  Committee), did not disclose a total of $658,349.09 in additional receipts and  a total of $670,461.08 in additional disbursements on its original 2014 April  Quarterly Report.<br/>\n            DISPOSITION: The Commission entered into a conciliation agreement providing for  the Committee to pay a civil penalty of $17,000.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6391 and 6471</a> &#8211; Commission on Hope Growth and Opportunity. On March 3, Commissioner Goodman  issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044386075.pdf\">Statement of  Reasons</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6966</a> &#8211;  Democratic Party of Wisconsin. On March 3, Commissioner Goodman issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044386087.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  </strong><br/>\n            The Commission made public six campaign  finance enforcement matters that were resolved through its Administrative Fines  (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3016</a> &#8211; Chambliss for Senate  and David Tyndall, in his official capacity as treasurer. The Commission made a  final determination and assessed a civil penalty of $2,090.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3017</a> &#8211; Claitor for Congress  and Chelsea Bonnecaze, in her official capacity as treasurer. The Commission  made a final determination and assessed a civil penalty of $4,950.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3018</a> &#8211; Edward Troy Holliday  and Nancy Sharon Young, in her official capacity as treasurer. The Commission  made a final determination and assessed a civil penalty of $4,950.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3019</a> &#8211; Raye for Congress and  Nichi S. Farnham, in her official capacity as treasurer. The Commission made a  final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3020</a> &#8211; Tom Carter for  Congress and Thomas Carter, in his official capacity as treasurer. The  Commission made a final determination and assessed no civil penalty.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3023</a> &#8211; South Dakota  Republican Party and Justin Bell, in his official capacity as treasurer. The  Commission made a final determination and assessed a civil penalty of $2,735.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign  finance enforcement matter that was resolved through its Alternative Dispute  Resolution (ADR) program, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 781</a> &#8211; Sharon Sund for  Congress and Eugene Roberson, in his official capacity as treasurer. The  respondent agreed to (1) participate in a teleconference with FEC staff  regarding debt reporting, and (2) file appropriate amendments to relevant  reports regarding this debt.<br/>\n  <strong><br/>\n  </strong><strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/crew_141419.shtml\"><em>CREW v. FEC</em></a> (Case 1:14-cv-01419-CRC). On March 1, the <a href=\"../../../law/litigation/crew141419_fec_msj.pdf\">Commission</a> and  the <a href=\"../../../law/litigation/crew141419_aan_msj.pdf\">Intervenor-Defendant  American Action Network</a> individually filed a Motion for Summary Judgment in  the United States District Court for the District of Columbia.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/fec_craig.shtml\"><em>FEC v. Craig for U.S. Senate, et al</em>.</a> (Case 14-5297). &#160;On March 4, the United  States Court of Appeals for the District of Columbia Circuit issued an <a href=\"../../../law/litigation/craig_ac_opinion.pdf\">Opinion</a> and <a href=\"../../../law/litigation/craig_ac_judgment.pdf\">Judgment</a>. <br/>\n  <br/>\n  <a href=\"../../../law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FEC</em></a> (Case  14-5249). On March 1, the United States Court of Appeals for the District of  Columbia Circuit issued an <a href=\"../../../law/litigation/indinst_ac_opinion.pdf\">Opinion and  Dissenting Opinion</a> and <a href=\"../../../law/litigation/indinst_ac_judgment.pdf\">Judgment</a>.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/van_hollen.shtml\"><em>Van  Hollen v. FEC</em></a> (Case 15-5016 &amp; 15-5017).  On March 4, Appellee Van Hollen filed a <a href=\"../../../law/litigation/van_hollen_van_hollen_pet_rehearing.pdf\">Petition  for Rehearing En Banc</a> in the United States Court of  Appeals for the District of Columbia Circuit.<br/>\n  <br/>\n  <strong>OUTREACH</strong><br/>\n  <br/>\n            On February 29, Commissioner Ellen L. Weintraub spoke at the launch of Kevin  Casas-Zamora and Daniel Zovatto's new book entitled, \"The Cost of  Democracy: Essays on Political Finance in Latin America\" in Washington,  DC. <br/>\n  <br/>\n  <strong>PRESS RELEASES<br/>\n  </strong><br/>\n  <a href=\"../news_releases/20160226release.shtml\">FEC  Cites Committees for Failure to File 12-Day Pre-Primary Financial Reports</a> (February 26)<br/>\n  <br/>\n  <a href=\"../news_releases/20160301release.shtml\">Court  of Appeals Issues Opinion in <em>Independence  Institute v. FEC</em></a> (issued March 1)<br/>\n  <br/>\n  <a href=\"file:///C:\\Users\\jqueen\\AppData\\Local\\Temp\\notesFCBCEE\\Kevin%20Casas-Zamora\">FEC  Cites Committee for Failure to File 12-Day Pre-Primary Financial Report</a> (March 4)<br/>\n  <br/>\n            <a href=\"../news_releases/20160304release_2.shtml\">Court of Appeals Issues Opinion  in <em>FEC v. Craig</em></a> (issued March  4)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n  </strong><br/>\n            March 15: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n  <br/>\n            March  16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n            March 23: Webinar for Candidate Committees. Additional information is available  on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            March 20: March Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            April 15: April Quarterly Reports are due. For information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n            April 20: April Monthly Reports are due. For more information on monthly reporting  dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the \"Feedback\" tab at the  bottom of each page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/janfeb2016.pdf\">January/February  Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n          </p>\n        <p>Follow us on Twitter  - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160304digest.shtml"}