{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\">For Immediate Release<br/>\n    June 13, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\">Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton<br/>\n    Kelly Huff</th>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\"><p align=\"CENTER\" class=\"big\"><strong>FEC CERTIFIES ALASKA FOR\n    PAPER-FILING WAIVER</strong></p></th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; Alaska has become the 50th state or territory to be\n    certified by the Federal Election Commission (FEC) as exempt from a federal requirement to\n    receive and maintain paper copies of campaign finance reports from Presidential, U.S.\n    Senate and U.S. House of Representatives candidates, party committees and political action\n    committees (PACs).<p>Replacing the paper filings is electronic Internet access to campaign\n    reports of federal candidates and committees. Reports are accessed through the FEC&#146;s\n    Internet Web site, and the FEC has provided computer hardware and software, including\n    laser printers, to those states requesting them.</p>\n    <p>Upon connection to the FEC&#146;s Web site, the states have access to reports filed\n    since 1993 for PACs, party and Presidential committees, since 1996 for Congressional\n    committees, and since May 2000 for U.S. Senate candidates&#146; committees.</p>\n    <p>The initial 12 states were certified by the Commission on December 8, 1999 (see\n    December 10, 1999 news release, FEC Web site, www.fec.gov). As of June 12, 2002, when\n    Alaska was certified, the 50 states and territories include: Alabama, Alaska, American\n    Samoa, Arizona, Arkansas, California, Colorado, Connecticut, Delaware, Florida, Georgia,\n    Hawaii, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Maryland,\n    Michigan, Minnesota, Mississippi, Missouri, Nebraska, Nevada, New Hampshire, New Jersey,\n    New Mexico, New York, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania,\n    Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah, Vermont, Virginia,\n    Virgin Islands, Washington, West Virginia, Wisconsin, and Wyoming.</p>\n    <p>Public Law 104-79 (December 1995) exempted states from receiving and maintaining paper\n    copies of federal campaign finance reports provided that the state, \"as determined by\n    the Commission, has a system that permits electronic access to, and duplication of,\n    reports and statements that are filed with the Commission.\"</p>\n    <p>The FEC began posting disclosure reports filed by Presidential and House candidates,\n    parties and political action committees, on its Web site in 1997 and has since expanded\n    the site to include electronic filings and a query system that allows for on-line searches\n    of the campaign finance data base. The public in the certified states access the\n    FEC&#146;s Web site to view campaign finance reports, but they are the same reports from\n    federal candidates that, by regulation, had to be duplicated in paper form and filed with\n    the state. </p>\n    <p>Certification by the FEC is indicative that states and territories possess an adequate\n    computerized system to allow the public electronic access to, and duplication of, reports\n    and statements that are filed with the FEC. Criteria leading to their certification by the\n    FEC were: (1)Possession of at least one computer terminal that can electronically access\n    the Commission&#146;s Web page, with at least one printer (connected either directly or\n    through a network); and (2)the state or territory will, to the greatest extent possible,\n    allow anyone requesting federal campaign finance data, the use of this computer terminal,\n    at any time during regular business hours.</p>\n    <p>Alaska&#146;s public-access computer terminal is located at the Office of the\n    Lieutenant Governor, State Capitol, 3rd floor, Juneau, Alaska.</p>\n    <p>The FEC and its initiation and implementation of the state paper-filing waiver program\n    was designated in May 2001 as one of 99 semi-finalists from some 1,300 applicants in the\n    \"Innovations in American Government\" award competition sponsored by the Ford\n    Foundation and administered by Harvard University&#146;s John F. Kennedy School of\n    Government. </p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "href": "20020613waiver.html", "date": "06/13/2002", "pdf": null, "title": "FEC Certifies Alaska for Paper-Filing Waiver", "category": "Other Agency Actions"}