{"href": "press2006/20061228summary.html", "pdf": null, "date": "12/28/2006", "category": "Enforcement Matters", "title": "FEC Posts Record Year, Collecting $6.2 Million in Civil Penalties", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      December 28, 2006</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\"><p class=\"small\">Bob Biersack <br/>\n      Kelly Huff<br/>\n      George&#160;Smaragdis<br/>\n      Michelle Ryan</p>\n    </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"> <p align=\"center\">&#160;</p>      \n      <p class=\"big\">FEC POSTS RECORD YEAR, COLLECTING $6.2 MILLION IN CIVIL PENALTIES</p>      </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"><p align=\"left\">WASHINGTON &#8211; The Federal Election Commission reported today that it collected civil penalties of more than $6.2 million in 2006, more than doubling the total amount of penalties of any other single year in the agency&#8217;s 31-year history.&#160; Since the FEC opened its doors in 1975, it has had 49 enforcement cases with penalties over $100,000 &#8211; 12 of these cases (nearly one out of every four) were concluded in 2006.</p>\n      <p align=\"left\">&#8220;The Commission has demonstrated a renewed commitment to vigorous enforcement this year&#8221; said 2006 FEC Chairman Michael Toner.&#160; &#8220;Our performance this year sends a strong message that while we will do our best to encourage voluntary compliance, we will also seek significant civil penalties when we uncover serious violations of federal election laws.&#8221;</p>\n      <p align=\"left\">Among the major cases completed in 2006 was the $3.8 million penalty paid by Federal Home Loan Mortgage Corporation (Freddie Mac) &#8211; the largest civil penalty in the Commission&#8217;s history. The Commission found that Freddie Mac had illegally contributed to political committees using corporate funds and used other company resources to facilitate additional contributions.&#160; Large penalties were obtained against other corporations and individuals who organized contribution reimbursement schemes or illegally used corporate resources for political purposes.</p>\n      <p align=\"left\">The Commission also settled cases against three 527 groups who agreed to pay almost $630,000 in penalties for failing to register and file reports with the FEC during the 2004 presidential campaign. </p>\n      <p align=\"left\">&#160;&#8220;The results in 2006 reflect a bipartisan commitment to strong enforcement.&#8221; said incoming 2007 Chairman Robert Lenhard.</p>\n      <p align=\"left\">In 2006, the FEC closed 315 matters (including Administrative Fines and Alternative Dispute Resolution cases), the largest number since 2001.&#160;&#160; The FEC closed cases more quickly with higher penalties than ever before.&#160; Even as penalties have risen, the average time required to complete a case, from the time a complaint is filed until the case is closed, declined by nearly one third from earlier years.&#160; Over 85% of the agency&#8217;s cases are now closed within two years, the fastest and most efficient processing of complaints in the agency&#8217;s history.</p>\n      <p align=\"left\">In addition to these enforcement results, the FEC issued 25 Advisory Opinions in 2006 offering guidance to political committees and candidates on a variety of key issues, and instituted an expedited process for handling time-sensitive requests.&#160; The Commission also completed 7 regulatory rulemakings in 2006, a very time and resource-intensive process, and issued 16 final audit reports on campaign committees, PAC&#8217;s, and parties.</p>\n      <p align=\"left\">The Commission proposed several new procedural initiatives that will improve responsiveness and transparency in the FEC&#8217;s operations.&#160; Among these were proposals to permit oral hearings in certain enforcement cases, to clarify and encourage self-reporting of violations, to offer guidance on disclosure efforts including descriptions for the purpose of disbursements, and to outline the requirements to show &#8220;best efforts&#8221; to obtain and report financial information by treasurers of committees.</p>\n      <p align=\"left\">The Commission received and processed nearly 78,000 financial filings in 2006, the equivalent of 3.9 million pages of financial data, disclosing about $2.7 billion in spending related to federal elections.</p>\n      <p align=\"left\">The FEC website (<a href=\"../..\">www.fec.gov</a>) received nearly 3.8 million visits in 2006 while recording more than 106 million page hits.</p>\n      <p align=\"left\">In addition to the standard enforcement process originally created in the Federal Election Campaign Act, Congress added an Alternative Dispute Resolution program that seeks more flexible solutions for simple violations by employing a mediation process, along with an Administrative Fines Program that employs specific published penalties for late filing and failure to file disclosure reports.&#160; The total in civil penalties collected by the Commission in 2006 was $6,262,052, with $5,925,800 from enforcement cases; $136,299 through its Alternative Dispute Resolution program; and $201,953 from Administrative Fines.</p>\n      <p align=\"left\"/>\n      <p align=\"left\"/>\n      <p align=\"left\"/>\n      <p align=\"left\"/>\n      <p align=\"left\"><strong>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </strong></p>      \n      <p align=\"left\">&#160;      </p>\n      <div align=\"left\"/>      \n      <p align=\"CENTER\"><b># # #</b></p>\n      <b/><font face=\"Arial\" size=\"2\"> \n      <p>&#160;</p>\n    </font>\n    <p/></th>\n  </tr>\n</table>\n</body>\n"}