{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">December 17,  2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20131217release2.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Audit Division Recommendation Memorandum and Legislative Recommendations, Elects 2014 Officers and Releases Future Meeting Dates</strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved an Audit Division Recommendation Memorandum and eight Legislative Recommendations. The Commission also elected a Chairman and Vice Chair for 2014 and released future meeting dates.</p>\n        <p><a href=\"../../../agenda/2013/mtgdoc_13-55.pdf\">Audit Division Recommendation Memorandum on the North Dakota Republican Party</a>. The Commission approved the Audit Division Recommendation Memorandum on the North Dakota Republican Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to (1) the misstatement of financial activity and (2) the reporting of debts and obligations. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p><a href=\"../../../agenda/2013/agenda20131217.shtml\">2013 Legislative Recommendations</a>. The Commission unanimously approved eight legislative recommendations for 2013 to be submitted for consideration to Congress: (1) deleting the exclusion of the Commission from eligibility for the Senior Executive Service; (2) making permanent the Administrative Fine program for reporting violations; (3) authorizing the Commission to accept gifts that will assist the Commission in carrying out its functions; (4) requiring electronic filing for all Senate candidates and their authorized committees; (5) requiring electronic filing of reports of electioneering communications; (6) amending the prohibition of the personal use of campaign funds to extend to all political committees; (7) increasing and indexing for inflation certain registration and reporting thresholds in the Federal Election Campaign Act and (8) expanding the prohibitions on fraudulent misrepresentation of campaign authority. </p>\n        <p><a href=\"../../../agenda/2013/mtgdoc_13-57.pdf\">2014 Meeting Dates</a>. The Commission approved an initial <a href=\"../../../agenda/2013/mtgdoc_13-57.pdf\">schedule</a> of meeting dates in 2014. </p>\n        <p><a href=\"20131217release.shtml\">Election of Officers</a>. The Commission elected Lee E. Goodman as Chairman and Ann M. Ravel as Vice Chair. Commissioners Goodman and Ravel have served on the Commission since October 2013, following their nomination and confirmation by the United States Senate.&#160; </p>\n        <p>Chair Ellen L. Weintraub thanked the Commission staff for their work this year and extended special recognition to several individuals and teams for their extraordinary efforts. </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n           ", "date": "12/17/2013", "href": "press2013/news_releases/20131217release2.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Audit Division Recommendation Memorandum and Legislative Recommendations, Elects 2014 Officers and Releases Future Meeting Dates", "pdf": null}