{"href": "press2015/news_releases/20151029release.shtml", "pdf": null, "date": "10/29/2015", "category": "Disclosure Initiatives", "title": "FEC Introduces First Phase of betaFEC Website ", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">October 29,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151029release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Introduces First Phase of betaFEC Website</strong></p>\n        <p><br/>\n  WASHINGTON &#8211; The Federal Election Commission introduced its betaFEC website today, providing the public with a first look at a redesign that will bring easier access to the agency&#8217;s rich data. The Commission seeks public feedback on the evolving website design.<br/>\n  <br/>\n&#8220;We initiated the-top-to-bottom website overhaul to fulfill the mission of the FEC &#8211; promoting democracy by providing transparency and disclosure of campaign finances,&#8221; said Commission Chair Ann M. Ravel. &#8220;The intuitive search features of the website make it easier for voters, researchers, journalists and others to find the data they need.&#8221;<br/>\n  <br/>\n&#8220;The new betaFEC website is just the beginning, but a very auspicious one,&#8221; said Commission Vice Chair Matthew S. Petersen. &#8220;The site is neither comprehensive nor complete right now, but that&#8217;s the point. We want user feedback to help us make the most useful website possible.&#8221;<br/>\n  <br/>\n  The Commission launched its website improvement initiative last year in partnership with 18F, a digital services delivery team in the General Services Administration (GSA). The introduction of betaFEC today caps a year of intensive, collaborative work by the two partners.<br/>\n  <br/>\n  The team is designing the site in phases, allowing the Commission to launch new features faster than it would by releasing a completely redesigned fec.gov. The official site for FEC data remains the <a href=\"../../../pindex.shtml\">Campaign Finance Disclosure Portal</a>.<br/>\n  <br/>\n  The betaFEC site allows users to browse comprehensive lists of candidates, committees, filings, receipts, and disbursements. Visitors can find information about candidates and committees with new pages that break down:<br/>\n  <br/>\n        </p>\n        <ul>\n          <li>basic information, like party affiliation, status, treasurer, address, and FEC ID;</li>\n          <li> financial information, including contributions, disbursements, and other transactions;</li>\n          <li> all filings in a sortable and filterable format; and </li>\n          <li> links to detailed pages about the election and district.</li>\n        </ul>        <p>            Viewers can also find information about elections by searching for a ZIP code, browsing a map, or choosing a state and district. One major new offering is the election pages, which were designed to incorporate the user-friendly campaign finance maps on the Commission&#8217;s current website. The election pages add consistency across elections and make related data easier to find. <br/>\n              <br/>\n              The site is built to be responsive, meaning that it works on mobile devices and tablets of any size. More information on the redesign process can be found <a href=\"../../betafec-factsheet.shtml\">here</a>.<br/>\n              <br/>\n              One of the unique aspects of the project is that the Commission is using a user-centered development process that permits users to comment on features and for 18F to take these comments into consideration as it continues to build the site. This process ensures that the website will provide the best possible experience and utility for everyone who uses it, from professionals to average citizens who want to make an informed choice at the ballot box.<br/>\n              <br/>\n              <br/>\n              <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p><br/>\n              </p>\n        <div align=\"center\"># # #</div>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      "}