{"href": "press2015/news_releases/20151029release_2.shtml", "pdf": null, "date": "10/29/2015", "category": " ", "title": "FEC Launches betaFEC Website, Issues an Advisory Opinion and Discusses Two Advisory Opinion Requests", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">October 29,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151029release_2.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong><br/>\n      </strong><strong>FEC Launches betaFEC Website, Issues an Advisory Opinion and <br/>\nDiscusses Two Advisory Opinion Requests</strong></p>\n        <p>            WASHINGTON &#8211; The Federal Election Commission launched its betaFEC website today, issued an Advisory Opinion and discussed two other Advisory Opinion Requests. The Commission held over discussion of several matters including rulemaking priorities and proposals in connection with political party committees, a draft proposal for a rulemaking on the reporting of multistate independent expenditures and electioneering communications that relate to presidential primary elections, a proposed interpretive rule on reporting nationwide independent expenditures in connection with presidential primaries, and a proposed final audit report.<br/>\n            <br/>\n            <a href=\"20151029release.shtml\">Demonstration of FEC Website Redesign, Beta Version</a>. The Commission unveiled the first phase of the <a href=\"https://beta.fec.gov/\">beta version</a> of its website, which is undergoing a redesign to provide the public with easier access to the agency&#8217;s rich data. The Commission encourages feedback on the evolving website design.<br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-08 (Repledge)</a>. The Commission discussed <a href=\"../../../agenda/2015/agenda20151029.shtml\">multiple drafts</a> responding to an advisory opinion request from Repledge, but was unable to reach agreement by the required four affirmative votes. Repledge proposed to establish a web-based platform that allowed supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asked a number of questions relating to its proposal, including whether it would receive contributions and violate the prohibition on corporate contributions to candidates. During the discussion, the Commission heard from the requestor. The Commission held over the request and left open the possibility of formulating a further draft outlining areas of consensus.<br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-09 (Senate Majority PAC and House Majority PAC)</a>. The Commission discussed <a href=\"../../../agenda/2015/agenda20151029.shtml\">two drafts</a> responding to an advisory opinion request from Senate Majority PAC and House Majority PAC, but held over a vote on the matter until the agency&#8217;s next meeting scheduled on November 10. The two independent expenditure-only political committees ask several questions regarding proposed activities between the requestors, single-candidate committees that the requestors would form, individuals contemplating federal candidacy, and federal candidates. During the discussion, the Commission heard from counsel for the requestors.<br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-10 (21st Century Fox)</a>. The Commission issued an <a href=\"../../../agenda/2015/documents/mtgdoc_15-58-a.pdf\">advisory opinion</a> in connection with a request from 21st Century Fox. The requestor, as the owner and operator of a number of regional sports television networks, asked for guidance on the appropriate method of calculating whether a communication can be received by 50,000 or more persons for purposes of determining whether the communication is an electioneering communication. The Commission concluded that customers who cannot receive a communication because they do not subscribe to a cable or satellite package that carries the network on which the communication is distributed may be excluded from the calculation of the number of persons who can receive the communication. During the discussion, the Commission heard from the requestors&#8217; counsel.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/agenda20151029.shtml\">Rulemaking Priorities and Proposals</a>. The Commission discussed and held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a.pdf\">Memorandum on Regulatory Relief for Political Parties</a> and noted an <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">Outline of a Draft NPRM Implementing Party Segregated Accounts</a> and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-c.pdf\">Draft NPRM on Technological Modernization</a>. <br/>\n            <br/>\n            <a href=\"../../../agenda/2015/agenda20151029.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. The Commission considered and held over discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-a.pdf\">Notice of Proposed Rulemaking (NPRM)</a> on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and that are publicly distributed in multiple states but that do not refer to any particular state&#8217;s primary election. The Commission also discussed and held over further discussion on a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-b.pdf\">draft interpretive rule</a> on reporting independent expenditures for presidential primaries that are distributed nationwide.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/agenda20151029.shtml\">Commission Documents/Public Disclosure Policies</a>. The Commission held over discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>, a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-b.pdf\">Memorandum on Disclosing Additional Categories of Documents to the Public Record at the Close of an Enforcement Matter</a>, and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-c.pdf\">Memorandum on Additional Documents <br/>\n  Appropriate for Release</a>. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-53-a.pdf\">Proposed Final Audit Report on the Committee for Charlotte/Charlotte DNC Host Committee</a>. The Commission held over discussion of a Proposed Final Audit Report on the Committee for Charlotte/Charlotte DNC Host Committee, covering campaign finance activity between April 1, 2011 and December 31, 2012. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-52-a.pdf\">Proposed Amendment to Directive 52 &#8211; Technical and Conforming Authority</a>. Prior to this morning&#8217;s meeting, the Commission approved on tally<strong> </strong>an amendment to Directive 52 to provide originating offices with authority to make technical and conforming changes to documents approved by the Commission.<br/>\n  <br/>\n  <br/>\n  <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate</em>. </p>\n        <p align=\"center\">    # # # </p></td>\n    </tr>\n  </table>      \n      </div>\n      "}