{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>July 7 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n              <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, two of the respondents agreed to pay civil penalties of $2,500. In three matters, the Commission found no reason to believe a violation occurred. It dismissed two other matters.</p>\n              <p align=\"left\">Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p align=\"left\">This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"97\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5887</a></p></td>\n                  <td width=\"593\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Republican Main Street Partnership-PAC and Sarah Resnick, in her official capacity as treasurer; Schwarz for Congress and Robert Schuler, in his official capacity as treasurer; Republican Main Street Partnership; and Joe Schwarz</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Club for Growth</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged Schwarz for Congress (&#8220;Schwarz Committee&#8221;), Joe Schwarz and Republican Main Street Partnership-PAC (&#8220;RMSP-PAC&#8221;) coordinated advertisements for the benefit of the Schwarz Committee. This resulted in RMSP-PAC making excessive contributions to the Schwarz Committee that were not reported and the Schwarz Committee accepting excessive contributions from RMSP-PAC that were not reported. The complaint also alleged Republican Main Street Partnership, a corporation, made contributions or expenditures on behalf of the Schwarz Committee. Schwarz (MI-7) was running for re-election at the time of the alleged violations.</p></td>\n                </tr>\n                <tr>\n                  <td height=\"131\" valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found reason to believe that RMSP-PAC and the Schwarz Committee violated the Act by coordinating communications for the benefit of the Schwarz Committee that resulted in excessive contributions that were not reported. The Commission found no reason to believe Joe Schwarz violated the Federal Election Campaign Act of 1971, as amended (the Act), by participating in coordinating those communications for the benefit of the Schwarz Committee. The Commission found no reason to believe Republican Main Street Partnership violated the Act by making expenditures on behalf of the Schwarz Committee. In separate conciliation agreements, the Schwarz Committee and RMSP-PAC each agreed to pay a civil penalty of $2,500.</p>\n                      <p/></td>\n                </tr>\n              </table>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6077</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Coleman for Senate &#8217;08 and Rodney A. Axtell, in his official capacity as treasurer; Norm Coleman; U.S. Chamber of Commerce; National Federation of Independent Business SAFE Trust and Tammy Boehms, in her official capacity as treasurer; and Jeff Larson.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANTS:</p></td>\n                  <td valign=\"top\"><p>Minnesota Democratic-Farmer-Labor Party by its Chairman, Brian Melendez </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that Coleman (MN), his principal campaign committee, and Axtell, in his official capacity as treasurer, accepted prohibited in-kind corporate contributions and excessive contributions when the Committee purportedly coordinated communications with the U.S. Chamber of Commerce, the National Federation of Independent Business SAFE Trust, Boehms, in her official capacity as the Trust&#8217;s treasurer, and Larson. Under the Act, multicandidate political committees such as the NFIB SAFE Trust may contribute up to $5,000 per election, including in-kind contributions, to a federal candidate, but corporations such as the U.S. Chamber of Commerce are prohibited from making contributions, including in-kind contributions, to a federal candidate.</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act because the communications in question did not meet the criteria necessary to be considered coordinated. </p></td>\n                </tr>\n                <tr>\n                  <td height=\"37\" valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6089</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Melissa Hart; Meakem Communications Company LLC (also known as Leadership Radio Network); People with Hart Inc. and Michelle Pierson, in her official capacity as treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Shawn T. Flaherty </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that Hart (PA-4) and her principal campaign committee violated the Act by accepting a prohibited in-kind contribution when they purportedly coordinated communications with the Leadership Radio Network in a radio interview in which her candidacy was expressly advocated. The complaint alleged further that the press exemption to the Act should not apply since the radio station was paid to broadcast the interview. The press exemption refers to the exclusion of press entities that are independent of political parties, committees and candidates from the Act&#8217;s prohibition on corporate expenditures from general treasury funds in connection with the election of any candidate for federal office. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found no reason to believe that the respondents violated the Act because the press exemption applied to the activity in this case. Therefore, any coordinated communications between the parties would not have violated the Act.</p></td>\n                </tr>\n                <tr>\n                  <td height=\"40\" valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6120</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Darren White; Darren White for Congress and Angie McKinstry, in her official capacity as treasurer; Republican Campaign Committee of New Mexico (RCCNM) and John Chavez, in his official capacity as treasurer; and Freedom&#8217;s Watch, Inc.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Democratic Party of New Mexico by its Chairman, Brian S. Col&#243;n</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged the following violations of the Act: 1) RCCNM knowingly made and the White committee accepted prohibited in-kind contributions by coordinating communications in excess of the allowable limit; 2) Freedom&#8217;s Watch made and RCCNM accepted prohibited corporate contributions by coordinating communications in excess of the allowable limits; 3) Freedom&#8217;s Watch failed to register as a political committee with the Commission; and 4) all respondents failed to properly file reports disclosing receipts and expenditures of the purportedly coordinated communications.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act because the communications in question did not meet the criteria required to demonstrate that coordination occurred among the parties.</p></td>\n                </tr>\n                <tr>\n                  <td height=\"33\" valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6153</a></p></td>\n                  <td valign=\"top\"><p>New Mexico Republicans</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>New Mexico Democratic Legislative Campaign Committee (NMDLCC) and Mimi Stewart, in her official capacity as treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>New Mexico Republicans and Whitney W. Cheshire, Executive Director</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that NMDLCC, a state party committee, and Stewart, in her official capacity as treasurer, violated the Act by using nonfederal funds to expressly advocate for the election of a federal candidate by paying for and distributing mailers to voters in New Mexico.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission dismissed the matter due to the low level of activity at issue. Based on information before the Commission, it appears the Committee may have failed to include an adequate disclaimer on its mailers. A letter of caution was sent to the Committee and its treasurer, advising the Committee to take steps to ensure that its conduct is in compliance with the Act and Commission regulations.</p></td>\n                </tr>\n                <tr>\n                  <td height=\"27\" valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6039</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Lincoln Diaz-Balart for Congress and Jose A. Riesco, in his official capacity as treasurer; Mario Diaz-Balart for Congress and Jose A. Riesco, in his official capacity as treasurer; Ros-Lehtinen for Congress and Antonio L. Agiz, in his official capacity as treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Miami-Dade Democratic Party</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that the committees and their treasurers violated the Act by participating in a joint fundraising event without selecting a political committee to serve as a fundraising representative. The complaint alleged further that the respondents failed to create a formula to allocate contributions and expenses, neglected to inform potential donors of this formula when soliciting contributions, and did not establish a separate account for the collection and disbursement of these funds. The complaint also alleged that the respondents failed to sign a written agreement that would name the fundraising representative and declare their allocation formula. Lincoln Diaz-Balart represents Florida&#8217;s 21st Congressional District, Mario Diaz-Balart represents Florida&#8217;s 25th Congressional District, and Ileana Ros-Lehtinen represents Florida&#8217;s 18th Congressional District.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of the low dollar amounts involved in the complaint.</p>\n                      <p/></td>\n                </tr>\n              </table>\n              <p/>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"100%\" valign=\"top\"><p>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </p>\n                      <p align=\"center\"/>\n                      <p align=\"center\"># # #</p></td>\n                </tr>\n              </table></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090706MUR.shtml", "date": "07/06/2009", "pdf": null, "title": "FEC Takes Final Action on Six Cases", "category": "Enforcement Matters"}