{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>October 2, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In two matters, the Commission found no reason to believe the respondents violated the Federal Election Campaign Act of 1971, as amended (the Act). The Commission exercised its prosecutorial discretion and took no further action in another matter, and dismissed three other matters. </p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6182</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Andre Walker; David Scott for Congress and Henry Aaron, in his official capacity as treasurer </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>David Knox, Founder of Democrats for Good Government</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that a blogger, Andrew Walker, was paid by the David Scott for Congress Committee to post favorable information in support of Scott&#8217;s re-election on his blog and that those postings failed to include adequate disclaimers stating they were paid by the Committee. Rep. Scott was a candidate in 2008 for Georgia&#8217;s 13th Congressional District. </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act because the complaint failed to provide any substantiation for the complainant&#8217;s allegations and the fact that the Committee&#8217;s disbursements to Walker appeared to be reasonable reimbursements for services rendered. </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6088</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Haverford Township Democratic Committee</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Richard Van Luvender</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Haverford Township Democratic Committee used prohibited non-federal funds for a newsletter distributed by campaign volunteers and failed to provide proper disclaimers on the newsletter, Committee website, and online contribution form.&#160; </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission found no reason to believe Haverford Township Democratic Committee violated the Act because the newsletters appeared to qualify for the volunteer materials exemption. &#160;Further, the Commission found that because the newsletter qualifies as exempt volunteer activity, it need not state that it is authorized by a candidate or any authorized committee or agent of any candidate. Finally, the Commission found no reason to believe the website and online contribution form violated the Act's disclaimer requirements.</p>\n                </td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5534</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Business Alaska, Inc.; Jack Frost &amp; Friends and Jack Frost</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Alaska Democratic Party by its executive director, Bridget Gallagher</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Business Alaska, Inc. failed to register with the Commission as a political committee and failed to file electioneering communication reports disclosing costs associated with a television ad mentioning U.S. Senate candidate Gov. Tony Knowles. Further, the complaint alleged that Business Alaska, Inc. made improper corporate expenditures by paying for newspaper ads supporting U.S. Senator Lisa Murkowski. The complaint also alleged that Business Alaska, Inc. failed to include proper disclaimers on the newspaper ads and the television advertising placed by Jack Frost &amp; Friends, an ad agency.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>In April 2006, the Commission found reason to believe Business Alaska, Inc. violated the Act by failing to register as a political committee and file disclosure reports.&#160; The Commission also found Business Alaska, Inc. violated the Act by making prohibited corporate independent expenditures and electioneering communications. The Commission also found reason to believe Business Alaska, Inc. violated the Act by failing to file proper disclosure reports disclosing the independent expenditures and electioneering communication and by failing to include proper disclaimers. The Commission found no reason to believe Jack Frost &amp; Friends violated the Act.&#160; </p>\n                <p/>\n                <p>In August 2009, the Commission determined that Business Alaska was not a political committee under the Act, and moreover that its financing of electioneering communications was not prohibited following the Supreme Court's decision in <em>FEC v. Wisconsin Right to Life Committee, Inc</em>. As to the other violations, the Commission exercised its prosecutorial discretion to take no further action with respect to Business Alaska and Jack Frost, given that Business Alaska is essentially defunct with minimal or no assets, has been inactive for several years, and has little potential for future fundraising based on its representation that it intends to terminate as a corporation.</p>\n                </td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6180</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Chris John; Chris John for U.S. Senate and Joseph A. John, in his official capacity as treasurer; Louisiana Mid-Continent Oil &amp; Gas Association</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Jeanne Broussard</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Louisiana Mid-Continent Oil &amp; Gas Association made prohibited corporate contributions to Chris John for U.S. Senate when Chris John used the company&#8217;s corporate courier service account to send his committee reports to the Secretary of the Senate. The complaint alleged further that John and his campaign committee knowingly accepted the contributions. John was a candidate in 2004 for Louisiana&#8217;s U.S. Senate seat.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter due to the low dollar amount at issue.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6055</a></p></td>\n            <td width=\"76%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Dan Seals for Congress and Harry Pascal, in his official capacity as treasurer </p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>Daniel Bryant</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The complaint alleged that Dan Seals for Congress and Pascal, in his official capacity as treasurer, reported a contribution from a person who had died more than two months earlier. Seals was a candidate in 2008 for Illinois&#8217; 10th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"23%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"76%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter because the contribution was made from an account held jointly by the deceased man and his wife and because Dan Seals for Congress quickly filed an amended report to correct the attribution for the contribution. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6197</a></td>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Schmidt for Congress Committee and Phillip A. Greenberg, in his official capacity as treasurer </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td valign=\"top\"><p>David Krikorian</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>The complaint alleged Schmidt for Congress and Greenberg, in his official capacity as treasurer, misstated contributions from the Turkish American Heritage Political Action Committee. Rep. Jean Schmidt was a candidate in 2008 for Ohio&#8217;s 2nd Congressional District. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter. </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <p>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/20091002MUR.shtml", "date": "10/02/2009", "pdf": null, "title": "FEC Takes Final Action on Six Cases", "category": "Enforcement Matters"}