{"href": "conv00.htm", "pdf": null, "date": "06/28/1999", "category": "Presidential Public Funds", "title": "Both Major Parties to Receive Public Funding for 2000 Conventions", "html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                              Contact:  Sharon Snyder\nJune 28, 1999                                                                                                                     Ron Harris\n                                                                                                                                             Ian Stirton\n                                                                                                                                             Kelly Huff</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">BOTH MAJOR PARTIES TO RECEIVE PUBLIC FUNDING FOR 2000 CONVENTIONS</p>\n\n\n<p>WASHINGTON &#150; Each of the two major political parties&#146; convention committees\nwill receive $13,224,000 from the U.S. Treasury for planning and conducting their 2000\nPresidential nominating conventions. The 2000 Democratic National Convention Committee,\nInc. will hold its convention in Los Angeles, CA, from August 14-17, 2000. The Committee\non Arrangements for the 2000 Republican National Convention will have its convention in\nPhiladelphia, PA, July 29-August 4, 2000.</p>\n\n<p>The Federal Election Commission today certified that the two convention committees had\nmet all eligibility requirements and sent letters to the Secretary of the Treasury,\nrequesting that the payments be made.</p>\n\n<p>Federal election law permits all eligible national committees of major and minor\nparties to receive public funds to pay the official costs of their presidential nominating\nconventions. Each major party convention committee is entitled to receive $4 million<b>*</b>,\nplus an adjustment for inflation (since 1974). The payments for each major party\nconvention historically have been:</p>\n\n<p>1996 - $12,364,000 1988 - $ 9,220,000 1980 - $ 4,416,000</p>\n\n<p>1992 - $11,048,000 1984 - $ 8,080,000 1976 - $ 2,182,000</p>\n\n<p>[Originally, the limit was $2 million, plus COLA. That figure was increased to $3\nmillion, plus COLA, for the 1980 conventions and to $4 million, plus COLA, for the 1984\nconventions.]</p>\n\n<p>Initial payments are made by the U.S. Treasury on or after July 1 of the year preceding\nthe presidential election. Payments for an additional cost-of-living adjustment will be\nmade in 2000. In exchange for public funding of the conventions, committees agree to\ncertain requirements including spending limits, the filing of periodic disclosure reports,\nand detailed audits.</p>\n\n<p>The public funding portion of presidential elections is financed by the Presidential\nElection Campaign Fund, which receives funds through dollars voluntarily \"checked\noff\" by taxpayers on federal income tax forms.</p>\n\n<p align=\"CENTER\">###</p>\n</font>\n</body>\n"}