{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 1  , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n              <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, respondents agreed to pay a civil penalty of $26,000. The Commission found no reason to believe violations occurred in another matter and dismissed two other cases. The Commission dismissed the allegations against two respondents in another matter and found no reason to believe violations occurred in relation to two other respondents. The Commission closed the file in the final case.</p>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <p/>\n              <table width=\"\" cellpadding=\"3\" cellspacing=\"0\">\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5749</a><strong/></p></td>\n                  <td width=\"84%\" valign=\"top\"><p><strong/></p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>GSP Consulting Corporation; GSP Consulting Corporation PAC and Aaron Grau, in his official capacity as treasurer; John Dick; Joseph Kuklis; Charles Hammel; Houston Harbaugh Legislative Services PAC and Gregory Harbaugh, in his official capacity as treasurer; Sean McDonald; James Ciminio; Pittsburgh Airport Area Chamber of Commerce; Santorum 2006 and Gregg&#160; R. Melinson, in his official capacity as treasurer</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>Citizens for Responsibility and Ethics in Washington</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The complaint alleged that GSP Consulting Corporation PAC (GSP-PAC), the separate segregated fund for GSP Consulting Corporation (GSP), both of which were established by former staffers for then-Senator Rick Santorum (PA), received excessive contributions and solicited funds from outside the restricted class of potential contributors the PAC is allowed to approach under the Federal Election Campaign Act of 1971, as amended (the Act). </p>\n                      <p>According to the complaint, Kuklis, Dick, Hammel and McDonald made excessive contributions to the political action committees (PACs). The complaint further alleged that GSP-PAC failed to disclose its affiliation with Houston Harbaugh Legislative Services PAC, a joint venture involving GSP, and accepted excessive contributions from Kuklis and Dick. The complaint also alleged that McDonald earmarked an excessive contribution through GSP-PAC to Santorum 2006, and earmarked contributions from Sean McDonald, the Pittsburgh Airport Area Chamber of Commerce and Ciminio. The complaint also alleged that GSP-PAC used corporate resources to facilitate contributions to federal candidates.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p>\n                      <p/>\n                      <p/>\n                      <p/></td>\n                  <td width=\"84%\" valign=\"top\"><p>The Commission found reason to believe GSP, GSP-PAC and Grau, in his official capacity as treasurer, Kuklis, Dick and Hammel violated the Act.In a conciliation agreement, GSP, GSP-PAC and Grau, Kuklis, Dick and Hammel agreed to pay a civil penalty of $26,000.The Commission found no reason to believe McDonald made an excessive contribution because he made only one contribution within the election cycle, and it was within the permitted limits.&#160; The Commission also found no reason to believe that the Santorum Committee knowingly accepted excessive contributions. The Commission noted that when the Santorum Committee became aware of receiving one such contribution, it returned it. The Commission found no reason to believe Ciminio and the Pittsburgh Airport Area Chamber of Commerce violated the Act, because they were named in the complaint only as potential contributors who may have been solicited improperly by GSP. The Commission took no further action in connection with Houston Harbaugh Legislative Services PAC and Harbaugh.</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6100</a></p></td>\n                  <td width=\"84%\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>Covanta Energy Corporation; Covanta Energy Corporation Political Action Fund and Joanne Pagliuca as Treasurer</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>Utility Workers Union of America, AFL-CIO Local 369</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The complaint alleged that Covanta Energy Corporation solicited contributions for its federal PAC from employees outside its restricted class, including through a paragraph in its employee handbook. It alleged that the corporation failed to notify the union of its intention to solicit funds in this way and offered employees a payroll deduction program for PAC contributions without offering the same mechanism for payment of union contributions in violation of the Act. </p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The Commission found no reason to believe Covanta Energy Corporation, its PAC or Pagliuca, in her official role as treasurer, violated the Act because the solicitations apparently were made on behalf of its state, rather than federal, PAC, and because the text in the handbook would neither encourage employees to support PAC activities nor facilitate contributions to the PAC.</p>\n                      <p/>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 5712, 5799</a></p></td>\n                  <td width=\"84%\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>Senator John McCain; Governor Arnold Schwarzenegger </p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>California Democratic Party and Art Torres as Chairman; Senate Majority Project</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The complaints alleged that McCain (AZ) violated the &#8220;soft money&#8221; prohibitions of the Act by permitting his name to appear on invitations to fundraising events for two state candidates. The invitations allegedly included contribution solicitations in excess of the federally allowable limit and from prohibited sources under the Act. The complaints also alleged that the invitations did not include adequate information on the prohibition on soliciting non-federal funds by a federal officeholder. One complaint alleged that Schwarzenegger (CA) aided and abetted McCain in the purported violations. </p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>In 2007, the Commission dismissed the matter pertaining to Schwarzenegger. In March 2009, the Commission voted 4-2 to exercise its prosecutorial discretion and dismissed the case in reference to McCain.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6072</a></p></td>\n                  <td width=\"84%\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>Northland Regional Chamber of Commerce; Saint Joseph Area Chamber of Commerce; NPG Newspapers, Inc.; Missouri Western State University </p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>David R. Browning</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The complaint, by a congressional candidate in Missouri&#8217;s 6th Congressional District, alleged that the two Chambers of Commerce, NPG Newspapers, Inc. and Missouri Western State University violated Commission regulations by planning and holding a debate lacking objective criteria for selecting participants and intentionally promoting certain candidates over others. In the end, the university did not sponsor the debate.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The Commission, using its prosecutorial discretion, dismissed the allegations regarding the Northland Regional Chamber of Commerce and Saint Joseph Area Chamber of Commerce. Both of these corporate entities are tax-exempt business leagues, organized under 26 U.S.C. section 501(c)(6) rather than under section 501(c)(3) or (4), as required to meet the \"safe harbor\" provided by the Commission&#8217;s debate-staging regulations. However, as it appeared that they met all the other substantive requirements of those regulations, there was no good policy reason under the circumstances presented to proceed as to those respondents. The Commission found no reason to believe that NPG Newspapers, Inc. violated the Act and the Commission's regulations as it fell within the media exemption and complied with the Commission&#8217;s debate staging criteria.&#160; The Commission also found no reason to believe that Missouri Western State University, which did not sponsor the debate, violated the Act or the Commission's regulations.</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5842</a></p></td>\n                  <td width=\"84%\" valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>Economic Freedom Fund; Charles H. Bell, Jr.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>Democracy 21; Campaign Legal Center </p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>SUBJECT:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The complaint alleged that the Economic Freedom Fund, a 527 group, failed to register with the FEC as a political committee despite its purported major purpose of influencing federal elections. The complaint further alleged that the Fund failed to report contributions and disbursements and knowingly accepted excessive contributions.</p></td>\n                </tr>\n                <tr>\n                  <td width=\"16%\" valign=\"top\"><p>OUTCOME:</p></td>\n                  <td width=\"84%\" valign=\"top\"><p>The Commission closed the file.</p>\n                      <p/>\n                      <p/></td>\n                </tr>\n              </table>\n            <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n            <p align=\"center\"/>\n            <div align=\"center\"># # # </div></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090601MUR.shtml", "date": "06/01/2009", "pdf": null, "title": "FEC Takes Final Action on Six Cases", "category": "Enforcement Matters"}