{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">August 2 , 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ISSUES TWO ADVISORY OPINIONS, DISCUSSES THREE REQUESTS</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved two advisory opinions and discussed three advisory opinion requests.</p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1254a.pdf\">Advisory Opinion 2012-22 (skimmerhat)</a></strong>. Skimmerhat is a for-profit corporation, registered in Delaware, that proposes to establish a website for users to search and contribute to federal candidates using geographic location, ideological similarities, or single-issue positions as search criteria. The Commission concluded that skimmerhat&#8217;s proposed platform would be permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations.</p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1255.pdf\">Advisory Opinion 2012-23 (Snake River Sugar Company, <em>et al.</em>)</a></strong>. Snake River Sugar Company (Snake River) is an incorporated agricultural cooperative that purchases sugar beets from growers and is the connected organization for Snake River PAC, a separate segregated fund. Snake River and seven regional growers' associations (the Associations) asked whether (1) the Associations are \"trade associations\" under the Act and Commission regulations; (2) the Associations and Snake River are &#8220;affiliated&#8221; for purposes of the Act and Commission regulations; and (3) the Associations may solicit contributions to Snake River PAC from the shareholders and executive and administrative personnel, and their families, of their incorporated members. <strong/>The Commission concluded that the Associations are trade associations affiliated with Snake River, and that they may therefore solicit their members, executive and administrative personnel and their families as well as the shareholders and executive and administrative personnel of their corporate members and their families that have provided prior approval for such solicitations, for contributions to Snake River PAC.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3451\"><strong>Advisory Opinion Request 2012-24 (Dean Peterson)</strong></a>. The Commission discussed and voted on two draft advisory opinions based on a request from Dean Peterson. Peterson plans to form a limited liability company that will publish and distribute an autobiography by Lee Byberg, who is a candidate for the U.S. House of Representatives in Minnesota. Both drafts approved requestor&#8217;s plans as presented in the request but with different reasoning, as explained in Draft A and Revised Draft B.<br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/aodocs/1214812.pdf\"><strong>Advisory Opinion Request 2012-26 (</strong></a><a href=\"javascript:ao(\"><strong>Cooper for Congress, ArmourMedia, Inc., and m-Qube, Inc.</strong></a> <strong><u>)</u></strong>. The Commission discussed a draft advisory opinion based on a request from Cooper for Congress, ArmourMedia, Inc., and m-Qube, Inc. but could not hold a vote in order to allow the comment period under 2 U.S.C. &#167; 437f(d) to conclude. The requestors ask whether their proposal to use mobile phone text messaging to process and raise contributions is permissible under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestors. The Commission will accept comments on the request and the draft until the close of business on August 7. The Commission intends to vote next week on tally, after the comment period closes. </p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1214939.pdf\">Advisory Opinion Request 2012-28 (CTIA - The Wireless Association)</a></strong>. The Commission discussed an advisory opinion request from CTIA - The Wireless Association. The requestor asks whether the proposal to process contributions to political committees by text message is permissible under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of CTIA &#8211; The Wireless Association. The Commission will accept comments on the request until the close of business on August 7. The Commission intends to vote next week on tally, after the comment period closes. </p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p>&#160;</p>\n        <p align=\"center\">###</p>\n        <p align=\"center\"/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120802openmeeting.shtml", "date": "08/02/2012", "pdf": null, "title": "FEC Issues Two Advisory Opinions, Discusses Three Requests", "category": "Open Meetings and Related Matters"}