{"href": "press2004/ecnoa.html", "pdf": null, "date": "08/27/2004", "category": "Rulemakings", "title": "Commission Publishes Notice of Availability Regarding Rulemaking Petition", "html": "<body>\n<p><a href=\"../../.\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<p>&#160;</p>\n<p><strong>Notice to Editors, Correspondents, and Broadcasters;</strong></p>\n<p>Commission Publishes Notice of Availability regarding Rulemaking Petition</p>\n<p>&#160;&#160;On August 26, 2004 the Federal Election Commission (FEC) published \n  a Notice of Availability regarding a rulemaking petition in the Federal Register. \n  On July 20, 2004 the Commission received a Petition for Rulemaking asking the \n  FEC to revise its regulations by exempting the promotion of political documentary \n  films that may otherwise meet the requirements of an electioneering communication \n  from restrictions on funding and disclosure requirements for certain broadcast \n  ads in proximity of elections.</p>\n<p>&#160;&#160;Statements of support of, or in opposition to, the Petition must \n  be submitted on or before September 27, 2004 . All comments should be addressed \n  to Brad C. Deutsch, Assistant General Counsel, and must be submitted in either \n  electronic or written form. Commenters are strongly encouraged to submit comments \n  electronically to ensure timely receipt and consideration. Electronic mail comments \n  should be sent to <a href=\"mailto:ECADSNOA@fec.gov\">ECADSNOA@fec.gov </a> and \n  must include the full name, electronic mail address, and postal service address \n  of the commenter. Faxed comments should be sent to (202) 219-3923, with printed \n  copy follow-up. Written comments and copies of faxed comments should be sent \n  to the Federal Election Commission, 999 E Street NW., Washington , DC , 20463 \n  . Further information is available by reviewing the Notice of Availability. \n</p>\n</body>\n"}