{"date": "10/02/2009", "pdf": null, "title": "Week of September 28 - October 2, 2009 ", "issue": "2009-21", "html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>October 2, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"right\">ISSUE 2009-21</p>\n              <p align=\"center\"><strong>Weekly Digest</strong></p>\n              <p align=\"center\"><strong>Week of September 28 &#8211; October 2</strong></p>\n              <p><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p/>\n              <p>The Commission did not hold Open or Executive Sessions this week. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. </p>\n              <p>Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong>ADVISORY OPINIONS<br/>\n              </strong> </p>\n              <p><u>Advisory Opinions Issued </u></p>\n              <p><u/></p>\n              <p><strong>AO 2009-13 (Black Rock Group). </strong>On September 28, the Commission approved Advisory Opinion 2009-13, concluding that Black Rock Group may serve as a common vendor advising one or more single-member limited liability companies (LLCs) on their independent expenditures concerning federal candidates and elections without being required to register as a political committee. The Commission stated that in cases in which The Black Rock Group is working with more than one LLC, political committee status would not be triggered as long as The Black Rock Group does not facilitate communications between the LLCs and does not convey information from one LLC to another. </p>\n              <p/>\n              <p><u>Drafts</u><br/>\n                  <br/>\n                  <strong>AOR 2009-22 (Democratic Senatorial Campaign Committee)</strong>.<strong> </strong>On October 1, the Commission made public a draft for Advisory Opinion Request 2009-22. The Democratic Senatorial Campaign Committee (DSCC) seeks an advisory opinion on whether it must file lobbyist bundling reports on a quarterly basis throughout the election cycle or quarterly during election years and semi-annually during non-election years. </p>\n              <p><strong/></p>\n              <p><strong>AOR 2009-24 (Illinois Green Party)</strong>. On October 1, the Commission made public a draft for Advisory Opinion Request 2009-24. The Illinois Green Party seeks an advisory opinion that it qualifies as a state party committee.<strong/></p>\n              <p/>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>.</p>\n              <p><strong><br/>\n  ENFORCEMENT</strong> </p>\n              <p>The Commission made public two closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6197</a> &#8211; Schmidt for Congress Committee and Phillip A. Greenberg, in his official capacity as treasurer. The Commission used its prosecutorial discretion to dismiss the case.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6102</a> &#8211; Georgianna Oliver; Oliver for Congress and Clayton E. Woodrum, in his official capacity as treasurer; and EverGreen Solutions, Inc. The Commission dismissed the case.</p>\n              <p/>\n              <p><strong>LITIGATION</strong></p>\n              <p><strong/></p>\n              <p><em><a href=\"../../law/litigation/cao.shtml\">Cao v. FEC</a></em>. On September 30, the Commission filed its <a href=\"../../law/litigation/cao_fec_opp_mot_cert_constquest.pdf\">Opposition to Plaintiffs' Supplemental Memorandum in Support of Motion to Certify Questions of Constitutionality to the Court of Appeals En Banc</a> and Response to Plaintiffs' Proposed Findings of Fact in <em>Cao v. FEC</em>. Plaintiffs filed their <a href=\"../../law/litigation/cao_cao_opp_sj_and_cert_mot.pdf\">Memorandum Opposing FEC's Summary Judgment Motion and FEC's Supplemental Response to Certification Motion</a>. </p>\n              <p>In this case, the plaintiffs have challenged the constitutionality of coordinated expenditure limits, both under the party expenditure provision in 2 U.S.C. 441a(d) and the $5,000 limit on party contributions to candidates in 2 U.S.C. 441a(a)(2)(A), as applied to party coordinated expenditures that plaintiffs claim are the parties' \"own speech\" or that the plaintiffs allege are not \"unambiguously campaign related.\" Plaintiffs claim that because these activities are not sufficiently related to corruption or the appearance thereof, Supreme Court precedent prevents application of the limits to those activities. In addition, the plaintiffs claim that the limits are unconstitutional because some vary geographically, because the limits have not been indexed to inflation, and because the limits are allegedly too low in any event. The Commission contends that the plaintiffs' claims are foreclosed by Supreme Court precedent upholding the provisions at issue, and that accepting plaintiffs&#8217; claims would permit circumvention of longstanding contribution limits that Congress enacted to prevent corruption and its appearance.</p>\n              <p><a href=\"../../law/litigation/speechnow.shtml\"><em>SpeechNow.org v. FEC</em></a>.&#160; On September 28, Judge James Robertson of the United States District Court for the District of Columbia issued his <a href=\"../../law/litigation/speechnow_memo_findings.pdf\">memorandum and findings</a> in <em>SpeechNow.org v. FEC</em>. Plaintiff SpeechNow.org has challenged the constitutionality of contribution limits, reporting requirements, and political committee registration requirements as applied to its proposed activities.&#160; </p>\n              <p/>\n              <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n              <p/>\n              <p>October 1: California&#8217;s District 10 Special Election Post-General disclosure reports were due. </p>\n              <p><strong>OUTREACH</strong></p>\n              <p/>\n              <p>On September 28-October 2, Bob Biersack, Senior Advisor to the Staff Director, and Patricia Carmona, Assistant Staff Director, Reports Analysis Division, participated in the Second Inter-American Electoral Training Seminar in Mexico City. The seminar's objectives were to strengthen Latin American and Caribbean electoral systems by improving the institutional capacity and professionalism of electoral authorities, and to promote cooperation between electoral authorities in the region.</p>\n              <p/>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p/>\n              <p><a href=\"20090930MUR.shtml\">FEC Takes Final Action on Six Cases</a> (issued September 30)</p>\n              <p><a href=\"20091002MUR.shtml\">FEC Takes Final Action on Six Cases </a>&#160;(issued October 2)</p>\n              <p/>\n              <p><strong>NEXT WEEK (OCTOBER 5 &#8211; 9, 2009)</strong></p>\n              <p><strong/></p>\n              <p>October 6:&#160; The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">Executive Session</a>.&#160; </p>\n              <p>October 8:&#160; The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#open\">Open Session</a>. </p>\n              <p/>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p/>\n              <p>October 28-29, San Francisco, CA &#8211; <a href=\"../../info/conferences/2009/sanfrancisco09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is <a href=\"../../info/conferences/2009/sanfranbrochure09.pdf\">here</a>. </p>\n              <p/>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p><strong/></p>\n              <p>October 15 &#8211; October Quarterly Report </p>\n              <p>October 20 &#8211; October Monthly Report</p>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p><strong/></p>\n              <p>The October issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/oct09.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.&#160; </p>\n              <p/>\n              <p>The September supplements to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20091002Digest.shtml"}