{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">August 14, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140814release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Issues Three Advisory Opinions, Approves Finding in an Audit Memorandum, Releases Future Meeting Dates and Announces Public Forum on Website Improvement</strong> </p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today issued three advisory opinions, approved a revised finding in an Audit Division Recommendation Memorandum and approved meeting dates for the remainder of the year. Chairman Lee E. Goodman and Vice Chair Ann M. Ravel announced an informal public forum on improving the Commission&#8217;s website, which is scheduled for September 17 at 10:00 a.m.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-40.pdf\">Advisory Opinion 2014-07 (Crowdpac)</a>. The Commission unanimously approved an advisory opinion in response to a request from Crowdpac. The Commission concluded that (1) Crowdpac&#8217;s proposed plan to develop a web-based platform to provide information about candidates to voters and potential donors would not result in impermissible contributions by Crowdpac to candidate committees; (2) Crowdpac may permit its users to earmark contributions for eventual nominees or prospective candidates; (3) Crowdpac may permit candidates to provide video content for Crowdpac candidate pages; and (4) Crowdpac may use data derived from Commission reports to display aggregated campaign finance data about candidates, use such data in its algorithm, and display on its website the names, cities and states of individual contributors identified from reports filed with the Commission for the purpose of explaining the functionality of its algorithm. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-41.pdf\">Advisory Opinion 2014-09 (REED Marketing Consultants, Inc.)</a>. The Commission unanimously approved an advisory opinion in response to a request from REED Marketing Consultants, Inc. (RMC), concluding that RMC&#8217;s proposed development and marketing of an affinity credit card program for national party committees and other federal political committees is permissible under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-39.pdf\">Advisory Opinion 2014-10 (Joan Farr)</a>. The Commission unanimously approved an advisory opinion in response to a request from Joan Farr and Joan Farr for U.S. Senate (the Committee), concluding that the Committee&#8217;s proposed purchase and distribution of a book authored by Farr are permissible under the Act and Commission regulations. &#160;</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-38.pdf\">Revised Audit Division Recommendation Memorandum on the Nebraska Democratic Party</a>. The Commission approved the Audit Division&#8217;s recommendation to (1) rescind its previous approval of Finding 1 (Recordkeeping for Employees) in the Audit Division Recommendation Memorandum on the Nebraska Democratic Party, which inadvertently attributed a portion of the amount at issue to non-federal employees rather than to contract workers, and (2) approve revised Finding 1.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-42.pdf\">Future 2014 Meeting Dates</a>. The Commission approved meeting dates for the remainder of 2014.</p>\n        <p><a href=\"20140814release_1.shtml\">Public Forum on Website Improvement</a>. Chairman Goodman and Vice Chair Ravel announced a Public Forum on Website Improvement scheduled for September 17 at 10:00 a.m., which is intended to generate ideas from the public on how to update, enhance and improve the FEC website.&#160; The forum will consist of an open discussion in the morning followed by working group breakout sessions in the afternoon.&#160; </p>\n        <p>In partnership with 18F, an organization within the General Services Administration (GSA), the FEC has launched a website redesign effort to improve the public&#8217;s access to campaign finance data, guidance and regulations, and filing information. &#8220;The Commission&#8217;s website and data presentation should be easy to navigate and search, and citizens should be able to customize their search results,&#8221; Chairman Goodman said. &#160;&#8220;Providing the public with an opportunity to offer their ideas is a vital part of our website redesign process.&#8221;</p>\n        <p>&#8220;This marks a big step forward for the Commission,&#8221; Vice Chair Ravel added. &#8220;We are looking for ways to not only improve the look and feel of the website but also to make campaign finance data available to the public in ways that are more accessible and understandable. To do that, we need the public's input.\"</p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p>\n        </td>\n      </tr>\n  </table>      \n      <p>&#160;</p>\n      </div>\n           ", "date": "08/14/2014", "href": "press2014/news_releases/20140814release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Issues Three Advisory Opinions, Approves Finding in an Audit Memorandum, Releases Future Meeting Dates and Announces Public Forum on Website Improvement", "pdf": null}