{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>October 9, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        <p align=\"center\"><strong>FEC APPROVES NOTICES OF PROPOSED RULEMAKING FOR <em>SHAYS III</em>, TAKES ACTION ON ADVISORY OPINIONS</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; At its open meeting Thursday, the Federal Election Commission (FEC) approved two Notices of Proposed Rulemaking (NPRMs) implementing the D.C. Circuit Court of Appeals Opinion in <em>Shays v. FEC </em>(Shays III)&#160; that found invalid aspects of some of the rules the Commission promulgated to implement the Bipartisan Campaign Reform Act of 2002 (BCRA). The Commission seeks comment on proposed changes to the rules to implement the Shays III decision. The Commission also approved three Advisory Opinions. </p>\n        <p/>\n        <p>The NPRM on <a href=\"../../agenda/2009/mtgdoc0968.pdf\">Coordinated Communications</a> proposes possible alternatives to the regulations that govern communications made in coordination with federal candidates, their authorized committees or political parties but paid for by other persons. The NPRM describes a number of approaches regarding advertising that takes place more than 90 days before a Congressional election and 120 days before a Presidential election including suggested definitions of &#8220;promote, attack, support, or oppose.&#8221; The NPRM also provides examples of actual ads and asks whether the proposed standards would or would not apply to the examples. Comments on this NPRM are due on or before January 19, 2010, and the Commission will hold a hearing at a later date.</p>\n        <p/>\n        <p>The NPRM on <a href=\"../../agenda/2009/mtgdoc0967.pdf\">Federal Election Activity</a> addresses definitions of get-out-the-vote and voter registration activity. The Commission will hold a hearing on this NPRM on December 16, 2009, at 9:30 a.m. Comments from the public are due by November 20.</p>\n        <p/>\n        <p>At the open meeting, the Commissioners thanked staff for their hard work and long hours spent drafting the NPRMs, and said they looked forward to public comments that would help shape the rulemakings.</p>\n        <p>In <a href=\"../../agenda/2009/mtgdoc0965.pdf\">Advisory Opinion 2009-22</a> (Democratic Senatorial Campaign Committee), the Commission concluded that the covered periods for quarterly filers that elect to file their Lobbyist Bundling Reports on a quarterly basis instead of monthly would be: 1) semi-annually in non-election years; and 2) semi-annually, quarterly and pre-and post-election reporting periods in election years. The Committee&#8217;s monthly filing of campaign receipts and disbursements would remain unchanged. </p>\n        <p>In <a href=\"../../agenda/2009/mtgdoc0966.pdf\">Advisory Opinion 2009-23</a> (Virginia Chapter of the Sierra Club), the Commission found that the state political action committee of the Virginia Chapter of the Sierra Club (\"State PAC\") and the Sierra Club Voter Education Fund (\"SC-VEF\") are not required to allocate the costs of certain proposed activities between federal and non-federal funds, given their representation to the Commission that they do not qualify as \"political committees\" under the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. In the advisory opinion request, State PAC, with funding assistance by SC-VEF, specified that its activity would be limited to conducting voter registration drives and get-out-the-vote initiatives to encourage the election of candidates who support government action to protect the environment, without referring to any specific candidate or political party. In addition, State PAC intends to make public communications that expressly advocate the election or defeat of state and local candidates from Virginia in 2009. State PAC also suggested that it would distribute issue advertisements that reference public policy positions of 2009 Virginia state and local candidates as well as 2010 federal candidates, without expressly advocating the election or defeat of a federal candidate or engaging in the functional equivalent of express advocacy. </p>\n        <p>In <a href=\"../../agenda/2009/mtgdoc0964.pdf\">Advisory Opinion 2009-24</a> (Illinois Green Party), the Commission determined that the Illinois Green Party (ILGP) qualifies as a state committee of a national political party within the framework of the Act and Commission regulations. ILGP met the three elements required for state party organizations to qualify as a state committee of a national political party: 1) the national party organization to which the state committee claims to be affiliated must be a national political party; 2) the state party organization must be part of the official structure of the national party; and 3) the state party organization must be responsible for the day-to-day operations of the national party at the state level. </p>\n        <p/>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/20091009_OpenMtn-AO.shtml", "date": "10/09/2009", "pdf": null, "title": "FEC Approves Notices of Proposed Rulemaking for Shays III, Takes Action on Advisory Opinions", "category": "Open Meetings and Related Matters"}