{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>December 22, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>FEC Acts on Rules, Audits and Advisory Opinion</strong></p>\n              <p align=\"center\"/>\n              <p>WASHINGTON &#8211; At its open meeting on Thursday Dec. 18, 2008, the Federal Election Commission (FEC/Commission) voted to approve final audit reports covering the 2006 election cycle for Karen Carter for Congress (LA-2) and Texans for Henry Cuellar Congressional Campaign (TX-28).&#160; The Commissioners also approved an Advisory Opinion, issued to Missourians for Kit Bond and KITPAC, regarding payment of expenses incurred by Senator Bond&#8217;s co-author on a book the two are writing.&#160; In other business, the Commission adopted final rules implementing the Supreme Court decision in <em>Davis v. FEC</em> that overturned increased contribution and party coordinated expenditure limits appearing in the &#8220;Millionaires&#8217; Amendment&#8221; to the Bipartisan Campaign Reform Act. The Commission also approved final rules implementing new disclosure requirements passed as part of the Honest Leadership and Open Government Act of 2007 (HLOGA) for contributions bundled by individuals and other entities who are registered lobbyists, along with their PACs.&#160; </p>\n              <p>The Commission unanimously approved final rules implementing new disclosure requirements included in HLOGA.&#160; The statute, passed in 2007, required Commission rules to be in effect for 90 days before disclosures would begin, and the process was delayed because the FEC lacked a quorum during the first half of 2008.&#160; In its first meeting after new Commissioners assumed office in July of this year, however, Chairman Donald McGahn committed to completing a final rule on the disclosure regime by the end of 2008.&#160; The rules require campaign committees, leadership PACs and party committees to make special disclosures when they receive $15,000 (to be indexed annually for inflation) or more in bundled contributions where the person or entity bundling the contributions is a lobbyist or entity registered with Congress under lobby disclosure statutes, or is a PAC established or controlled by a lobbyist or registrant.<strong> </strong></p>\n              <p>In Advisory Opinion 2008-17 (KITPAC), the FEC stated that the campaign committee for Senator Kit Bond would not be permitted to pay the Senator&#8217;s co-author for expenses related to a book project because the payments would constitute personal use of campaign funds.&#160; However KITPAC, the Senator&#8217;s leadership PAC, is permitted to make such payments because the book project is of interest to the PAC irrespective of Senator Bond&#8217;s candidacy for office and because there is no personal obligation on the part of Senator Bond to compensate his co-author. </p>\n              <p>In its rulemaking action implementing <em>Davis v. FEC, </em>the Commission deleted its rules on increased contribution limits and coordinated party expenditure limits for Senate and House of Representatives candidates facing self-financed opponents.&#160; The Supreme Court overturned those increased limits because they violated the first amendment rights of individuals to use personal funds for campaign speech.</p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p/>\n              <p align=\"center\"><strong># # #</strong> </p>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "12/22/2008", "href": "press2008/20081222meeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Acts on Rules, Audits and Advisory Opinion", "pdf": null}