{"href": "press2011/20110803newStaffDir.shtml", "pdf": null, "date": "08/03/2011", "category": "Commission Appointments", "title": "Federal Election Commission Names Alec Palmer As New Staff Director", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>August 3,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEDERAL ELECTION COMMISSION NAMES ALEC PALMER AS NEW STAFF DIRECTOR </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission (FEC) today named D. Alec Palmer to be the agency&#8217;s new Staff Director.&#160; Palmer, who served as Acting Staff Director, also will continue his responsibilities as the FEC&#8217;s Chief Information Officer (CIO). </p>\n        <p>&#8220;Mr. Palmer has demonstrated exceptional leadership and management skills while serving as Acting Staff Director and also continuing his role as the Commission's Chief Information Officer,&#8221; said Chair Cynthia L. Bauerly. &#8220;The Commission is grateful for his many years of service so far and is confident in his ability to continue to positively affect the Agency's mission in areas of disclosure, compliance, and educational outreach as our permanent Staff Director.&#8221;</p>\n        <p>Palmer came to the FEC in 2003 as CIO. In that role, he has created new information technology initiatives that were designed to improve the agency&#8217;s operating efficiency along with its disclosure and transparency practices. He drove efforts that allowed for the development of new website tools including the addition of the popular campaign finance maps to the FEC&#8217;s website, the real-time disclosure of independent expenditures, publishing of enforcement case files dating back to 1975, the expansion of the advisory opinion search feature and a new searchable rulemaking system.</p>\n        <p>Prior to joining the FEC, Palmer had 15 years of CIO experience, and has provided leadership to senior management professionals in the public service, hospitality, oil and gas, high-tech manufacturing, financial services, publishing and healthcare industries. Alec received his bachelor&#8217;s degree from Brigham Young University. </p>\n        <p>As Staff Director, Palmer serves as the chief administration and management officer for more than 350 employees and six Commissioners. The position is one of three statutory positions at the FEC.</p>\n        <p align=\"center\">&#160;</p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong/></p>\n        <p/>        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n</div>\n"}