{"html": "<body>\n<header>\n<title>FEDERAL ELECTION COMMISSION</title>\n</header>\n\n\n<font size=\"-2\">News Releases, Media Advisories<br/><br/>\n<font size=\"+0\">\n<img src=\"/jpg/topfec.jpg\" ismap=\"ismap\" border=\"0\"/>\n\n<pre>\nFOR IMMEDIATE RELEASE:\t\t\tCONTACT:\tKELLY HUFF\nAUGUST 16, 1996 \t\t\t\t        RON HARRIS\n(CORRECTED RELEASE)                                     SHARON SNYDER\n\t\t\t\t\t\t        IAN STIRTON\n</pre>\n<h3>FEC RELEASES TWO COMPLIANCE CASES</h3><p>\n\nWASHINGTON    The Federal Election Commission has made public its final action on two matters previously under review (MURs).  This release contains only summary information.  <b>Closed files should be thoroughly read for details, including the FEC's legal analysis of the case.  (Please see footnote at the end of this release.)</b>  Closed MUR files are available in the Public Records Office. \n </p><pre>\n<b>1.\tMUR 3485</b>\n\n\t<b>RESPONDENTS:</b>\t (a) Marion G. \"Pat\" Robertson (VA)\n\t\t\t (b) Americans for Robertson, Inc., Frederick H. Shafer, treasurer (VA)\n\t\t\t (c) Christian Broadcasting Network, Inc. (VA)\n\t\t\t (d) CBN Continental Broadcasting Network, Inc. \n\t\t\t\t (now KXTX, INC.) (VA)\n\t\t\t (e) R. Marc Nuttle (OK)       (f) Gordon Robertson (VA)\n\t\t\t (g) Ray King (VA)             (h) James Higgins (TX)\n\t\t\t (i) Arthur Albrecht (CA)      (j) Darrel Anderson (CA)\n\t\t\t (k) Donald Miracle (VA)       (l) Allan Sutherlin (IN)\n\t\t\t (m) GB Computer Services, Inc. (VA)\n\t\t\t (n) Victory Communications International (VCI), Inc. and its officer Michael Clifford (AZ)\n\t\t\t (o) National Legal Foundation (VA)\n\t\t\t (p) National Perspective Institute (VA)\n\t\t\t (q) Steve Davis (VA)          (r) Robert G. Partlow (VA)\n\t\t\t (s) Robert Skolrod (VA)       (t) Robert G. Slosser (SC)\n\t\t\t (u) Dr. Herbert Titus (VA)    (v) Wayne Bailey (SC)\n\t\t\t (w) Robert B. Beale (MN)      (x) William Dooner (AZ)\n\t\t\t (y) Barry Hon (CA)            (z) Beurt SerVaas (IN)\n\t\t\t(aa) Lucien M. Warner (AZ)\n\t\t\t(bb) Partners for America   State PAC (VA)\n\t\t\t(cc) Clarence Decker (CO)     \n\t\t\t(dd) Jon B. Stefansson (VA)\t\t\t\n\t\t\t(ee) EIMSKIP Iceland Steamship Co. (Iceland)\n\t\t\t(ff) Airplanes , Inc. (VA)\n\t\t\t(gg) CMS Enterprises, Inc., and Russ Kaemmerling as President (TX)\n\t\t\t(hh) EIMSKIP U.S.A. Iceland Steamship Co. (VA)\n\t\t\t(ii) JDH Enterprises, Inc. (TX)\n\t\t\t(jj) Management Financial Services, Inc., and its officer  A.L. Williams (GA)\n\t\t\t(kk) Response Media Direct, Inc., and William Moore as  President (OK)\n\t\t\t(ll) Spoleto Construction &amp; Supply, Inc. (SC)\n\t\t\t(mm) The Bud Smith Organization of North Carolina (NC)\n \t\t\t(nn) Tom Atwood (VA)           (oo) George Border (VA)\n\t\t\t(pp) Jerry Ralph Curry (VA)    (qq) Dave Jackman (VA)\n\t\t\t(rr) Barbara A. Johnson (VA)   (ss) B. James Reid (VA)\n\t\t\t(tt) Henry J. Smith (NC)\n\t\t\t(uu) Richard Quinn &amp; Associates (SC)\n\t\t\t(vv) Eleanor Cheney (GA)       (ww) Duveem Elam (CA)\n\t\t\t(xx) Herb Ellingwood (CA)      (yy) Marlene Elwell (MI)\n\t\t\t(zz) Peggy Enterline (PA)      (ab) Denise Harvey (TX)\n\t\t\t(ac) Christine Lammers (TX)    (ad) William LeBaron (CA)\n\t\t\t(ae) Richard Macgurn (CA)      (af) David Mellili (CA)\n\t\t\t(ag) Carolyn Ridley (FL)       (ah) Ben Waldman (WV)\n\t\t\t(ai) Dr. Gene R. Ward (HI)     (aj) George Wood (TX)\n\t\t\t(ak) Rosie Wyatt (TX)\n\t<b>COMPLAINANT</b>:\tFEC Initiated (1988 Presidential Audit)</pre>\n\t<b>SUBJECT:</b>\tCorporate contributions in the form of advances, in kind contributions, extension of credit and loans; excessive contributions; expenditures in excess of IA and NH state spending limits; exceeding overall spending limit; failure to follow prescribed method to calculate travel costs to the media; failure to properly maintain records; failure to provide campaign itinerary; foreign national contributions; exceeding the $25,000 annual contribution limit; failure to register and report; failure to establish NC state bank account and commingling of funds<p>\n\t<b>DISPOSITION:</b>\t(a) Reason to believe, but took no further action* \t[re: transfer of computer from GB Computer Services, Inc. to Americans for Robertson, Inc.; advancement of funds and services from Victory Communications International (VCI), Inc. to Americans for Robertson, Inc.]</p><p>\n\t\t\t(b) Reason to believe (knowing and willfull), but took no further action* [re: transfer of computer from GB Computer Services, Inc. to Americans for Robertson, Inc.; advancement of funds and services from Victory Communications International (VCI), Inc. to Americans for Robertson, Inc.; acceptance of funds advanced for sale and leaseback of computer by Wayne Bailey, James Higgins, Robert Beale, Richard Brown and Beurt SerVaas; payments to Computer Futures Limited by Partners for America   State PAC and/or Gordon Robertson and/or Ray King]</p><p>\n\t\t\t  Reason to believe, but took no further action* [re: accepting payments for computer services from EIMSKIP U.S.A.; accepting payments from JDH Enterprises for a mailing list; acceptance of in kind contribution through mailings using corporate mailing list of Management Financial Services, Inc. and A.L. Williams; rental of mailing list for less than fair market value from CMS Enterprises; extension of credit outside the normal course of business by Response Marketing/Response Media Direct; use of airplane (BAC 1 11) purchased by the Christian Broadcast Network for campaign; use of airplane (Beechcraft King Air) for less than required cost by Airplanes, Inc. or Don Miracle; acceptance of excessive contributions through payment of committee debts by committee personnel, extension of credit outside normal course of business, and contributions by individuals; expenditures in excess of of IA and NH state spending limits; exceeding overall spending limit; failure to properly maintain records; failure to follow prescribed method to calculate travel costs to the media; failure to establish NC state bank account and commingling of funds]</p><p>\n\t\t\t(c) Reason to believe (knowing and willfull), but took no further action* [re: transfer of computer from GB Computer Services, Inc. to Americans for Robertson, Inc.]</p><p>\n\t\t\t(d) Reason to believe (knowing and willfull), but took no further action* [re: providing airplane (BAC 1 11) at less than the required cost to Americans for Robertson, Inc.] </p><p>\n\t\t\t(e) Reason to believe (knowing and willfull), but took no further action* [re: acceptance of funds on behalf of committee from Wayne Bailey, James Higgins, Robert Beale, Richard Brown and Beurt SerVaas; acceptance of funds from Partners for America   State PAC and/or Gordon Robertson and/or Ray King; acceptance of funds and services from VCI on behalf of committee]</p><p>\n\t\t\t    Reason to believe, but took no further action* [re: involvement with the sale of the mailing list to JDH Enterprises; involvement with receipt of BAC 1 11 \tservice for less than required costs]</p><p>\n\t\t           (f g) Reason to believe (knowing and willfull), but took no further action* [re: failure to register and report pertaining to Partners for America   State PAC] Reason to believe, but took no further action* [re: excessive contributions and exceeding the $25,000 annual contribution limit]</p><p>\n\t\t\t(h) Reason to believe (knowing and willfull), but took no further action* \n\t\t\t\t[re: excessive contributions and exceeding $25,000 annual contribution limit]\n\t\t\t    Reason to believe, but took no further action* [re: corporate contributions]</p><p>\t\n\t\t\t(i) Conciliation Agreement: $1,000 civil penalty*</p><p>\n\t\t\t(j) Conciliation Agreement: $1,000 civil penalty*</p><p>\n\t\t           (k l) Reason to believe, but took no further action* \t[re: corporate contributions and excessive contributions]</p><p>\n\t\t           (m-u) Reason to believe (knowing and willfull), but took no further action* \n\t\t\t\t[re: corporate contributions]</p><p>\n\t\t          (v-aa) Reason to believe, but took no further action* [re: excessive contributions and exceeding the $25,000 annual contribution limit]</p><p>\n\t\t            (bb) Reason to believe (knowing and willfull), but took no further action* \n\t\t\t\t[re: excessive contributions]</p><p>\n\t\t            (cc) Reason to believe, but took no further action* [re: prohibited contributions]</p><p>\n\t\t         (dd ee) Reason to believe, but took no further action* [re: foreign national contributions]</p><p>\n\t\t         (ff-tt) Reason to believe, but took no further action* \t[re: corporate contributions]</p><p>\n              (uu-ak) Reason to believe, but took no further action* [re: excessive contributions]</p><p/><p>\n\n  \n<b> 2.\tMUR 4236/4310</b></p><p>\n\n\t<b>RESPONDENTS:</b>\tFairfax County Democratic Committee Federal, Mark Heinitz, treasurer (VA)</p><p>\n\t<b>COMPLAINANTS:</b>\tFEC Initiated (RAD) [4236]\n\t\t\tFairfax County Republican Committee, D. Patrick Mullins, Chairman (VA) [4310]</p><p>\n\t<b>SUBJECT:</b>\tFailure to file disclosure reports timely</p><p>\n\t<b>DISPOSITION</b>: \tConciliation Agreement: $7,000 civil penalty*</p><p>\n</p><pre>\n*There are four administrative stages to the FEC enforcement process:\n 1. Receipt of proper complaint          3. \"Probable cause\" stage\n 2. \"Reason to believe\" stage            4. Conciliation stage </pre>\n\nIt takes the votes of at least four of the six Commissioners to take any action. The FEC can close a case at any point after reviewing a complaint. If a violation is found and conciliation cannot be reached, then the FEC can institute a civil court action against a respondent.\n\n# # #\n\n\n\n</font></font></body>", "date": "08/16/1996", "href": "0816.htm", "category": "Enforcement Matters", "title": "FEC Releases Two Compliance Cases", "pdf": null}