{"href": "press2010/20100112EmilyList.shtml", "pdf": null, "date": "01/12/2010", "category": "EMILY's List v. Federal Election Commission", "title": "FEC Statement on the D.C. Circuit Court of Appeals Decision in ", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 12, 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC Statement on the D.C. Circuit Court of Appeals Decision in <br/>\n            <em>EMILY&#8217;s List v. Federal Election Commission</em></strong></p>\n        <p/>\n        <p>Washington &#8211; The Federal Election Commission today issued the following public statement on the District of Columbia Circuit Court of Appeals Decision in <em><a href=\"../../law/litigation/emilyslist_08.shtml\">EMILY&#8217;s List v. Federal Election Commission</a>.</em></p>\n        <p><strong><em/></strong></p>\n        <p><strong/></p>\n        <p>On September 18, 2009, the United States Court of Appeals for the District of Columbia Circuit issued its decision in <em><a href=\"../../law/litigation/emilyslist_08_ac_opinion.pdf\">EMILY&#8217;s List v. FEC, 581 F.3d 1 (D.C. Cir. 2009)</a></em>. &#160;The Court of Appeals directed the United States District Court for the District of Columbia to vacate three regulations, which are described below.</p>\n        <p/>\n        <ul>\n          <li>11 CFR 100.57 states that if a solicitation indicates that any funds received will be used to support or oppose the election of a clearly identified federal candidate, those funds must be treated as contributions, unless such a solicitation also refers to a non-federal candidate, in which case at least half of the funds received must be treated as contributions; </li>\n        </ul>\n        <p/>\n        <ul>\n          <li>11 CFR 106.6(c) requires nonconnected political committees to use federal funds to pay at least half of their administrative expenses, generic voter drives, and public communications that refer to a political party but no clearly identified candidates; and</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>11 CFR 106.6(f) requires nonconnected political committees to use federal funds to finance voter drives and public communications that refer to one or more clearly identified federal candidates, but do not refer to any clearly identified non-federal candidates, and requiressuch activities that refer to both federal and non-federal candidatesbe financed with a proportionate mix of federal and non-federal funds. </li>\n        </ul>\n        <p/>\n        <p>On November 30, 2009, at the direction of the Court of Appeals, the District Court issued a final order that these regulations are vacated.&#160; See<em> <a href=\"../../law/litigation/emilyslist_order_final.pdf\">Final Order, EMILY&#8217;s List v. FEC, No. 05-0049 (D.D.C. Nov. 30, 2009)</a></em>.</p>\n        <p/>\n        <p>On December 17, 2009 the Commission adopted two rulemaking documents in response to the court&#8217;s decision and final order.&#160; The Commission issued a Notice of <a href=\"../../pdf/nprm/emilyslistrepeal/notice_2009-31.pdf\">Proposed Rulemaking</a> that proposes to remove 11 CFR 100.57, 106.6(c), and 106.6(f) from the Commission&#8217;s regulations.&#160; The Commission also issued an <a href=\"../../pdf/nprm/emilyslistrepeal/notice_2009-30.pdf\">Interim Final Rule</a> that immediately inserts a note to section 100.57 and section 106.6 (paragraphs (c) and (f)), in the Code of Federal Regulations stating that a federal court ordered that these provisions are vacated.&#160; The Commission inserted this note in the regulations as a temporary measure until the Commission issues a final rule.&#160; We anticipate that further rulemakings, as well as revisions to the Commission's forms, instructions and electronic software, may be required.&#160; &#160;&#160;</p>\n        <p/>\n        <p>Until the Commission adopts a final rule regarding the removal of 11 CFR 106.6(c), 106.6(f), and 100.57, this public statement explains the general principles the Commission will apply in light of the court&#8217;s order. </p>\n        <p/>\n        <ul>\n          <li>11 CFR 100.57, which determines whether funds received in response to solicitations are contributions, will not be enforced.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>11 CFR 106.6(c) and 106.6(f) will not be enforced.&#160; Therefore, nonconnected committees and separate segregated funds need not allocate administrative expenses, costs of generic voter drives, and public communications that refer to a political party.&#160; Nor do they need to report these allocations on FEC Form 3-X.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>All other regulations and filing obligations unrelated to the vacated regulations remain in effect.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>Pending enforcement matters are being reviewed to determine which cases may be affected by the <em>EMILY&#8217;s List</em> decision.</li>\n        </ul>\n        <p/>\n        <ul>\n          <li>Committees that received Requests for Additional Information from the Commission&#8217;s Reports Analysis Division referencing the disclosure requirements associated with these regulations need not respond. </li>\n        </ul>\n        <p/>\n        <ul>\n          <li>Nonconnnected committees and separate segregated funds with specific questions regarding their reporting obligations may contact the Reports Analysis Division at (800) 424-9530 (at the prompt, press 5).&#160; Other entities may contact the Information Division at (800) 424-9530.&#160; </li>\n        </ul>\n        <p align=\"center\"><strong/></p>\n        <p><em/></p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p><em/></p>\n        <p align=\"center\"><em>###</em></p></td>\n    </tr>\n  </table>\n</div>\n"}