{"href": "083000adminfine.htm", "pdf": null, "date": "08/30/2000", "category": "Enforcement Matters ", "title": "FEC to Fine Committees for Failing to File July Report", "html": "<body>\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Sharon Snyder\nAugust 30, 2000                                                                                                                           Ron Harris\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></pre>\n</font><font face=\"Book Antiqua\">\n\n<p>&#160;<b/></p>\n\n<p align=\"CENTER\">FEC TO FINE COMMITTEES FOR FAILING TO FILE JULY REPORT</p>\n\n<p>WASHINGTON &#150; The Federal Election Commission has successfully launched its new\nAdministrative Fines Program, sending dunning notices to committees for failing to file\ntheir July quarterly reports on time and informing them that they must pay fines which\ncould range from $125 to $12,000.</p>\n\n<p>Committees were notified of their July Quarterly filing obligations on June 21. Reports\nwere due by close-of-business July 15 from candidates&#146; committees (those seeking\nelection in 2000), and PACs and political party committees which do not file monthly. If\nsent certified or registered mail, reports must have been postmarked by midnight on the\ndue date. </p>\n\n<p>Announcement of the new Program in late May, and dissemination of articles and\ninformation outlining the program&#146;s potential scope, appear to have had an impact,\nsince the number of late filers and non-filers has dropped significantly from April to\nJuly. Thirty percent of filers were late with their April Quarterly filings compared to\nonly 18% for the July filings. That represents a 12 percentage point drop.</p>\n\n<p>Committees have 40 days to either pay the penalties or submit written responses\nchallenging the alleged violations. After analysis by a reviewing officer, a report will\nbe forwarded to the Commission, with additional responses from the committees, if they so\nchoose. If the Commission makes a final determination that committees have violated the\nlaw, civil money penalties will be assessed. Committees will have 30 days to pay the\npenalties or seek judicial review in U.S. District Court.</p>\n\n<p>The new Program was authorized by Congress in response to a legislative recommendation\nmade by the FEC. Its purpose is twofold: to free critical Commission resources for more\nimportant and complex enforcement efforts, and to reduce the number of financial reports\nfiled late or not at all. The Administrative Fines Program encompasses a range of civil\nmoney penalties set high enough to discourage committees from considering them an\nacceptable &#145;cost of doing business&#146;, but not so high as to be exorbitant. </p>\n\n<p>In general, reports that will be covered under the Program include: semi-annual,\nquarterly, monthly, pre-election, post-general and special election, and 48-hour notices.\nCivil money penalties will be determined by the number of days late, the amount of\nfinancial activity involved, and any prior penalties for reporting violations. Election\nsensitive reports (reports and notices filed prior to an election) will receive higher\npenalties.</p>\n\n<p>Reports are considered to be filed <b>late</b> if they are received after the due date,\nbut within 30 days of that due date. Election sensitive reports will be considered late if\nthey are filed after their due date, but prior to four days before the election.\nCommittees filing reports outside of these parameters will be considered <b>non-filers</b>.</p>\n\n<p>As with other compliance programs, the agency has installed certain review thresholds.\nThese are variable and will be modified over time. If the new program is successful, the\nCommission&#146;s goal is to increase the universe of committees subject to penalties,\nfurther enhancing disclosure.</p>\n\n<p>Cases (even those which are initially challenged) are expected to be closed within four\nmonths. (This assumes no petition in district court.) If a respondent fails to pay the\npenalty, and has not filed a petition in district court, the Commission will transfer the\ncase to the Department of the Treasury for collection, in compliance with the Debt\nCollection Improvement Act. Alternatively, the Commission may file suit in the appropriate\nU.S. District Court.</p>\n\n<p>Dunning notices are being readied for committees which failed to file the July monthly\nand semi-annual reports.</p>\n\n<p align=\"CENTER\">###</p>\n\n<p>&#160;</p></font>\n<font face=\"Book Antiqua\">\n\n<p/></font>&#160;\n</body>\n"}