{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>October 7,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC CONSIDERS THREE ADVISORY OPINION REQUESTS</strong></p>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved two advisory opinions and instructed the Commission&#8217;s Office of General Counsel to draft a revised response to a third advisory opinion request. The Commission held over consideration of a Notice of Proposed Rulemaking (NPRM) on independent expenditures and electioneering communications by corporations and labor organizations.</p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1061b.pdf\">Advisory Opinion 2010-19 (Google)</a>, the Commission concluded that Google, Inc.&#8217;s AdWords program, a program that generates text ads in conjunction with keywords chosen by the advertiser, does not violate the Federal Election Campaign Act, as amended (the Act) and Commission regulations under the circumstances described in the request. Further explanation on this conclusion will be provided in the Commissioners&#8217; forthcoming opinions.</p>\n        <p>In <a href=\"../agenda/2010/mtgdoc1062.pdf\">Advisory Opinion 2010-21 (ReCellular)</a>, the Commission concluded that ReCellular, a corporation that recycles and resells used cell phones and accessories, may transmit to political committees contributions from consumers resulting from the sale of used cell phones. The Commission further concluded that ReCellular is not required to charge recipient political committees any costs reflected in the purchase prices paid to consumers. The Commission determined that in order to avoid making a corporate contribution to the recipient political committee, ReCellular must charge the committees for any incremental expense resulting from emailing the consumer&#8217;s address, employer, and occupation information, as required by the Act, if this information is not paid by the consumer.</p>\n        <p>In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3132\">Advisory Opinion Request 2010-25 (RGE)</a>, the Commission discussed two alternative draft responses and then instructed the Office of General Counsel to draft a revised response to reflect the areas of consensus that emerged during the Commission&#8217;s discussion. In their request, RG Entertainment, Ltd., Star Parker, Star Parker for Congress, Motive Entertainment, Inc., engage4 LLC, and InService America, Inc. asked whether (1) disbursements in connection with the production, marketing, and distribution of a documentary film and its trailer would be covered by the press exemption or would constitute <em>bona fide </em>commercial activity; (2) payments for the production and distribution of the film would constitute a coordinated communication with Parker, a candidate who appears in the film; (3) public theatrical exhibitions of the film would require disclaimers; and (4) Parker's appearances and licensing activities in conjunction with screenings of the film would be subject to the Act and Commission regulations.</p>\n        <p/>\n        <p>The Commission held over consideration of an NPRM on independent expenditures and electioneering communications by corporations and labor organizations in response to the Supreme Court&#8217;s decision in <em><u><a href=\"../law/litigation_CCA_C.shtml#citizensunited\">Citizens United v. FEC</a></u></em>.&#160; The Commission will vote on the NPRM at its next open meeting scheduled for October 21, 2010.</p>\n        <p/>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160; </p></td>\n    </tr>\n  </table>\n</div>\n", "href": "20100107OpenMeeting.shtml", "date": "10/07/2010", "pdf": null, "title": "FEC Considers Three Advisory Opinion Requests", "category": "Open Meetings and Related Matters"}