{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      March 1, 2007 </th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\"><p class=\"small\">Bob Biersack <br/>\n      George&#160;Smaragdis<br/>\n      Michelle Ryan</p>\n    </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"> <p align=\"center\" class=\"big\"><strong>FEC APPROVES BARACK OBAMA ADVISORY OPINION, CLARIFIES ENFORCEMENT TERMS</strong></p>      \n      <p align=\"center\" class=\"big\">&#160;</p>\n    </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"><p align=\"left\">The Federal Election Commission (FEC/ the Commission) met in open session on Thursday, March 1, 2007 and unanimously approved an Advisory Opinion permitting Senator Barack Obama to solicit and receive contributions designated for the 2008 presidential general election while retaining the option of refunding those contributions and accepting public funding should he become the Democratic Party&#8217;s nominee.</p>\n      <p align=\"left\"/>\n      <p align=\"left\">The Commission approved the process described by the campaign&#8217;s request in which:</p>\n      <div align=\"left\">\n        <ul>\n          <li>Contributions designated for the general election will be kept in a separate account;</li>\n            <li>Only the campaign treasurer and chief operating officer will have access to this account; and</li>\n            <li>The funds in this account will not be used for any purpose.</li>\n        </ul>\n      </div>      <p align=\"left\"/>\n      <p align=\"left\">The Commission noted that the procedures presented by Senator Obama are not the only procedures a candidate could adopt that would permit them to raise funds for the general election while preserving eligibility for public funding.&#160; Other candidates who would like to use different procedures are encouraged to seek an Advisory Opinion from the Commission.</p>\n      <p align=\"left\"/>\n      <p align=\"left\">If Senator Obama wins the Democratic nomination and decides to receive public funding for the general election, he must refund all general election contributions within 60 days of certifying his eligibility for public funds.</p>\n      <p align=\"left\"/>\n      <p align=\"left\">The Commission also approved a policy statement on actions taken during the initial stage of the enforcement process.&#160; The Federal Election Campaign Act (the Act) requires a Commission finding, by vote of at least four Commissioners, of &#8220;reason to believe that a person has committed, or is about to commit&#8221; a violation of the Act before an investigation may commence.&#160; In the past, these votes led to confusion in the regulated community because they were sometimes seen as definitive determinations that a violation of the law had occurred.&#160; Today, the Commission clarified that a &#8220;reason to believe&#8221; finding indicates only that the Commission found sufficient legal justification to open an investigation.</p>\n      <p align=\"left\"/>\n      <p align=\"left\">The new policy statement describes the four actions the Commission may take with respect to an enforcement matter: (1) find &#8220;reason to believe&#8221; that an investigation is warranted to determine whether a respondent has violated the Act; (2) dismiss the matter where a violation, if found, would be small or when allegations are vague, evidence is weak, or the Commission lacks majority support for proceeding; (3) dismiss the matter with an admonishment to the respondent when circumstances suggest a violation likely occured but the size or significance of the matter does not warrant further Commission action; or (4) find &#8220;no reason to believe&#8221; a respondent has violated the Act when available information does not provide a basis for proceeding.&#160; A &#8220;no reason to believe&#8221; finding may result when the respondents&#8217; responses or publicly available information demonstrates that no violation of the Act occurred.</p>\n      <p align=\"left\">Agendas and documents from this and other recent Commission meetings may be found on the FEC web site at <a href=\"../../agenda/agendas.shtml\">http://www.fec.gov/agenda/agendas.shtml</a>.&#160; </p>\n      <p align=\"center\">###</p>      <p align=\"left\">&#160;</p>\n      <p align=\"center\">###</p>      <p align=\"left\">&#160;</p>\n      <p align=\"left\">&#160;</p>\n      <font face=\"Arial\" size=\"2\"/>\n    <p/></th>\n  </tr>\n</table>\n</body>\n", "date": "03/01/2007", "href": "press2007/20070301meeting.html", "category": "Open Meetings and Related Matters", "title": "FEC Approves Barack Obama Advisory Opinion, Clarifies Enforcement Terms", "pdf": null}