{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">October 1 ,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151001release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Approves Advisory Opinion, Discusses Advisory Opinion Request <br/>\nand Considers Rulemaking Proposals</strong></p>\n        <p>  WASHINGTON &#8211; The Federal Election Commission today issued an Advisory Opinion and discussed a second Advisory Opinion Request. The Commission also considered a proposal to initiate a rulemaking in connection with foreign national contributions associated with state and local ballot measures. The Commission discussed a draft proposal for a rulemaking on the reporting of multistate independent expenditures and electioneering communications that relate to presidential primary elections, as well as a proposed interpretive rule on reporting nationwide independent expenditures in connection with presidential primaries.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-52-a.pdf\">Advisory Opinion 2015-07 (Hillary for America)</a>. The Commission concluded that attendees&#8217; payments for their own food and beverages and valet parking services at campaign events are not considered contributions to the campaign committee under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations.<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-08 (Repledge)</a>. The Commission discussed <a href=\"../../../agenda/2015/agenda20151001.shtml\">two drafts</a> responding to an advisory opinion request from Repledge, but held over a vote on the matter. Repledge proposes to establish a web-based platform that allows supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asks a number of questions relating to its proposal, including whether it will receive contributions and violate the prohibition on corporate contributions to candidates. During the discussion, the Commission heard from the requestor.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-49-a.pdf\">State and Local Ballot Measures and the Ban on Foreign National Contributions</a>. The Commission discussed a proposal to revise Commission regulations to address application of the ban on foreign contributions and expenditures to state and local ballot measures, but was unable to reach agreement by the required four affirmative votes to open a rulemaking.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151001.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. The Commission considered a Notice of Proposed Rulemaking (NPRM) on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and that are publicly distributed in multiple states but that do not refer to any particular state&#8217;s primary election. The Commission also discussed a draft interpretive rule on reporting independent expenditures for presidential primaries that are distributed nationwide.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151001.shtml\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. The Commission held over discussion on a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <br/>\n  <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n        </p>\n        <p align=\"center\"># # #<br/>\n        </p>\n        <p align=\"center\"><br/>\n        </p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "10/01/2015", "href": "press2015/news_releases/20151001release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Advisory Opinion, Discusses Advisory Opinion Request and Considers Rulemaking Proposals", "pdf": null}