{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><b>For Immediate Release<br/>\n    May 15, 2002</b></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><b>Contact:</b></p></td>\n    <td width=\"187\" valign=\"top\"><b>Bob Biersack<br/>\n    Ron Harris<br/>\n    Ian Stirton<br/>\n    Kelly Huff</b></td>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><font face=\"Book Antiqua\"><b/><p align=\"CENTER\" class=\"big\"/></font>FEC\n    ISSUES FIRST NOTICE OF PROPOSED RULEMAKING<br/>\n    ON CAMPAIGN FINANCE REFORM \n    <p>WASHINGTON -- The Federal Election Commission (FEC) is seeking comment by May 29 -- and\n    has set a June 4-5 public hearing date -- on the first of several rulemakings regarding\n    elements in the Bipartisan Campaign Reform Act of 2002 (BCRA).</p>\n    <p>The BCRA which was signed by President Bush on March 27 and takes effect on November 6,\n    requires that rules be in place within 90 days of enactment for aspects of the law that\n    eliminate or restrict non-federal financial activity (\"soft money\") for\n    national, state, and local party organizations. The document released today (which is\n    scheduled to appear in the Federal Register on May 20) contains these proposed rules, as\n    issued by the Commission in public session on May 9.</p>\n    <p>The Commission is seeking comment on rules that implement the statutory ban on\n    fundraising or spending by national party organizations from sources or in amounts that\n    would not be allowed for federal elections. The Act and the rules also prohibit\n    fundraising by national parties for tax-exempt organizations that undertake political\n    activities.</p>\n    <p>Today&#146;s notice also seeks comment on rules restricting the financing of state and\n    local party organizations&#146; federal election activities, along with restrictions on\n    the ability of national parties, federal candidates, and officeholders to solicit\n    contributions for these and other organizations who conduct political activities.</p>\n    <p>The draft rules, available at <a href=\"http://sers.fec.gov/fosers/\">http://www.fec.gov/register.htm</a>\n    define a number of terms appearing in the BCRA and offer examples of the kinds of\n    activities that will fall under its restrictions. The Commission is seeking comment on\n    those definitions as well as approaches to implementing these aspects of the new law. </p>\n    <p>Written comments must be received by May 29, 2002. The Commission will hold a public\n    hearing on these proposed rules on June 4-5, and requests to testify must also be received\n    by May 29. All comments should be addressed to Ms. Rosemary C. Smith, Assistant General\n    Counsel, and must be submitted in either electronic or written form. Electronic mail\n    comments should be sent to <a href=\"mailto:BCRAsoftmon@fec.gov\">BCRAsoftmon@fec.gov</a>\n    and must include the full name, email address, and postal service address of the\n    commenter. Faxed comments should be sent to (202) 219-3923, with printed copy follow-up.\n    Written comments should be sent to the Federal Election Commission, 999 E Street, N.W.,\n    Washington, D.C. 20463. Commenters are strongly encouraged to submit comments\n    electronically to ensure timely receipt and consideration. </p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "href": "press2002/20020515nprm.html", "date": "05/15/2002", "pdf": null, "title": "FEC Issues First Notice of Proposed Rulemaking on Campaign Finance Reform", "category": "Rulemakings"}