{"href": "press2006/20061214chair.html", "pdf": null, "date": "12/14/2006", "category": "Commission Appointments", "title": "FEC Elects Lenhard Chairman for 2007", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      December 14, 2006</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\"><p class=\"small\">Bob Biersack <br/>\n      Kelly Huff<br/>\n      George&#160;Smaragdis<br/>\n      Michelle Ryan</p>\n    </th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"> <p align=\"center\" class=\"big\"><strong>FEC ELECTS LENHARD CHAIRMAN FOR 2007</strong></p>\n      <p align=\"center\" class=\"big\"><strong>-Mason to serve as Vice-Chairman-</strong></p></th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\"><p align=\"left\">WASHINGTON &#8211;The Federal Election Commission (FEC/ the Commission) met in open session on Thursday, December 14, 2006, and unanimously elected Robert D. Lenhard as Chairman and David M. Mason as Vice Chairman for 2007.&#160; </p>\n      <p align=\"left\">Also during the December 14th open session, the Commission approved an Advisory Opinion regarding incentive payments offered by a national trade association to its state affiliates who collect and forward contributions to the Federal PAC.&#160; The Commission determined that the activities described in the <a href=\"../../aos/2006/aor2006-33.pdf\">request</a> were permissible under the Act and Commission regulations, with the specific language of the opinion to be approved on a tally vote next week.</p>\n      <p align=\"left\">Additionally, the Commission approved a <a href=\"../../agenda/2006/mtgdoc06-83.pdf\">policy statement</a> offering guidance regarding \"purpose of disbursement\" information submitted by political committees in their filings with the Commission. The law requires campaign committees, PACs, and parties to include a description of the purpose of each disbursement listed in financial reports submitted to the FEC. In order to provide further guidance to filers and encourage consistency between filers, the policy statement includes lists of generally acceptable and generally unacceptable descriptions in addition to examples already found in Commission regulations.&#160; Any future revisions to these lists will be posted on the Commission&#8217;s website at <a href=\"../../law/policy.shtml#guidance\">http://www.fec.gov/law/policy.shtml#guidance</a> .</p>\n      <p align=\"left\">Finally, the FEC was provided with a demonstration of a new Internet tool for searching Advisory Opinions which is scheduled for launch on the Commission&#8217;s website in February.</p>\n      <p align=\"left\">In December of each year, Commissioners elect a Chairman and Vice Chairman to serve for the upcoming calendar year.&#160; The Federal Election Campaign Act requires that the Chairman and Vice Chairman be of different political parties, and states that a member may serve as Chairman only once during a six year term of office.</p>\n      <p align=\"left\">Chairman-elect Lenhard, a Democrat, served as Vice Chairman of the Commission in 2006.&#160; He was nominated to the Federal Election Commission by President George W. Bush on December 16, 2005 and appointed on January 4, 2006.</p>\n      <p align=\"left\">Prior to his appointment with the FEC, Mr. Lenhard served as an Associate General Counsel with the American Federation of State, County and Municipal Employees, AFL-CIO (AFSCME) since 1991.</p>\n      <p align=\"left\">Before his service with AFSCME, Mr. Lenhard was an associate at the law firm of Kirschner, Weinberg &amp; Dempsey, where he represented AFSCME and other labor unions.&#160; Prior to that, Mr. Lenhard worked for the United Mine Workers of America and the Amalgamated Clothing and Textile Workers Union.&#160; After graduating from law school, Mr. Lenhard worked as an associate at the Los Angeles firm of Grace, Neumeyer &amp;Otto.</p>\n      <p align=\"left\">Mr. Lenhard is a 1981 graduate of the Johns Hopkins University where he earned a B.A. with honors and a 1984 graduate of University of California, Los Angeles School of Law.</p>\n      <p align=\"left\">Vice Chairman-elect Mason, a Republican, previously served as Chairman of the Commission in 2002 and Vice Chairman in 2001.&#160; He was first nominated to the Federal Election Commission by President William Clinton on March 4, 1998, and confirmed by the Senate on July 30, 1998.&#160; He was nominated for a second term by President George W. Bush on December 16, 2005.</p>\n      <p align=\"left\">Prior to his appointment, Mr. Mason was a Senior Fellow in Congressional Studies at the Heritage Foundation.&#160; He joined Heritage in 1990 and served at various times as Director of Executive Branch Liaison, Director of the Foundation&#8217;s U.S. Congress Assessment Project, and Vice President, Government Relations.</p>\n      <p align=\"left\">Vice Chairman-elect Mason has served as Deputy Assistant Secretary of Defense, where he managed the Pentagon&#8217;s relations with the U.S. House of Representatives.&#160; One of his major accomplishments there was guiding base closing legislation to a successful conclusion.</p>\n      <p align=\"left\">He has served on Capitol Hill as a Legislative Assistant to Senator John Warner, Legislative Director to Representative Tom Bliley, and Staff Director to then-House Republican Whip Trent Lott.&#160; He was active as a staffer and volunteer in numerous Presidential, Senate, Congressional and Gubernatorial campaigns, and was the Republican nominee for the Virginia House of Delegates in the 48th District in 1982.</p>\n      <p align=\"left\">Commissioner Mason attended Lynchburg College in Virginia and graduated <em>cum laude</em> from Claremont McKenna College in California.&#160; He is active in political and community affairs in northern Virginia and in the home education movement nationally.&#160; He and his wife reside in Lovettsville, Virginia, with their ten children.</p>\n      <p align=\"left\"/>\n      <p align=\"left\"/>\n      <p align=\"left\">&#160;      </p>\n      <div align=\"left\"/>      \n      <p align=\"CENTER\"><b># # #</b></p>\n      <b/><font face=\"Arial\" size=\"2\"> \n      <p>&#160;</p>\n    </font>\n    <p/></th>\n  </tr>\n</table>\n</body>\n"}