{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\">For Immediate Release<br/>\n    August 20, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\">Ian Stirton<br/>\n    Ron Harris<br/>\n    Bob Biersack<br/>\n    Kelly Huff</th>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\">FEC ISSUES THIRD NOTICE OF PROPOSED RULEMAKING ON CAMPAIGN FINANCE REFORM</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">Washington &#150; The Federal Election Commission (FEC) is seeking\n    comment by September 13 on the third of several rulemakings regarding elements in the\n    Bipartisan Campaign Reform Act of 2002 (BCRA).<p>In the notice, available at <a href=\"http://sers.fec.gov/fosers/\">http://www.fec.gov/register.htm</a>, the Commission is seeking\n    comment on proposed changes to its rules relating to contributions&#146; limitations and\n    prohibitions. These proposed rules are based on BCRA which increases contribution limits\n    for individuals and certain party committees, prohibits contributions and donations by\n    minors and strengthens the prohibition on all contributions, donations, expenditures and\n    disbursements by foreign nationals. </p>\n    <p>For example, the proposed rules which the Commission is seeking comment on, would\n    interpret the ban on contributions by minors to include any donations whatsoever to\n    non-federal accounts of state, district and local party committees. The FEC also seeks\n    comment as to whether the foreign national prohibition should extend to contributions and\n    donations made by U.S. subsidiaries of foreign corporations. </p>\n    <p>The document approved for release by the Commission on August 15 (scheduled to appear\n    in the Federal Register on Thursday, August 22) contains only draft language for these\n    proposed rules, along with possible alternatives in some cases, and does not represent a\n    final decision by the Commission on this rulemaking. </p>\n    <p>The BCRA, which takes effect on November 6, requires that all implementing rules be in\n    place within 270 days of enactment. Rules regarding aspects of the law that eliminate or\n    restrict non-federal financial activity (\"soft money\") for national, state, and\n    local party organizations were approved by the FEC on June 22. The Commission has also\n    approved a notice of proposed rulemaking regarding electioneering communications which\n    appeared in the Federal Register on Wednesday, August 7.</p>\n    <p>All comments must be received by September 13, 2002. If there are requests to hold\n    public hearings, the Commission will do so on October 3. Requests to testify must be\n    received by September 13. All comments should be addressed to Mai T. Dinh, Acting\n    Assistant General Counsel, and must be submitted in either electronic or written form.\n    Electronic mail comments should be sent to <a href=\"mailto:bcrapart110@fec.gov\">bcrapart110@fec.gov</a>\n    and must include the full name, email address, and postal service address of the\n    commenter. Faxed comments should be sent to (202) 219-3923, with printed copy follow up.\n    Written comments should be sent to the Federal Election Commission, 999 E Street, N.W.\n    Washington, D.C. 20463. Commenters are strongly encouraged to submit comments\n    electronically to ensure timely receipt and consideration. </p>\n    <p align=\"CENTER\">### </p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "08/20/2002", "href": "20020820nprm.html", "category": "Rulemakings", "title": "FEC Issues Third Notice of Proposed Rulemaking on Campaign Finance Reform", "pdf": null}