{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    December 18, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">BRADLEY SMITH ELECTED FEC CHAIRMAN FOR 2004<br/>\n    &#239;&#191;&#189; <i>Ellen Weintraub To Serve As Vice Chair</i> &#239;&#191;&#189;</th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\">\n    WASHINGTON -- Members of the Federal Election Commission today elected \n    Bradley A. Smith as Chairman and Ellen L. Weintraub as Vice Chair for 2004.<p>\n    In the Commission&#239;&#191;&#189;s annual rotating chairmanship system, December of each \n    year sees the six Commissioners elect a chairman and vice chairman to serve \n    for the upcoming calendar year, taking office on January 2. The Federal \n    Election Campaign Act requires that the chairman and vice chairman be of \n    different political parties, and states that a member may serve as chairman \n    only once during a six-year term of office.</p>\n    <p>Chairman-elect Smith, a Republican, was nominated to the Federal Election \n    Commission by President William Clinton on February 9, 2000, and confirmed \n    by the U.S. Senate on May 24, 2000.</p>\n    <p>Prior to his appointment, Smith was Professor of Law at Capital \n    University Law School in Columbus, Ohio, where he taught Election Law, \n    Comparative Election Law, Jurisprudence, Law &amp; Economics, and Civil \n    Procedure. Smith&#239;&#191;&#189;s writings on campaign finance and other election issues \n    have appeared in the Yale Law Journal, the University of Pennsylvania Law \n    Review, the Georgetown Law Journal, the Harvard Journal of Legislation, the \n    Cornell Journal of Law &amp; Public Policy, and other academic journals. As a \n    law professor, Smith was a much sought-after witness in Congress on matters \n    of campaign finance reform, and also a frequent guest on radio and \n    television and a contributor to popular publications such as the Wall Street \n    Journal and USA Today.</p>\n    <p/>\n    <p>Prior to joining the faculty at Capital in 1993, he had practiced with \n    the Columbus law firm of Vorys, Sater, Seymour &amp; Pease, served as United \n    StatesVice Consul in Guayaquil, Ecuador, worked as a consultant in the \n    health care field, and served as General Manager of the Small Business \n    Association of Michigan. Commissioner Smith received his B.A. cum laude from \n    Kalamazoo College in Kalamazoo, Michigan and his J.D., cum laude from \n    Harvard Law School. </p>\n    <p>Ellen L. Weintraub, a Democrat, was appointed to the Federal Election \n    Commission by President George W. Bush on December 6, 2002. Ms. Weintraub \n    replaced then Vice Chairman Karl Sandstrom, and served as Vice Chair for the \n    remainder of 2002. Ms. Weintraub was elected to the chairmanship by her \n    fellow Commissioners and served as Chair during calendar year 2003.</p>\n    <p>Prior to her appointment, Ms. Weintraub was Of Counsel to Perkins Coie \n    LLP and a member of its Political Law Group. There, she counseled clients on \n    federal and state campaign finance laws, political ethics, non-profit law, \n    and lobbying regulation. During the election contest arising out of the 1996 \n    election of Senator Mary Landrieu (D-LA), Ms. Weintraub served on the legal \n    team that advised the Senate Rules Committee.</p>\n    <p>Before joining Perkins Coie, Ms. Weintraub was Counsel to the Committee \n    on Standards of Official Conduct for the U.S. House of Representatives (the \n    House Ethics Committee). Like the Commission, the Committee on Standards is \n    a bipartisan body, evenly divided between Democratic and Republican members. \n    There, Ms. Weintraub focused on implementing the Ethics Reform Act of 1989 \n    and subsequent changes to the House Code of Official Conduct. She also \n    served as editor in chief of the House Ethics Manual and as a principal \n    contributor to the Senate Ethics Manual.</p>\n    <p>Ms. Weintraub was born in New York and received her B.A., cum laude, from \n    Yale College and her J.D. from Harvard Law School.</p>\n    <p>Created in 1975, the Federal Election Commission is an independent \n    federal agency established to enforce limitations and prohibitions on \n    contributions to federal candidates and committees, to require them to \n    disclose their financial activities, and to administer the public financing \n    program for Presidential elections.</p>\n    <p align=\"center\"># # # </p></td>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\"/>\n  </tr>\n</table>\n</body>\n", "href": "20031218election.html", "date": "12/18/2003", "pdf": null, "title": "Bradley Smith Elected FEC Chairman for 2004", "category": "Commission Appointments"}