{"href": "adminfinesnprm.htm", "pdf": null, "date": "03/29/2000", "category": "Rulemakings", "title": "FEC Seeks Comments on Proposal for Administrative Fines", "html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font><font size=\"3\" face=\"Book Antiqua\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nMarch 29, 2000                                                                                                                              Sharon Snyder\n                                                                                                                                                         Ian Stirton\n                                                                                                                                                         Kelly Huff</strong></font><font size=\"2\">\n</font>\n\n<b/><p align=\"CENTER\">&#160;</p>\n<p align=\"CENTER\">FEC SEEKS COMMENTS ON PROPOSAL FOR ADMINISTRATIVE FINES</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150; The Federal Election Commission is seeking public comments on a proposed rulemaking that would implement an administrative fine program for violations of reporting requirements of the Federal Election Campaign Act (FECA).</p>\n\n<p>Adopting the FEC&#146;s recommendation, Congress in 1999 amended the FECA to provide for a modified enforcement process, stipulating that if the Commission finds a violation of reporting requirements (2 U.S.C. 434(a)), it may:  \"...require the person to pay a civil money penalty in an amount determined under a schedule of penalties which is established and published by the Commission and which takes into account the amount of the violation involved, the existence of previous violations by the person, and such other factors as the Commission considers appropriate.\"</p>\n\n<p>\t<b>The proposed rulemaking, unanimously approved by the six Commissioners on March 23, establishes a streamlined procedure for only those enforcement matters that involve alleged violations of reporting requirements between January 1, 2000, and December 31, 2001, imposing civil money penalties in accordance with a formulated schedule.  Reporting violations include failure to file or timely file monthly, quarterly, pre-election, post-general election, mid-year and year-end reports, and 48-hour notices regarding contributions after the 20<sup>th</sup> day but more than 48 hours before the election.</b></p>\n\n<p>In establishing a schedule of monetary penalties, the proposal points out that the Commission \"...believes that it is vital that civil money penalties not be set at a level so low that they be treated as merely &#145;the cost of doing business.&#146;  Conversely, the penalties must not be so high that they become unduly burdensome.\"  The formula for calculating the civil penalty for a reporting violation takes into account the amount of financial activity of the political committee, lower fines applying to committees with less financial activity, higher fines for those with heavier financial activity.</p>\n\n<p>\tThe proposal notes, \"The Commission also considered the election sensitivity of a report.  While it is important that all reports should be filed in a timely manner, it is especially important that reports due just before an election, i.e. pre-primary, pre-general, October quarterly, and October monthly, be filed in a timely manner to maintain the integrity of the campaign finance system.  Election-sensitive reports and the pre-election reports under the schedules of penalties...would be assessed an additional 50% of the base amounts.  An alternative method of handling election-sensitive reports would be to add a flat $1000 to the base amounts.  The Commission seeks comments on which alternative the Commission should adopt.\"</p>\n\n<p>The penalty schedules would have various components, including a base amount ranging from $100 to $5000 for all reports except election-sensitive ones, those carrying a base amount of from $150 to $7500.  Another component would be a set amount depending on the level of a committee&#146;s financial activity, multiplied by the number of days the report is filed late, up to 30 days for any report not considered election-sensitive.  That set amount would range from $25 to $200 per day for all reports.  </p>\n\n<p>\tThe Commission considers respondents to be non-filers if they do not file pre-election reports, October quarterly, or October monthly reports prior to four days before the election, or if they do not file any other report within 30 days of its due date.  A base amount of civil penalty for this violation would range from $1600 to $17,000 for all reports except election-sensitive reports, which would carry a range of $1650 to $19,500.</p>\n\n<p>\tAnother component is an additional premium for each prior civil money penalty assessed against the respondent for failure to file timely reports.  This premium would be an additional 25% of the civil money penalty for each prior penalty that had been assessed during the current two-year election cycle and prior two-year cycle.</p>\n\n<p><b>Additional details contained in the proposed rulemaking can be found at the\n<a href=\"../pdf/00adminfines.pdf\"> FEC&#146;s Website, <i>www.fec.gov</i>.</a>  The Federal Register notice on this proposed rulemaking is located in Fed. Reg. Vol. 65, No. 61, March 29, 2000, p. 16534.  </b></p>\n\n<p>\tComments must be received on or before April 28, 2000.  All comments should be addressed to Rosemary C. Smith, Assistant General Counsel, and must be submitted in either written or electronic form.  Written comments should be sent to the Federal Election Commission, 999 E Street, NW, Washington, DC 20463.  Faxed comments should be sent to (202) 219-3923, with printed copy follow-up.  Electronic mail comments should be sent to <i>adminfine@fec.gov</i>.  Comments by electronic mail must include sender&#146;s full name, electronic mail address, and postal service address within the text of their comments.  The Commission will make every effort to have public comments posted on its Website within 10 business days of the close of the comment period. </p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>\t</p>\n\n<p>\t</p>\n\n<p>\t </p>\n\n<p>\t</p>\n\n<p>\t </p></font></body>\n"}