{"date": "01/14/2011", "pdf": null, "title": "Week of January 10 - January 14, 2011 ", "issue": "2011-02", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 14 ,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-2</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of January 10 &#8211; 14</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS<br/>\n        </strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p/>\n        <p><u>Requests Received<br/>\n        </u> </p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1160751.pdf\">AOR 2011-01 (Robin Carnahan for Senate)</a></u></strong>. On January 10, the Commission made public Advisory Opinion Request 2011-01. The requester asks if a separate legal defense fund may be established by non-federal candidates or non-federal officeholders to defray Robin Carnahan for Senate's costs of defending against a copyright infringement lawsuit. The requester also asks whether donations to the legal defense fund must comply with the Federal Election Campaign Act of 1971, as amended (the Act). The Commission must issue a response no later than 60 days after receipt of the complete request, or March 7, 2011.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p>          <strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public nine closed cases. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6292</a> &#8211; Joe Walsh for Congress Committee, Inc., and Helene M. Miller-Walsh, in her official capacity as treasurer; Joe Walsh; Bryan Javor; Bruce Donnelly; and Christopher Geissler. The Commission dismissed three allegations concerning Joe Walsh for Congress Committee, Inc. and its treasurer and found no reason to believe violations occurred in connection with the remaining three allegations against them. The Commission also found no reason to believe violations occurred in connection with the allegations against Walsh, Javor, Geissler, and Donnelly.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6295</a> &#8211; Sue Lowden for US Senate and Bob Beers, in his official capacity as treasurer; Carl Giudici; and Sue Lowden.&#160; The Commission exercised its prosecutorial discretion and dismissed the matter. Commissioner Steven T. Walther recused himself with respect to this matter and did not vote.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6303</a> &#8211; Clayton Bowler; Long Is Wrong Political Action Committee; and Jacob Lawrence. The Commission found no reason to believe the respondents violated the Act. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6307</a> &#8211; Sue Lowden for US Senate and Bob Beers, in his official capacity as treasurer; and Sue Lowden.&#160; The Commission dismissed one allegation and sent a letter of caution concerning Sue Lowden for US Senate and its treasurer.&#160; The Commission found no reason to believe violations occurred in connection with the remaining allegation against them.&#160; The Commission also found no reason to believe violations occurred in connection with the allegation against Sue Lowden. Commissioner Walther recused himself with respect to this matter and did not vote.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6312</a> &#8211; Committee to elect Brian &#8220;Ryan B&#8221; Doyle to Congress and Darryl Nettles, in his official capacity as treasurer. The Commission dismissed the matter and sent a letter of caution.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6320</a> &#8211; John Gomez for Congress and Denise Passero, in her official capacity as treasurer; John Gomez; Clear Channel Communications, Inc.; Premiere Radio Networks, Inc.; and Sean Hannity. The Commission closed the file. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6330</a> &#8211; Bill Johnson; and Bill Johnson for Congress and Perry J. Chickonoski, in his official capacity as treasurer. The Commission found no reason to believe the respondents violated the Act. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6339</a> &#8211; McKinley for Congress and Samuel Stone, in his official capacity as treasurer. The Commission dismissed the matter.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6444</a> &#8211; United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $11,000.</p>\n        <p/>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION </strong></p>\n        <p><em><a href=\"../../law/litigation/bluman.shtml\">Bluman v. FEC</a> </em>(Civ. No. 10-1766 (RMU)). On January 7, the United States District Court for the District of Columbia issued a <a href=\"../../law/litigation/bluman_dc_memo_opinion.pdf\">Memorandum Opinion</a> and an <a href=\"../../law/litigation/bluman_dc_order.pdf\">Order</a> granting the plaintiffs' application for a three-judge court concerning their statutory challenges, but denied their application regarding their regulatory challenges.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong>\n        </strong>On January 11, 2011, Communications Specialist Liz Kurland discussed the history of campaign finance law and recent legal developments with a group of students from the University of San Diego.</p>\n        <p/>\n        <p>On January 11, 2011, Communications Specialist Stephanie Caccomo discussed campaign finance regulations and the Commission's enforcement role with a delegation of political leaders from South America. The group was sponsored by the Department of State's International Visitor Leadership Program.</p>\n        <p/>\n        <p><strong>CONFERENCES</strong></p>\n        <p>On January 12, 2011, the FEC hosted Roundtable Workshops on <em>FEC Reporting Requirements</em>. </p>\n        <p/>\n        <p>On January 12, 2011, the FEC hosted Roundtable Workshops on <em>FECFile &amp; E-Filing</em>. </p>\n        <p/>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>January 19: The Commission is scheduled to hold an <u><a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a></u> </p>\n        <p>January 20: The Commission is scheduled to hold an Open Session. When the Commission releases an agenda, it will be available on <a href=\"../../agenda/agendas.shtml\">Commission Meetings page</a> of the FEC website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>January 31: &#160;Year-end Reports are due. For more information on reporting dates, click on the <a href=\"../../info/report_dates_2011.shtml\">2011 Reporting Dates page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS </strong></p>\n        <p><strong>&#160;</strong>January 24, 2011, Richmond, Virginia. Oral argument before the United States District Court for the Eastern District of Virginia in <em><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Obama v. Federal Election Commission</a> </em>(Civ. No. 08-483(JRS)). The case was remanded to the District Court for further consideration in light of the Supreme Court ruling in <a href=\"../../law/litigation_CCA_C.shtml\"><em>Citizens United v. Federal Election Commission</em></a> and the Solicitor General's suggestion that two issues are moot. </p>\n        <p>March 2, 2011, Washington, DC. <em>FEC Seminar for Political Party Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The January 2011 issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">January 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        <p>Sunshine Act Notices for previous Executive Sessions are on the <a href=\"../../agenda/agendas.shtml#executive\">Executive Sessions page</a> of the FEC website. Agendas and related documents for previous Open Meetings are on the <a href=\"../../agenda/agendas.shtml\">Open Meetings page</a> of the website. Audio recordings for selected previous meetings, hearings and presentations are on the <a href=\"../../audio/audio.shtml\">Audio page</a> of the FEC website.</p>\n        <p/>\n        <p/>\n        <p/>\n        <p align=\"center\"><strong><br/>\n          </strong></p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110114Digest.shtml"}