{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">March 20, 2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150320release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Chart: 2015-2016 Campaign Cycle Contribution Limits</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission has posted a <a href=\"../../../info/contriblimitschart1516.pdf#search=contribution%20limits%20%222015-2016%22\">chart</a> of the contribution limits that have been indexed for inflation and are in effect for federal elections in 2015 and 2016.</p>\n        <p/>\n        <p>The Bipartisan Campaign Reform Act of 2002 (BCRA) included provisions that indexed some contribution limits for inflation. The limit on individuals&#8217; contributions to candidates, for example, was set at $2,000 per election in BCRA; it is adjusted at the start of each new election cycle. Adjustments are announced after the Department of Labor determines the inflation rate for the previous election year. The new limit on contributions from individuals to candidates is effective retroactively to the day after the last general election (i.e., November 5, 2014). The other new limits are effective retroactively to January 1, 2015.</p>\n        <p/>\n        <p>Campaign finance provisions of the Consolidated and Further Continuing Appropriations Act, 2015 permitted national party committees to have three accounts to defray certain expenses incurred with respect to presidential nominating conventions, election recounts and contests and other legal proceedings, and national party headquarters buildings. The contribution limits applicable to these accounts are 300% of the limits on contributions to national party committees. </p>\n        <p/>\n        <p>The Honest Leadership and Open Government Act of 2007 (HLOGA) added the requirement that certain political committees disclose contributions bundled by lobbyists/registrants and lobbyist/registrant political action committees once the contributions exceed a specified threshold amount. This amount, adjusted annually for inflation, is $17,600 for calendar year 2015.</p>\n        <p/>\n        <p>Under the Federal Election Campaign Act of 1971, as amended (the Act), the Commission must adjust coordinated party expenditure limits annually to account for inflation. This applies to coordinated expenditures by national party committees and state party committees or their subordinate committees in connection with the general election campaign of candidates for federal office. The coordinated party expenditure limits that apply to any general elections held in 2015 can be found in this <a href=\"../../../info/charts_cpe_2015.shtml#search=coordinated%20party%20expenditure%20limits\">chart</a> on the FEC website. </p>\n        <p>&#160;</p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p><em/></p>\n        <p align=\"center\"><em># # #</em></p>\n        <div align=\"center\"/></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2015/news_releases/20150320release.shtml", "date": "03/20/2015", "pdf": null, "title": "FEC Chart: 2015-2016 Campaign Cycle Contribution Limits", "category": "Other Agency Actions "}