{"html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>February 1, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><h4 align=\"CENTER\">FEC REQUESTS SUPPLEMENTAL FUNDING FOR ENHANCEMENT<br/>\n    TO MISSION OF OFFICE OF ELECTION ADMINISTRATION</h4>\n    <p>WASHINGTON &#150; The Federal Election Commission (FEC) is requesting from the\n    President and Congress supplemental funding of $3 million in the current fiscal year to\n    provide for an enhancement to the mission of the FEC&#146;s Office of Election\n    Administration (OEA)*. This enhanced support for OEA is sought to better assist state and\n    local election administrators who are responsible for administering federal elections to\n    develop operational standards. </p>\n    <p>In submitting its request, the FEC noted, &#147;There has been considerable discussion\n    of the need for federal assistance to the state and local election administrators\n    responsible for acquiring, installing, operating, and maintaining the nation&#146;s\n    electoral machinery. The 2000 presidential election raised issues with regard to both the\n    adequacy of the voting machines and the standards... .&#148;</p>\n    <p>OEA is an entity of the Federal Election Commission, created under 2 U.S.C.\n    &#167;438(a)(10), which mandates the FEC serve as a national clearinghouse with respect to the\n    administration of federal elections. The supplemental, no-year funds (funds that would be\n    available beyond September 30, 2001), would provide a budget for development of Election\n    Operations Standards ($1.1 million); update and develop OEA publications ($300,000);\n    identify needs and resource requirements of local and state election officials ($450,000);\n    design grant program criteria to provide federal funds to state and local jurisdictions\n    ($500,000); hire additional OEA staff ($650,000).</p>\n    <p>The proposal points out, &#147;The FEC has staffed OEA with recognized election experts\n    [four] who have extensive experience in election administration. Moreover, the FEC&#146;s\n    [six] Commissioners are themselves well-versed in a variety of issues that confront\n    election administrators. Prior to their service at the FEC, several Commissioners had\n    substantial experience in election administration and other election issues, including\n    selecting and testing voting equipment for both urban and rural areas, supervising the\n    resolution of contested Congressional elections, and practicing election law in the area\n    of recounts. Federal initiatives in improving election administration should be located at\n    the FEC to leverage this expertise and to build on existing relationships with state and\n    local election officials. This is a critical advantage if rapid action is desired and if\n    meaningful assistance to state and local officials is to be provided for future elections.\n    The proposal also avoids creating any new, duplicative bureaucracy.&#148;</p>\n    <p>FEC&#146;s proposal is designed to accomplish five objectives, including:</p><ul>\n      <li>Enhance the existing voluntary voting system performance standards (VSS) that provide\n        election officials with testing and measurement criteria to verify the performance,\n        accuracy, reliability, and security of election systems.</li>\n      <li>Extend the scope of the voluntary standards beyond testing and measurement to include\n        operational standards for acquisition, installation, testing, training, administration and\n        maintenance of both existing and new automated voting systems.</li>\n      <li>Complete a census of existing election systems.</li>\n      <li>Identify the needs and resource requirements of local and state election officials, to\n        assure that the most pressing needs are addressed, and that best practices are widely\n        disseminated.</li>\n      <li>Design grant program criteria by which federal funds could be distributed to state and\n        local jurisdictions should Congress decide to provide funds for the replacement of voting\n        systems or for other election administration needs.</li>\n    </ul>\n    <p>&#147; The most efficient way to meet these objectives to improve the nation&#146;s\n    voting systems is to build upon the work already accomplished by the FEC&#146;s OEA.\n    Ongoing funding will be required in future years to ensure that all aspects of the VSS are\n    kept up-to-date. When the operational standards are completed, FY2002 funds will be used\n    to undertake a comprehensive educational outreach program to widely and aggressively\n    disseminate the new standards,&#148; the proposal points out. </p>\n    <p align=\"CENTER\"># # #</p>\n    <p>*Total FEC budget for FY2001 is $40.4 million. Copies of the supplemental\n    request/proposal with additional details may be obtained through the FEC Press Office, or\n    accessed at the <a href=\"020101suppOEAdoc.html\">FEC website, <i>www.fec.gov</i></a>.</p></td>\n  </tr>\n</table>\n</font></font></font></body>\n", "href": "020101suppOEApr.html", "date": "02/01/2001", "pdf": null, "title": "FEC Requests Supplemental Funding For Enhancement to Mission Of Office Of Election Administration", "category": "Other Agency Actions"}