{"date": "01/09/2015", "pdf": null, "title": "Week of January 5 - January 9, 2015", "issue": "2015-02", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">January 9, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../../press2015/pdf/20150109digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-02</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of January 5 &#8211; 9</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><u>Extension of Time Received</u></p>\n          <p><strong/></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2014-20 (Make Your Laws PAC).</a> On January 8, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1309969.pdf\">Extension of Time</a> until February 18, 2015 on Advisory Opinion Request 2014-20. The requestor is a nonconnected political committee that asks whether foreign nationals may volunteer their services to develop the requestor's website.</p>\n          <p><strong/></p>\n          <p><u>Request Received</u></p>\n          <p><u/></p>\n          <p><a href=\"http://saos.fec.gov/aodocs/1309622.pdf\">AOR 2014-21 (Cambia Health Solutions)</a>. On January 2, 2015, the Commission made public Advisory Opinion Request 2014-21 (Cambia Health Solutions). Cambia's separate segregated fund (SSF) is currently considered to be affiliated with the SSF of the Blue Cross and Blue Shield Association, as well as other SSFs. Cambia asks whether, in light of business circumstances that have changed significantly since the SSFs were first registered, the SSFs must still be considered affiliated. The Commission must issue a response no later than 60 days after receipt of the complete request, or by February 23, 2015.</p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public four closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6597</a> <br/>\n            COMPLAINANTS: Feinstein for Senate; Fund for the Majority; and FEC-Initiated<br/>\n          RESPONDENT: Kinde Durkee<br/>\n          SUBJECT: In the normal course of exercising its supervisory responsibilities, and in response to a complaint, the Commission initiated proceedings to determine whether Durkee knowingly and willfully violated the Federal Election Campaign Act of 1971, as amended (the Act), by (1) commingling funds of numerous political committees with personal funds, (2) failing to keep accurate records of the Committees&#8217; finances, (3) filing inaccurate reports with the Commission and (4) converting campaign funds to her personal use.<br/>\n          DISPOSITION: The Commission found reason to believe Durkee knowingly and willingly violated the Act and agreed to accept a conciliation agreement that does not provide for payment of a civil penalty due to Durkee&#8217;s demonstration of financial hardship but that does contain admissions of violations and prohibits her from working or volunteering for federal political committees or federal campaigns in a capacity involving the finances or disclosure reports for 15 years. The agreement also provides for payment of a $878,000 civil penalty in the event the Commission discovers that Durkee materially misrepresented her financial condition. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6795</a> <br/>\n          COMPLAINANT: Jonathon Moseley<br/>\n          RESPONDENTS: Citizens for Responsibility and Ethics in Washington; and Melanie Sloan<br/>\n          SUBJECT: The complaint alleged that Citizens for Responsibility and Ethics in Washington failed to report independent expenditures to the Commission and comply with certain reporting requirements of political committees. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion in light of the low amount in violation, and in consideration of Commission priorities.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6820</a> <br/>\n          COMPLAINANT: Ryan M. Reynolds<br/>\n          RESPONDENTS: Earl LeRoy (&#8220;Buddy&#8221;) Carter; Buddy Carter for Congress and Carlton H. Hodges, in his official capacity as treasurer; and Friends of Buddy Carter for Senate and Mark Smith, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Friends of Buddy Carter for Senate (State Committee) paid over $12,000 to two staffers of Buddy Carter for Congress (Federal Committee) and a political consulting firm for services performed on behalf of Carter&#8217;s federal campaign, resulting in an improper transfer of funds or assets to the federal committee. The complaint alleged further that the State Committee made an impermissible $1,000 contribution to the Federal Committee.&#160; The complaint also alleged that the State Committee improperly accepted contributions (including some from prohibited sources) after then-sitting state senator Carter became a candidate for Georgia&#8217;s 1st Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation in connection with the salary payments in light of the insufficient information in the complaint on whether those payments subsidized work for the federal committee. The Commission dismissed the allegation connected to the non-federal payments to the political consulting firm in light of information indicating that those payments may have been for services provided to the State Committee. The Commission also dismissed the allegation relating to the State Committee&#8217;s contribution to the Federal Committee in light of the <em>de minimis</em> amount at issue. Further, the Commission dismissed the allegation relating to the State Committee&#8217;s receipt of contributions after Carter became a federal candidate in light of the relatively small amount of money at issue and in consideration of Commission priorities. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6827</a> <br/>\n          COMPLAINANT: John D&#8217;Aloia<br/>\n          RESPONDENT: Kent Roth for Kansas and Don Peter, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Kent Roth for Kansas and Peter, in his official capacity as treasurer (the Committee), used information obtained from disclosure reports a candidate committee filed with the Commission to distribute a campaign mailing. Roth was a 2014 primary candidate for Kansas&#8217;s 1st Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation in light of the scope of the potential violation and the fact that Roth withdrew from the race more than two months before the primary election and the Committee filed a termination report shortly thereafter. </p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public 18 campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADRs 650 and 678</a> &#8211; Richardson for Congress and Laura Richardson, in her official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of a compliance operations manual that includes internal controls consistent with the Commission&#8217;s Internal Controls and Political Committees advisory document and Best Practices for Committee Management, (2) certify that a representative participated in an FEC conference, and (3) pay a civil penalty of $2,100.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 672</a> &#8211; Friends of Christine O&#8217;Donnell and Matthew Moran, in his official capacity as treasurer. The respondent agreed to certify the closure of the Committee&#8217;s federal account and work with Commission staff to terminate their political committee status and reporting obligations with the Commission, and continue reporting until the Committee notifies the Commission that its reporting obligations have ceased.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 679</a> &#8211; Democrats Reshaping America (DREAMPAC) and Jennifer May, in her official capacity as treasurer. The respondent agreed to certify implementation of internal controls consistent with the Commission&#8217;s Best Practices for Committee Management.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 680</a> &#8211; Santa Barbara Country Democratic Central Committee Federal PAC and Rita Copeland, in her official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of a compliance operations manual that includes internal controls consistent with the Commission&#8217;s Best Practices for Committee Management, and (2) certify that the Committee designate a compliance specialist.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 681</a> &#8211; Democratic Foundation of Orange County and Xavier R. Martinez, in his official capacity as treasurer. The respondent agreed to certify implementation of internal controls consistent with the Commission&#8217;s Best Practices for Committee Management.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADRs 682 and 684</a> &#8211; Los Angeles County Democratic Central Committee and Mark Gonzalez, in his official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of a compliance operations manual that includes internal controls consistent with the Commission&#8217;s Best Practices for Committee Management, and (2) certify that a representative of the Committee participated in an FEC conference.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADRs 683, 685 and 687</a> &#8211; Feinstein for Senate, Fund for the Majority and William Wardlaw, in his official capacity as treasurer. The respondents agreed to certify implementation of internal controls consistent with the Commission&#8217;s Best Practices for Committee Management.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADRs 686 and 688</a> &#8211; Susan Davis for Congress and Brett P. Smiley, in his official capacity as treasurer. The respondent agreed to certify implementation of internal controls consistent with the Commission&#8217;s Best Practices for Committee Management.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADRs 689 and 691</a> &#8211; Committee to Re-Elect Linda Sanchez and Jennifer May, in her official capacity as treasurer. The respondent agreed to certify implementation of internal controls consistent with the Commission&#8217;s Best Practices for Committee Management.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADRs 690 and 692</a> &#8211; Committee to Re-Elect Loretta Sanchez and Katharine Meyer Borst, in her official capacity as treasurer. The respondent agreed to certify implementation of internal controls consistent with the Commission&#8217;s Best Practices for Committee Management.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 720</a> &#8211; American Iron and Steel Institute Political Action Committee (Steel PAC) and Thomas J. Gibson, in his official capacity as treasurer (the Committee). The respondent agreed to (1) certify the development of a comprehensive compliance policy statement, (2) certify that the Committee has designated a compliance specialist, (3) certify that a Committee representative participated in an FEC conference, and (4) pay a civil penalty of $5,200.</p>\n          <p/>\n          <p><strong>LITIGATION&#160; </strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/odonnell_15.shtml\"><em>FEC v. O&#8217;Donnell, et al.</em></a> (Case 1:15-cv-00017-RGA). On January 5, the Commission filed a <a href=\"../../../law/litigation/odonnell_fec_complaint.pdf\">Complaint for Civil Penalty, Declaratory, Injunctive, and Other Appropriate Relief</a> against Christine O&#8217;Donnell, Friends of Christine O&#8217;Donnell, and Matthew Moran in his official capacity as Treasurer of Friends of Christine O'Donnell, in the United States District Court for the District of Delaware.</p>\n          <p/>\n          <p><a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 14-5281). On January 2, the Commission filed its <a href=\"../../../law/litigation/holmes_fec_mot_remand.pdf\">Motion for Remand </a>in the United States Court of Appeals for the District of Columbia Circuit.</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>January 13 and 15, 2015: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>January 15, 2015: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p/>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; </strong></p>\n          <p><strong/></p>\n          <p>January 14: Webinars for PACs and party committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>January 21: Webinars for candidate committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>January 31, 2015: Year-End Reports are due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml\">2014 Reporting Dates page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p align=\"center\">&#160;</p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150109digest.shtml"}