{"date": "05/15/2009", "pdf": null, "title": "Week of May 11 - 15, 2009 ", "issue": "2009-01", "html": "<div id=\"fec_mainContent\"> \n  <h2><a name=\"content\"/> \n  </h2>\n  <h1>FEC Digest </h1>\n  <h2>&#160;</h2>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>May 15, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n              <tr>\n                <td height=\"14\" valign=\"top\"><p>&#160;</p>\n                  <p>&#160;</p></td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n              <tr>\n                <td height=\"14\" valign=\"top\">&#160;</td>\n                <td colspan=\"2\" valign=\"top\"><div align=\"center\">Issue 2009-01</div></td>\n                </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <table cellpadding=\"0\">\n                <tr>\n                  <td width=\"100%\"><h3 align=\"center\"><strong>Weekly Digest </strong></h3>\n                    <p align=\"center\"><strong><br/>\n                    </strong><strong>Week of May 11 &#8211; 15</strong></p>\n                    <p align=\"left\"><strong>COMMISSION MEETINGS </strong></p>\n                    <p> The Commission held an Executive Session on May 12.&#160; Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>. </p>\n                      <p>The Commission held an Open Session on May 14.&#160; Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>.&#160; Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>.</p>\n                      <p><strong>ADVISORY OPINION</strong></p>\n                      <p><u>Request Received</u> </p>\n                      <p>On May 12, the Commission made public Advisory Opinion Request 2009-12 from Senator Norm Coleman and his principal campaign committee, Coleman for Senate.&#160; Senator Coleman and his committee seek to use campaign funds to pay legal fees and expenses.&#160; The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by July 7, 2009.&#160; Members of the public may submit written comments on the request up to Friday, May 22, 2009. Advisory Opinions and Requests are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>.</p>\n                      <p><strong>ENFORCEMENT</strong></p>\n                      <p>The Commission made public six closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6032</a> &#8211; Tom Leatherwood for Congress and Chris Thomas in his official capacity as Treasurer. The Commission dismissed the case and sent a letter of caution to the Committee and its treasurer. </p>\n                      <p/>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6041</a> &#8211; Richard Hanna for Congress and Daniel J. Robertello in his official capacity as Treasurer. The Commission dismissed the case and sent a letter of caution to the Committee and its treasurer.</p>\n                      <p/>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6068</a> &#8211; Arcuri for Congress and Matt Sisti in his official capacity as Treasurer. The Commission dismissed the matter and sent a letter of caution to the Committee and its treasurer.</p>\n                      <p/>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6069</a> &#8211; Wegner for Congress and Mike Mathews in his official capacity as Treasurer. The Commission dismissed the matter and sent a letter of caution to the Committee and its treasurer.</p>\n                      <p/>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6051, 6052</a> &#8211; Wal-Mart Stores, Inc. The Commission closed the file.</p>\n                      <p><strong>LITIGATION</strong></p>\n                      <p> Oral Arguments in <em><a href=\"../../law/litigation/rtao.shtml\">The Real Truth About Obama, Inc. (RTAO) v. FEC and U.S. Department of Justice</a></em> were presented on May 13 at the 4th Circuit Court of Appeals regarding the district court&#8217;s denial of RTAO&#8217;s request for a preliminary injunction, an initial ruling that governs the parties while the case is pending. </p>\n                      <p/>\n                      <p>The complaint by RTAO, a nonprofit &#8220;527&#8221; corporation, alleges that certain provisions of Commission regulations are unconstitutionally overbroad, void for vagueness, contrary to law and in violation of the First and Fifth Amendments. RTAO further alleges that the provisions in question exceed the FEC&#8217;s statutory authority and have a chilling effect on the plaintiff&#8217;s speech. Regulations in question include those related to express advocacy, funds received in response to solicitations and the Commission&#8217;s implementation of the Supreme Court decision in <a href=\"../../law/litigation_CCA_W.shtml#wrtl\"><em>Wisconsin Right to Life</em></a>, along with the Commission&#8217;s \"enforcement policy\" on political committee status. The Commission and the Department of Justice have contended that the regulations at issue are entirely consistent with Supreme Court precedent and thus do not unconstitutionally infringe on RTAO&#8217;s rights or exceed the Commission&#8217;s statutory authority.</p>\n                      <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n                      <p/>\n                      <p>The Commission made public three cases resolved through its Alternative Dispute Resolution Program on May 12. This section provides a summary of the agreement for each case. ADR case documents can be found by selecting the ADR case below and entering the number in the case number field.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 461</a> &#8211; Schock for Congress and Rachel Honegger, Treasurer. The Committee and treasurer agreed to certify the results of an internal reconciliation of the Committee&#8217;s reports for the 2008 election cycle within 60 days of the effective date of the agreement and send a representative to an FEC seminar within 12 months of that date.</p>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 471</a> &#8211; Oklahoma State Medical Association PAC. The PAC agreed to work with the FEC&#8217;s Reports Analysis Division to terminate its federal political action committee within 90 days of the effective date of the agreement and to pay a civil penalty of $4,000 within 30 days of that date. </p>\n                      <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 479</a> &#8211; Indiana Democratic Congressional Victory Committee and Linda Buzinec, Treasurer. The Committee and treasurer agreed to implement revised Committee Accounting Policies and Procedures that include internal controls within 30 days of the effective date of the agreement and to send a representative to an FEC conference within 12 months of that date.</p>\n                      <p/>\n                      <p><strong>PRESS RELEASES</strong></p>\n                      <p><strong/></p>\n                      <p><a href=\"20090511MUR.shtml\">FEC Takes Final Action on Six Cases</a> (issued May 11, 2009)</p>\n                      <p><a href=\"20090515MUR.shtml\">FEC Takes Final Action on Six Cases</a> (issued May 15, 2009)</p>\n                      <p><strong>NEXT WEEK (MAY 18 &#8211; MAY 22, 2009)</strong></p>\n                      <p/>\n                      <p>May 18: On this date the statutory three-month waiting period for the <a href=\"http://sers.fec.gov/fosers/\">new lobbyist bundling regulations</a> ends, and the reporting requirement becomes effective.&#160; The first reports filed under the regulations will cover the April monthly covered period, the second quarterly covered period and the first semi-annual covered period.</p>\n                      <p/>\n                      <p>May 19-20:&#160; The Commission is scheduled to hold <a href=\"../../agenda/agendas.shtml#executive\">Executive Sessions</a>.&#160; </p>\n                      <p>May 20:&#160; Disclosure reports for monthly filers are due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing.</p>\n                      <p>May 21:&#160; The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#meetings\">Open Session</a>.&#160; </p>\n                      <p>May 21-22:&#160; The FEC is holding its annual <a href=\"../../info/conferences/2009/tradememberlabor09.shtml\">conference</a> for trade associations, membership organizations, labor organizations and their PACs, at the Omni Shoreham Hotel in Washington, D.C.</p>\n                      <p><strong>OTHER RESOURCES</strong></p>\n                      <p>The May issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/may09.pdf\">here</a>.</p>\n                      <p>&#160;</p>\n                      <p align=\"center\"/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                      <p align=\"center\"/>\n                      <p align=\"center\"># # #</p></td>\n                </tr>\n              </table>              \n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090515digest.shtml"}