{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>January 29, 2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>CHAIRMAN DISCUSSES <em>CITIZENS UNITED V. FEC</em>, COMMISSION ISSUES THREE ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p>WASHINGTON &#8211; At the open meeting of the Federal Election Commission (FEC) today, Chairman Matthew S. Petersen said that the Commission is carefully studying the impact of last week&#8217;s Supreme Court opinion in <em>Citizens United v. FEC</em>. He noted that the ruling could have a significant impact on the Commission&#8217;s current and future rulemakings and could affect certain matters on the Commission&#8217;s enforcement docket and ongoing litigation. He announced that the Commission will provide guidance as soon as possible on the &#160;reopening of the comment period for its <a href=\"../../pdf/nprm/coord_commun/2009/notice_2009-23.pdf\">rulemaking on coordinated communications</a> to allow for more public input on the implications of the Supreme Court opinion in this area.</p>\n        <p/>\n        <p>&#8220;The Commission is moving quickly to provide further information and guidance to the public with regard to <em>Citizens United</em>, and we will provide that as soon as possible,&#8221; Petersen said.</p>\n        <p/>\n        <p>Advisory Opinions Issued</p>\n        <p/>\n        <p>At the meeting, the Commission approved three Advisory Opinions on the permissibility of using corporate general funds to pay for fundraising services provided to their separate segregated funds (SSFs), the ability of employees to contribute their employee compensation &#8220;credits&#8221; to their company&#8217;s SSF, and whether certain fundraising services are considered contributions.</p>\n        <p/>\n        <p>In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3029&amp;START=1093526.pdf\">Advisory Opinion Request 2009-30 (TechNet)</a>, the Commission rendered its opinion that, based upon the facts &#160;represented by Requestor, corporate members of TechNet, an incorporated trade association, may use their general treasury funds to pay TechNet for the fair market value of fundraising consulting services provided to the corporate members&#8217; separate segregated funds (SSF). The Commission noted that acceptance of TechNet&#8217;s services without charge or at less than the usual and normal charge for such services to the corporate members&#8217; SSFs would result in a prohibited corporate contribution from TechNet.</p>\n        <p/>\n        <p>In <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3030\">Advisory Opinion 2009-31 (MAXIMUS, Inc.)</a>, the Commission rendered its opinion that, based upon the facts represented by the Requestor, determined that the restricted class employees of MAXIMUS, Inc. may contribute the value of \"credits\" received as part of their compensation plans to MAXIMUS's SSF. The Commission also opined that MAXIMUS&#8217;S solicitations of its restricted class employees for contributions of the cash value of credits to the SSF must contain adequate disclaimers informing contributors of the SSF&#8217;s political purposes and the employee&#8217;s right to refuse to contribute.</p>\n        <p/>\n        <p>In <u><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3031\">Advisory Opinion Request 2009-32</a> (Jorgensen),</u> the Commission rendered its opinion that, based upon the facts represented by the Requestor, Dr. Richard Jorgensen, a web-based business owner operating as a sole proprietor, is not prohibited from providing solicitation e-mails to political committees for their use and selling certain fundraising items on behalf of those political committees without his provision of the e-mails or artwork constituting contributions to the political committees. The Commission noted that a contribution would result if the goods or services provided by Jorgensen were made without charge or at a rate less than the usual and normal change for such goods and services.</p>\n        <p/>\n        <p>Recognition of Departing Senior Staff Members</p>\n        <p/>\n        <p>At the conclusion of its Agenda matters, the Commissioners thanked two departing senior staff members for their service. John Gibson, Deputy Staff Director and Chief Compliance Officer, is retiring after 33 years at the Commission. Art Forster, Chief Communications Officer, is leaving the Commission after three years to take a newly created senior staff position as Director of Congressional and Public Affairs of the U.S. Army Contracting Command at Ft. Belvoir, Virginia.</p>\n        <p/>\n        <p>The Commission will shortly provide an uncut audio version of the entire Open Meeting proceedings on its website.</p>\n        <p/>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n      </td>\n    </tr>\n  </table>\n</div>\n", "date": "01/29/2010", "href": "press2010/20100129OpenMeeting.shtml", "category": "Open Meetings and Related Matters", "title": "Chairman Discusses Citizens United v. FEC, Commission Issues Three Advisory Opinions", "pdf": null}