{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                  <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                  <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n                </tr>\n                <tr>\n                  <td width=\"717\" valign=\"top\"><p>April 27, 2009 </p></td>\n                  <td width=\"57\" valign=\"top\"/>\n                  <td width=\"127\" valign=\"top\"><p>Mary Brandenberger</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\">Julia Queen </td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\">Christian Hilland </td>\n                </tr>\n              </table>\n                <p align=\"center\"><strong>FEC Expands Web Site Advisory Opinion Search Feature</strong></p>\n                <p align=\"center\"/>\n                <p>WASHINGTON &#8211; The Federal Election Commission has upgraded a search tool on the web site, allowing users more efficiently to search, display and sort advisory opinions that the Commission has issued as guidance to candidates and committees. </p>\n                <p>&#8220;This improvement, part of our ongoing, intensive efforts to &#160;facilitate disclosure and make the FEC website more user-friendly, will help both campaign committees and the public at large to better track the Commission&#8217;s decision-making,&#8221; said Chairman Steven Walther. &#8220;I would like to thank all the staff, from many departments in the FEC, who helped develop the upgraded advisory opinion search system.&#8221;</p>\n                <p>The Commission upgraded the existing search system in order to provide more flexibility in displaying and sorting search results and to improve navigability.&#160; New features include the ability to display all search results at once and an option to display PDF documents full-screen. The system&#8217;s options for displaying search functions and results now are explained more clearly, which will better help users to pinpoint relevant advisory opinions and associated documents. Users also have more flexibility to customize the display of their search results, and they will see more context around search results than in the previous system.</p>\n                <p>In addition, the Commission is engaged in an effort to add more documents to the searchable advisory opinion database. The database now includes all advisory opinions issued by the Commission, beginning in 1975, and associated documents such as comments, draft documents and Commissioners&#8217; statements on advisory opinions are available as far back as 1999. The Commission is continuing to add associated documents for earlier advisory opinions. The search tool is available on the left-hand column of the FEC home page main menu (Law and Regulations/Advisory Opinions) or at <a href=\"http://saos.fec.gov/saos/searchao\">http://saos.fec.gov/saos/searchao</a>.</p>\n                <p/>\n                <p/>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. Visit the FEC web site at <a href=\"../..\">www.fec.gov</a> .</em></p>\n                <div align=\"center\"><em># # #</em>\n                </div>\n                <p/>\n                <p>&#160;</p>\n                <p>&#160;</p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090427AOWebUpdate.shtml", "date": "04/27/2009", "pdf": null, "title": "FEC Expands Web Site Advisory Opinion Search Feature", "category": "Disclosure Initiatives"}