{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"6\" bordercolor=\"#111111\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" width=\"389\"><p>For&#160;Immediate&#160;Release<br/>\n      September 19, 2005</p>\n    </th>\n    <th width=\"176\" valign=\"top\" align=\"right\" class=\"small\">  <div align=\"right\">Contact:</div></th>\n    <th width=\"391\" align=\"left\" valign=\"top\" class=\"small\">Bob Biersack <br/>\n    Ian Stirton <br/> \n    Kelly Huff   <br/>\n    George Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\"> <p align=\"center\"><strong>FEC FILES SUIT AGAINST CLUB FOR GROWTH INC. </strong></p>\n    </th>\n  </tr>\n  <tr>\n    <td align=\"left\" colspan=\"3\"><p>WASHINGTON --- The Federal Election Commission (FEC) today filed suit in U.S. District Court for the District of Columbia against the Club for Growth Inc. (Club) alleging that the Club has violated the Federal Election Campaign Act (FECA) by failing to register as a political committee even as it raised and spent millions of dollars to affect Congressional elections in the 2000, 2002, and 2004 campaigns.&#160; </p>\n      <p>After completing an investigation, the Commission voted on July 19, 2005 to find probable cause to believe the Club violated the law by failing to register and file reports with the FEC as a political committee after receiving contributions and making expenditures in excess of $1,000.&#160; Groups who receive contributions or make expenditures at this level, and whose major purpose is to influence the election of candidates to federal office, are required to register, report, and abide by contribution limits and prohibitions contained in the FECA.&#160; </p>\n      <p>The FEC&#8217;s court filing describes numerous solicitations by the Club between 2000 and 2004 which stated that funds raised would be used to help elect or defeat specific Congressional candidates, making proceeds from these solicitations contributions under the law.&#160; The Club also spent more than $1 million in the last three cycles on advertising related to specific federal campaigns, often advocating the election or defeat of candidates.&#160; Other expenditures focused on research which helped the Club determine which federal candidates to support and how to craft campaign messages.</p>\n      <p>The complaint alleges that the Club, having met the threshold for political committee status, received more than $4 million in 2004 alone in contributions that exceeded limits contained in the FECA.&#160; The Club also accepted nearly $350,000 in 2000 and 2001 from corporations who are prohibited from making contributions in federal elections. The complaint also alleges in the alternative that if the Club were treated as an ordinary corporation rather than a political committee, its spending in connection with federal elections would constitute illegal corporate expenditures.</p>\n      <p>The FEC has so far been unable to reach a conciliation agreement with the Club, and is now asking the U.S. District Court to find that Club for Growth Inc. has committed these violations and to require that the Club register and file reports with the Commission, disgorge the excessive and prohibited contributions and pay an appropriate civil penalty.</p>\n      <p>The case is 1:05cv01851 and today's filing can be found at<a href=\"../../law/litigation/club_for_growth_complaint.pdf\"> www.fec.gov/law/litigation/club_for_growth_complaint.pdf</a> </p>\n      <p align=\"center\">###</p>\n      <p/>\n      <p/></td>\n  </tr>\n</table>\n</body>\n", "href": "press2005/20050919suit.html", "date": "09/19/2005", "pdf": null, "title": "FEC Files Suit Against ", "category": "Club for Growth"}