{"html": "<div class=\"press_release_content\">\n  <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">February 14, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p align=\"center\">&#160;</p>\n          <p align=\"center\"><strong>FEC Approves Three Proposed Final Audit Reports</strong></p>\n          <p/>\n          <p>WASHINGTON &#8211;The Federal Election Commission today approved three Proposed Final Audit Reports.</p>\n          <p><a href=\"../../agenda/2013/mtgdoc_13-04.pdf\"><strong>Proposed Final Audit Report on McCain-Palin 2008 Inc. and McCain-Palin Compliance Fund, Inc</strong></a><strong>. </strong>The Commission approved the Proposed Final Audit Report on McCain-Palin 2008 Inc. and McCain-Palin Compliance Fund, Inc., covering campaign finance activity between March 24, 2008 and December 31, 2008. The Commission did not find any material non-compliance in connection with the McCain-Palin Joint Fundraising Committees. The Commission approved a finding relating to the Compliance Fund&#8217;s failure to file 48-hour notices for contributions. The report also addressed an additional issue related to campaign travel billing for press in connection with McCain-Palin 2008 Inc. A <a href=\"../../members/weintraub/statements/McCain-Palin%20Audit%20Statement.pdf\">Statement of Reasons</a> was released by Chair Ellen L. Weintraub and Commissioners Steven T. Walther and Cynthia L. Bauerly.<br/>\n              <br/>\n              <a href=\"../../agenda/2013/mtgdoc_13-05.pdf\"><strong>Proposed Final Audit Report on the Maine Republican Party</strong></a><strong>. </strong>The Commission approved the Proposed Final Audit Report on the Maine Republican Party (MRP), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved findings relating to the misstatement of financial activity, reporting of debts and obligations, disclosure of disbursements and the failure to file notices and properly disclose independent expenditures. The report also addressed an additional issue related to the disclosure of disbursements from MRP&#8217;s non-federal account.<strong><br/>\n              <br/>\n            </strong><strong><a href=\"../../agenda/2013/mtgdoc_13-06.pdf\">Proposed Final Audit Report on Rightmarch.com PAC, Inc</a></strong>. The Commission approved the Proposed Final Audit Report on Rightmarch.com PAC, Inc., covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved a finding related to the misstatement of financial activity. The report also addressed additional issues related to the extension of credit by a commercial vendor and reporting payments for communications.<u> </u></p>\n          <p><strong/></p>\n          <p>&#160;</p>\n          <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n          <p align=\"center\"/>\n          <p align=\"center\"># # #</p>          <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n\t\t\t\t</div>\n\t\t\t\t\t\t\t\t", "date": "02/14/2013", "href": "press2013/20130214_openmeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Three Proposed Final Audit Reports", "pdf": null}