{"date": "12/04/2015", "pdf": null, "title": "Week of November 30 - December 4, 2015", "issue": "2015-49", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">December 4,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151204digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-49</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of November 30 &#8211; December 4 </strong></p>\n          <p><strong><br/>\n  COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p>No Commission open meetings or executive sessions were scheduled this week.<br/>\n              <strong> </strong></p>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><u>Advisory Opinion Issued</u></p>\n          <p><a href=\"http://saos.fec.gov/aodocs/2015-11.pdf\">AO 2015-11 (FYP, LLC)</a>. On December 2, the Commission approved on tally an advisory opinion responding to a request from FYP, LLC, concerning its proposed app, MyChange. The app would allow users to round up spare change from the user's credit or debit card transactions and contribute the funds to designated political committees or nonprofit organizations. The Commission concluded that the proposal would not result in the requestor making a contribution to the recipient political committees or serving as a conduit. The Commission could not agree by the required four affirmative votes on how to treat fees paid by users to the requestor for the service provided. </p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p>The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6732</a><br/>\n            COMPLAINANT: Mike Rusher, North Carolina Republican Party <br/>\n  RESPONDENT: North Carolina Democratic Party &#8211; Federal and Charles E. Reece, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that the North Carolina Democratic Party &#8211; Federal and Reece, in his official capacity as treasurer (the Party), made several reporting errors on the Party&#8217;s monthly disclosure reports<br/>\n  DISPOSITION: The Commission closed the file.&#160; </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6740</a> <br/>\n  COMPLAINANT: Fred Karger<br/>\n  RESPONDENTS: Rick Santorum; Rick Santorum for President and Nadine Maenza, in her official capacity as treasurer; Robert L. Vander Plaats; The Family Leader, Inc., c/o Robert L. Vander Plaats, President; Leaders for Families and Chuck Hurley, in his official capacity as treasurer; National Organization for Marriage; Brian Brown, President of the National Organization for Marriage; Foster Friess; and Red, White and Blue Fund and Christopher Marston, in his official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that the National Organization for Marriage (NOM) and unnamed officers and major supporters of NOM may have provided funds, in coordination with Rick Santorum for President and Maenza, in her official capacity as treasurer (Santorum Committee), to the non-profit organization The Family Leader, Inc. to induce its president, Vander Plaats, to endorse Santorum in advance of a 2012 Iowa Caucus. The complaint also claimed that Friess may have played a role in securing Vander Plaats&#8217;s endorsement. The complaint alleged that NOM and Friess therefore made, and the Santorum Committee received, undisclosed, prohibited corporate or excessive in-kind contributions. The complaint also alleged that NOM, Brown, and Vander Plaats coordinated with Santorum and the Santorum Committee to fund the Leaders for Families Super PAC, an independent expenditure-only political committee, to support Santorum&#8217;s candidacy. The complaint alleged that The Family Leader, Inc. also contributed its &#8220;voter list&#8221; to the Santorum Committee, which disclosed neither an expenditure nor an in-kind contribution in connection with receipt of the list. Finally, the complaint alleged that Santorum may have coordinated communications with Red, White and Blue Fund and Marston, in his official capacity as treasurer, and Leaders for Families through Friess, and that Santorum thus received undisclosed excessive contributions from those entities. Santorum was a 2012 primary candidate for President.<br/>\n  DISPOSITION: The Commission found no reason to believe the Santorum Committee violated the Federal Election Campaign Act of 1971, as amended (the Act), in connection with a shared voter list in light of respondents&#8217; sworn statements that neither Vander Plaats nor his organizations ever provided any lists or \"things of value\" to the Santorum campaign. The Commission closed the file in connection with the allegation concerning the Red, White and Blue Fund and alleged coordinated communications. The Commission exercised its prosecutorial discretion and dismissed the remaining allegations.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6770</a> <br/>\n            COMPLAINANT: John Lask<br/>\n  RESPONDENTS: David Hale for Congress and David Hale, in his official capacity as treasurer; and David Hale<br/>\n  SUBJECT: The complaint alleged (1) that David Hale for Congress and Hale, in his official capacity as treasurer (the Committee), aggregated at least $5,000 in expenditures and contributions, including apparent transportation costs, but did not file a Statement of Candidacy in a timely manner, and (2) that the Committee&#8217;s website failed to include an adequate disclaimer. Hale was a 2014 primary candidate for Illinois&#8217;s 16th Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe Hale failed to file a Statement of Candidacy within 15 days of becoming a candidate because he appeared to become a candidate several weeks after filing the Statement of Candidacy and because the transportation costs generally described in the complaint do not appear to be reportable contributions since there is no information to suggest that Hale, or anyone else acting on his behalf, made unreimbursed transportation payments in excess of $1,000. The Commission exercised its prosecutorial discretion and dismissed the allegation regarding a missing website disclaimer. The Commission observed that the Committee took prompt remedial action and that there was sufficient identifying information on the website so that the public would likely not have been misled.<br/>\n          <strong/></p>\n          <p><strong>AUDITS</strong></p>\n          <p><a href=\"http://fecds005.fec.gov/audits/2012/AuditReport_2012_JillSteinforPresident.shtml\">Final Audit Report of the Commission on Jill Stein for President</a>. On December 2, the Commission issued the Final Audit Report of the Commission on Jill Stein for President, covering campaign finance activity between October 11, 2011 and August 31, 2014. The Commission approved findings related to (1) net outstanding campaign obligations, (2) the misstatement of financial activity for receipts of $211,949, ending cash of $106,128 and disbursements of $13,850, (3) disclosure of debts and obligations totaling $78,043, (4) reporting of receipts from individuals not itemized totaling $23,071 and receipts not adequately disclosed totaling $57,622, (5) reporting of expenditures not itemized totaling $49,797 and expenditures not adequately disclosed totaling $314,673, and (6) itemization of candidate loans totaling $40,000. </p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/audits/2012/AuditReport_2012_CharlotteDNCHostCommittee.shtml\">Final Audit Report of the Commission on the Committee for Charlotte/Charlotte DNC Host Committee</a>. On December 4, the Commission issued the Final Audit Report of the Commission on the Committee for Charlotte/Charlotte DNC Host Committee, covering campaign finance activity between April 1, 2011 and December 31, 2012.The Commission approved findings related to (1) recordkeeping for in-kind contributions totaling $2,878,882 and (2) disclosure of disbursements totaling $12,580,995.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/law/litigation/crew_152038.shtml\"><em>Citizens for Responsibility and Ethics in Washington (CREW), et al.v. FEC</em></a> (Case 1:15-cv-02038). On November 23, CREW and Melanie Sloan filed a <a href=\"http://fecds005.fec.gov/law/litigation/crew152038_complaint.pdf\">Complaint for Injunctive and Declaratory Relief</a> in the United States District Court for the District of Columbia.</p>\n          <p/>\n          <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p/>\n          <p>On December 2, the Commission hosted a Nonconnected PAC Webinar for Treasurers and staff of nonconnected political committees, including Super PACs, Hybrid PACs &amp; Leadership PACs.&#160; </p>\n          <p/>\n          <p/>\n          <p><strong>OUTREACH</strong></p>\n          <p>On December 3, IT E-Filing and Disclosure Branch Chief Jeff Chumley discussed the Commission&#8217;s electronic disclosure system at the International IDEA's one-day workshop in Stockholm, Sweden.</p>\n          <p>On December 4, Chair Ann M. Ravel discussed campaign finance law at the Conference Board's Political Spending Report event in Washington, DC. </p>\n          <p>On December 4, Commissioner Ellen L. Weintraub was a guest on University of California, Irvine Professor Rick Hasen's Election Law Blog Podcast. They discussed \"<a href=\"http://electionlawblog.org/?p=78013\">The Future of Money in Politics, and of the FEC</a>.\"&#160; &#160;<br/>\n          </p>\n          <p><strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<a name=\"_GoBack\"/><br/>\n                <br/>\n          </strong>December 10: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>December 15: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>December 17: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml\">open meeting</a> and an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p><strong/></p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; </strong></p>\n          <p/>\n          <p>January 13, 2016: Webinars for PACs and Party Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"http://fecds005.fec.gov/info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>January 20, 2016: Webinars for Candidate Committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"http://fecds005.fec.gov/info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>December 20: December Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"http://fecds005.fec.gov/info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p>January 31, 2016: Year-End Reports are due. For information on general election reporting dates, refer to the <a href=\"http://fecds005.fec.gov/info/report_dates_2015.shtml\">2015 Reporting Dates page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>ADDITIONAL RESEARCH MATERIALS</strong></p>\n          <p/>\n          <p>Additional research materials about the agency, campaign finance information and election results are available through the <a href=\"http://fecds005.fec.gov/general/library.shtml\">Library section</a> of the Commission website. </p>\n          <p align=\"center\"> Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n          </p>\n          <p align=\"center\"><strong>\n            </strong></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20151204digest.shtml"}