{"html": "<body>\n\n<font face=\"Book Antiqua\">\n\n<font size=\"2\" face=\"Book Antiqua\">\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a>\n<pre/></font><font face=\"Book Antiqua\" size=\"3\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nApril 12, 2000                                                                                                                               Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></font><font size=\"2\" face=\"Book Antiqua\">\n</font>\n\n<p>&#160;</p>\n\n<b/><p align=\"CENTER\">COMMENTS SOUGHT ON MANDATORY ELECTRONIC FILING PROPOSAL</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150; The Federal Election Commission (FEC) is seeking public input by May 11 on a proposal to implement mandatory electronic submission of campaign finance reports that are required to be filed with the FEC. </p>\n\n<p>\tThe six FEC Commissioners voted unanimously on April 5 to issue a notice of proposed rulemaking (NPRM) to implement Public Law 106-58, passed by Congress last year <b>mandating that the FEC have</b> <b>final rules on electronic filing in effect on January 1, 2001</b>.  Goals of the electronic filing system include more complete and rapid on-line access to reports on file with the Commission, reduced paper filing and manual processing, and more efficient and cost-effective methods of operation for filers and for the Commission.</p>\n\n<p>\t<b>Under the proposal, political committees and other persons would be required to file reports electronically when either their total contributions or total expenditures within a calendar year exceed $50,000.  The Commission has had a voluntary electronic filing system in place since 1996, and voluntary filing would still be an option for political committees and persons who do not exceed the $50,000 threshold.</b></p>\n\n<p>\tExempt from the electronic filing regulations is the United States Senate.  Candidates for the Senate would continue to file their reports with the Secretary of the Senate, who then sends them to the FEC.  Senate candidates are, however, invited to electronically file an unofficial copy of their reports, designations, and statements with the FEC for the purposes of faster disclosure.</p>\n\n<p>\tThe Commission established a $50,000 filing threshold because historical data from the 1996 and 1998 election cycles show that if a $50,000 mandatory electronic filing threshold had been in place at that time, hundreds of thousands of pages would have been filed electronically, dramatically decreasing the amount of paper processed by both committees and the Commission.  Additionally, the amount of financial data that would have been almost instantly disclosed by electronic filing would have been between $544 million and $1.2 billion.</p>\n\n<b/><p>As of April 11, 2000, there were 623 committees filing electronically with the FEC, out of a total of 6,608 committees registered.  That 623 includes 484 political action committees, 100 U.S. House of Representatives committees, 20 party committees, and 19 Presidential committees.</p>\n\n<p>The Commission seeks comments on thresholds both lower and higher than the $50,000 recommended threshold.  In the NPRM, the FEC writes, \"For example, should there be different thresholds for different types of committees?  Should there be only one threshold but at a level different than that proposed?  Should separate segregated funds [PACs] of corporations and labor organizations have a lower threshold because their administrative and solicitation costs may be paid by their connected organization?\"  There are various other questions and suggestions in the proposal, directed primarily to committees&#146; managers and treasurers.</p>\n\n<b/><p>Complete text of the proposed rulemaking can be found on the FEC Website, <i>www.fec.gov,</i> and in the\n<a href=\"../pdf/mandatoryef.pdf\"> Federal Register </a> of April 11, 2000 (FR Vol. 65, No. 70, p. 19339).</p>\n\n<b/><p>Comments are due by <b>May 11, 2000</b>, and should be addressed to Rosemary</p></font>\n\n<font face=\"Book Antiqua\">\nC. Smith, Assistant General Counsel, and must be submitted in either written or electronic form.  Written comments should be sent to Federal Election Commission, 999 E Street, NW, Washington, DC, 20463.  Faxed comments should be sent to (202) 219-3923, with printed copy follow-up to ensure legibility.  Electronic mail comments should be sent to <i>Electronfile@fec.gov</i>.  Commenters sending comments by electronic mail should include their full name, electronic mail address and postal service address within the text of their comments.  Comments that do not contain the full name, electronic mail address and postal service address of the commenter will not be considered.  The Commission will make every effort to have public comments posted on its Website within 10 business days of the close of the comment period.\n\n<p>&#160;</p>\n<p align=\"CENTER\">#   #   # </p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<b/><p>&#160;</p></font></body>\n", "href": "mandatoryef.htm", "date": "04/12/2000", "pdf": null, "title": "Comments Sought on Mandatory Electronic Filing Proposal", "category": "Rulemakings"}