{"date": "05/20/2016", "pdf": null, "title": "Week of May 16  - May 20, 2016", "issue": "2016-21", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">May 20, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160520digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-21</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest</strong><br/>\n          <strong>Week of May 16 - 20<br/>\n            </strong><br/>\n          </p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p><strong/></p>\n          <p>On May 19, the Commission held an<a href=\"../../../agenda/2016/agenda20160519.shtml\"> open meeting</a>.<br/>\n            <br/>\n  No Commission executive sessions were scheduled this week.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><u>Advisory Opinions Considered</u></p>\n          <p><strong/></p>\n          <p><a href=\"http://saos.fec.gov/aodocs/2016-04.pdf\">Advisory Opinion Request 2016-04 (Grand Trunk Western Railroad Co. &#8211; Illinois Central Railroad Co. PAC)</a>. On May 19, the Commission discussed a <a href=\"http://saos.fec.gov/aodocs/201604.pdf\">draft</a> responding to an advisory opinion request from Grand Trunk Western Railroad Co. &#8211; Illinois Central Railroad Co. PAC, but was unable to reach agreement by the required four affirmative votes to issue an advisory opinion. The requestor is the separate segregated fund (SSF) of two wholly owned subsidiary corporations. The requestor asked whether several proposed abbreviations for the name of the SSF are permissible under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. </p>\n          <p><u/></p>\n          <p><u>Request Received</u></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/aodocs/201605R_1.pdf\">Advisory Opinion Request 2016-05 (Huckabee for President)</a>. On May 16, 2016, the Commission made public Advisory Opinion Request 2016-05 (Huckabee for President).&#160; The requestor, the principal campaign committee for former presidential candidate Mike Huckabee, asks whether a separate legal defense fund may be used to pay the amount the Committee has agreed to pay in settlement of a copyright infringement lawsuit.&#160; The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by July 12, 2016.</p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6937<br/>\n          </a>COMPLAINANT: Foundation for Accountability and Civic Trust<br/>\n          RESPONDENTS:&#160; NextGen Climate Action Committee and Rita Copeland, in her official capacity as treasurer (NextGen); and Braley for Iowa and Theresa L. Kehoe, in her official capacity as treasurer (the Committee)<br/>\n          SUBJECT: The complaint alleged that NextGen, an independent expenditure-only political committee, made an in-kind contribution when it overpaid the Committee for its e-mail list of campaign supporters and donors in order to help the Committee retire its campaign debts. Bruce Braley was a 2014 candidate for Iowa&#8217;s United States Senate seat.<br/>\n          DISPOSITION: Based on all the circumstances presented in this matter, the Commission exercised its prosecutorial discretion and dismissed the allegations that NextGen Climate Action Committee made, and the Committee received, an unreported, impermissible in-kind contribution.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6661<br/>\n          </a>COMPLAINANT: Citizens for Responsibility and Ethnics in Washington and Melanie Sloan<br/>\n          RESPONDENTS: Robert E. Murray; Murray Energy Corporation (Murray Energy); Murray Energy Corporation PAC and Michael G. Ruble, in his official capacity as treasurer (MECPAC)<br/>\n          SUBJECT: The complaint alleged that Murray, Murray Energy and MECPAC engaged in coercive solicitation practices, used Murray Energy&#8217;s bonus program to reimburse contributions, and consequently made prohibited corporate contributions.<br/>\n          DISPOSITION: The Commission closed the file. Vice Chairman Steven T. Walther and Commissioners Ann M. Ravel and Ellen L. Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/16044394613.pdf\">Statement of Reasons</a>.<br/>\n          <strong> </strong></p>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/JeremyJohnson.shtml\"><em>FEC v. Johnson </em></a>(Case 2:15-cv-00439-DB). On May 16, defendant John Swallow filed an <a href=\"../../../law/litigation/johnson_johnson_answer2.pdf\">Answer to Amended Complaint</a> in the United States District Court for the District of Utah.</p>\n          <p/>\n          <p><a href=\"../../../law/litigation/levinthal_151624.shtml\"><em>Levinthal, et al v. FEC </em></a>(Case 1:15-cv-01624-APM). On May 13, the Plaintiffs filed a <a href=\"../../../law/litigation/levinthal151624_levinthal_reply_msj.pdf\">Reply in Support of Their Motion for Summary Judgment</a> in the United States District Court for the District of Columbia.</p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/LNC2016.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 1:16-cv-00121-BAH). On May 19, the Commission filed its <a href=\"../../../law/litigation/lnc2016_fec_reply_mtd.pdf\">Reply Memorandum in Support of Its Motion to Dismiss for Lack of Jurisdiction</a> in the United States District Court for the District of Columbia. </p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/SREICD.shtml\"><em>Stop Reckless Economic Instability caused by Democrats, et al. v. FEC </em></a>(Case 1:14-cv-00397-AJT-IDD). On May 18, the United States District Court for the Eastern District of Virginia issued an <a href=\"../../../law/litigation/sreicd_dc_order5.pdf\">Order</a>. </p>\n          <p/>\n          <p><strong>RULEMAKING AND AGENCY PROCEDURES </strong></p>\n          <p>              <a href=\"../../../agenda/2016/agenda20160519.shtml\">Final Rule and Explanation and Justification for Technical Amendments to 2015 CFR.</a> On May 19, the Commission approved technical corrections to various sections of its regulations.</p>\n          <p>              <a href=\"../../../agenda/2016/agenda20160519.shtml\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Documents</a>. &#160;On May 19, the Commission held over discussion of three draft documents addressing a proposed statement of policy that would expand the range of records to be made publicly available on a regular basis.              </p>\n          <p>            <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">REG 2014-01 Outline Of Draft NPRM Implementing Party Segregated Accounts</a>. &#160;On May 19, the Commission discussed a potential draft Notice of Proposed Rulemaking (NPRM) in connection with campaign finance provisions of the Consolidated and Further Continuing Appropriations Act, 2015 (H.R. 83), which has enabled national party committees to establish accounts to defray certain expenses incurred with respect to presidential nominating conventions, national party headquarters buildings, and election recounts and contests and other legal proceedings.</p>\n          <p><strong/></p>\n          <p><strong>OUTREACH</strong></p>\n          <p><strong/></p>\n          <p>On May 16, Vice Chairman Steven T. Walther met with representatives from the Organization for Security and Cooperation in Europe to discuss and assess the pre-election environment and preparations for the general elections.&#160; </p>\n          <p/>\n          <p>On May 16, Commissioner Ann M. Ravel spoke about campaign finance laws and her experiences at the Federal Election Commission at a public forum at The Sacramento Bee in Sacramento, California. &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n          <p>On May 17, Commissioner Ravel discussed the role and work of the Federal Election Commission with students from the University of California, Santa Cruz.&#160;&#160;&#160;&#160; </p>\n          <p>On May 17, Acting General Counsel Dan Petalas and Acting Associate General Counsel for Policy Adav Noti taught portions of a Department of Justice training course on election law at the Voter and Election Crime Seminar in Columbia, South Carolina. &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n          <p/>\n          <p>On May 17, Commissioner Ellen L. Weintraub discussed the FEC and federal campaign finance laws with four political party members from India. The meeting was part of the State Department's International Visitor Leadership Program. </p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p/>\n          <p><a href=\"../news_releases/20160519release.shtml\">FEC Approves Final Rule on Technical Amendments</a> (issued May 19)</p>\n          <p/>\n          <p><a href=\"../news_releases/20160519release_2.shtml\">Federal Election Commission Certifies Federal Matching Funds for Stein</a> (issued May 19)</p>\n          <p/>\n          <p><a href=\"../news_releases/20160520release_2.shtml\">FEC Cites Committee for Failure to File 12-Day Pre-Primary Financial Report</a> (issued May 20)</p>\n          <p/>\n          <p><a href=\"../news_releases/20160520release.shtml\">FEC Cites Committee for Failure to File 12-Day Pre-Runoff Financial Report</a> (issued May 20)</p>\n          <p/>\n          <p><strong>UPCOMING FORUM</strong></p>\n          <p><strong/></p>\n          <p>June 23, 10 a.m.: Forum hosted by Commissioner Ellen L. Weintraub at the FEC: Corporate Political Spending and Foreign Influence.</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>May 24: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>. </p>\n          <p/>\n          <p>May 26: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p><strong/></p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n          <p/>\n          <p>May 25: Webinar for Trade Associations and their PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach </a>page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly Reporting page </a>of the Commission website.</p>\n          <p/>\n          <p><strong>DISCLOSURE INITIATIVES</strong></p>\n          <p><strong/></p>\n          <p>Commission staff, together with our partners at 18F, continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each page. </p>\n          <p/>\n          <p><strong>ADDITIONAL RESEARCH MATERIALS</strong></p>\n          <p/>\n          <p>Additional research materials about the agency, campaign finance information, and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the Commission website. </p>\n          <p/>\n          <p>The Commission has published the <a href=\"../../../pdf/record/2016/apr2016.pdf#search=april%20record%202016\">April Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new Record articles are posted. </p>\n          <p/>\n          <p>The 2016 edition of<a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title 11 of the Code of Federal Regulations</a>can be downloaded from the website. To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p>&#160;          </p>\n          <p align=\"center\"> Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a><br/>\n      </p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160520digest.shtml"}