{"href": "waiver2.htm", "pdf": null, "date": "01/14/2000", "category": "Other Agency Actions", "title": "Additional States Certified for Paper-Filing Waiver", "html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\" face=\"Book Antiqua\">\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a>\n<pre/></font><font face=\"Book Antiqua\" size=\"3\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nJanuary 14, 2000                                                                                                                           Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></font><font size=\"2\" face=\"Book Antiqua\">\n</font>\n\n<b/><p align=\"CENTER\">ADDITIONAL STATES CERTIFIED FOR PAPER-FILING WAIVER</p>\n<p align=\"CENTER\">-- </p></font><i><font face=\"Book Antiqua\" size=\"2\">Campaign Reports of Federal Committees Going Online Immediately in Growing Number of States --\n</font></i><b><font face=\"Book Antiqua\"><p align=\"CENTER\"/>\n</font></b><p>WASHINGTON &#150; Ten additional states and a U.S. territory have been certified by the Federal Election Commission (FEC) as exempt from a federal requirement to receive and maintain paper copies of campaign finance reports from Presidential and U.S. House of Representatives candidates and most political committees, bringing total certification to date to 22 states and the U.S. Virgin Islands.</p>\n\n<p> \t<b>The initial 12 states were certified by the Commission on December 8, 1999 (see December 10 news release, FEC Web site, <i>www.fec.gov</i>).</b></p>\n\n<p>\tReplacing the paper filings is electronic Internet access to campaign reports of most federal candidates and committees.  Reports are accessed through the FEC&#146;s Internet Web site, and the FEC has provided computer hardware and software, including laser printers, to those states requesting them.</p>\n\n<b/><p>Certified this week by the Commission to participate in the program are California, Delaware, Hawaii, Indiana, New Hampshire, Ohio, Tennessee, Vermont, U.S. Virgin Islands, Washington, and West Virginia.</p>\n\n<p>\tIn December 1995, President Clinton signed Public Law 104-79, which exempts states from receiving and maintaining paper copies of federal campaign finance reports provided that the state, \"as determined by the Commission, has a system that permits electronic access to, and duplication of, reports and statements that are filed with the Commission.\"</p>\n\n<p>\tThe FEC began posting disclosure reports filed by Presidential and House candidates, parties and political action committees, on its Web site in 1997 and has since expanded the site to include electronic filings and a query system that allows for on-line searches of the campaign finance data base.  The public in the certified states will be accessing the FEC&#146;s Web site to view campaign finance reports, but they are the same reports from federal candidates that, by regulation, have to date been duplicated in paper form and filed with the state.</p>\n\n<p> \tUpon connection to the FEC&#146;s Web site, the states have access to reports filed since 1993 for PACs, party and Presidential committees, and since 1996 for Congressional committees.</p>\n\n<p>\t<b>The state waiver program does not apply to reports filed by campaigns for United States Senate candidates and other political committees that support only U.S. Senate.  Point of entry for Senate candidates&#146; reports remains with the U.S. Senate, not the FEC.  While the Democratic Senatorial Campaign Committee and the National Republican Senatorial Committee file their reports with the Senate, copies of their reports are available on the FEC Web site because the Senate provides the FEC with paper copies that meet requirements for scanning.</b></p>\n\n<p>\tCertification by the FEC is indicative that these states and territory possess an adequate computerized system to allow the public electronic access to, and duplication of, reports and statements that are filed with the FEC.  Criteria leading to their certification by the FEC were:  (1)Possession of at least one computer terminal that can electronically access the Commission&#146;s Web page, with at least one printer (connected either directly or through a network); and (2)the state or territory will, to the greatest extent possible, allow anyone requesting federal campaign finance data, the use of this computer terminal, at any time during regular business hours.</p>\n\n<p align=\"CENTER\">#   #   #</p>\n\n<p> </p></body>\n"}