{"html": "<div class=\"press_release_content\">\n  <table width=\"100%\" height=\"1145\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" height=\"1118\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">January 31, 2013 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>FEC Approves Advisory Opinion, Draft Interpretative Rule on Itemizing Ultimate Payees of Committee Disbursements</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved an advisory opinion and a draft interpretative rule. Chair Ellen L. Weintraub discussed her priorities for 2013.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-02.pdf\"><strong>Advisory Opinion 2012-39 (Green Party of Virginia)</strong></a>. The Commission concluded that the Green Party of Virginia qualifies as a State committee of a political party because: (1) the Green Party of the United States is a political party; (2) the Green Party of Virginia is part of the official structure of the Green Party of the United States; and (3) the Green Party of Virginia is responsible for the day-to-day operations of the Green Party of the United States at the State level.</p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-03.pdf\"><strong>Draft Notice of Interpretive Rule on Reporting Ultimate Payees of Political Committee Disbursements</strong></a>. The Commission approved a Draft Notice of Interpretive Rule in order to seek comment from the public on how political committees should report the ultimate payees of committee disbursements. Comments from the public responding to this request are due on or before March 4, 2013.<br/>\n        </p>\n        <p>Chair Weintraub outlined her <a href=\"../../members/weintraub/statements/weintraub_statement_20130131.pdf\">2013 priorities</a> for the Commission.</p>\n        <p>At the conclusion of its agenda matters, the Commissioners thanked departing Commissioner Cynthia L. Bauerly for her service to the agency.&#160; Since joining the Commission in June 2008, Bauerly &#8220;has served with diligence, commitment, energy, thoughtfulness, and insight,&#8221; Weintraub said. &#8220;I know that every person at this table and the staff of this building consider this to be a very sad day for all of us, as do the many people out there who care about the work that gets done here and the mission of this agency.&#8221;<br/>\n        </p>\n        <p><em/></p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160; </p>\n      </td>\n    </tr>\n  </table>\n\t\t\t\t</div>\n\t\t\t\t\t\t\t\t", "href": "press2013/20130131openmeeting.shtml", "date": "01/31/2013", "pdf": null, "title": "FEC Approves Advisory Opinion, Draft Interpretative Rule On Itemizing Ultimate Payees Of Committee Disbursements", "category": "Open Meetings and Related Matters"}