{"html": "<body>\n\n<font face=\"Book Antiqua\">\n\n<font size=\"2\" face=\"Book Antiqua\">\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a>\n<pre/></font><font face=\"Book Antiqua\" size=\"3\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nFebruary 29, 2000                                                                                                                          Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></font><font size=\"2\" face=\"Book Antiqua\">\n</font>\n\n<b/><p align=\"CENTER\">&#160;</p>\n<p align=\"CENTER\">FEC SUBMITS FY2001 BUDGET REQUEST OF $40,960,000 TO CONGRESS</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150; The Federal Election Commission (FEC) has submitted its FY2001 budget justification to Congress and, concurrently, to the Office of Management and Budget (OMB).  The FY 2001 request for $40,960,000 and 356 personnel is an increase of 7 percent and four additional personnel over the FY2000 appropriation by Congress.</p>\n\n<p>\tFEC Chairman  Darryl R. Wold, in a cover letter to Congress and the OMB, wrote, \"Highly competitive congressional elections and an open presidential nomination election for both major parties will result in record setting workloads for the FEC in FY2001.  Therefore, providing the Commission with the resources necessary to accomplish its statutory mandate will be especially vital during this election cycle.\"</p>\n\n<p>\tThe Commission also transmitted to Congress and OMB its FY2001 Performance Plan, re-transmitted its FY1998-2003 Strategic Plan in accordance with the Government Performance and Results Act (GPRA), and included the most recent status report to Congress on the 1999 PricewaterhouseCoopers audit recommendations.</p>\n\n<p>\tThe Executive Summary of the budget request notes that the requested funds and personnel will enable the Commission to:</p>\n\n\n<ul>\n\n<ul>\n<li>Complete the audits of publicly-funded Presidential campaigns within two years after the November, 2000 general election.</li></ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<li>Conduct 40 - 45 Title 2 \"for cause\" audits per election cycle as opposed to 20 - 25 in the previous election cycles.</li></ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<li>Maintain a timely and enhanced campaign finance disclosure program, including:</li></ul>\n</ul>\n\n\n\n<ul><dir>\n<dir>\n\n\n</dir></dir><ul>\n<li>progress in improving the processing of reports and inputting of data, as well as the review of reports filed with the FEC;</li>\n<li>implementing thresholds for mandatory electronic filing of disclosure reports;</li>\n<li>granting more waivers for state filings to participating state offices, including making equipment available to participating state offices;</li>\n<li>enhancing the disclosure imaging system for Internet access.</li></ul>\n\n\n</ul>\n\n\n\n<ul>\n\n<ul>\n<li>Ensure that significant efforts are made to enforce the disclosure and limitation provisions of the FECA.</li></ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<li>Complete the revision of the Voting Systems Standards and conduct a national conference of elections officials to introduce the new standards.</li></ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<li>Continue progress in implementing an Administrative Fines Program, the Alternative Dispute Resolution Pilot Program, and other initiatives to streamline the enforcement process and improve timeliness of enforcement actions.</li></ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<li>Continue its progress in implementing the PwC audit recommendations.</li></ul>\n</ul>\n\n\n\n<ul>\n\n<ul>\n<li>In addition to supporting the initiatives above, develop and maintain enhanced computer capabilities, including:</li></ul>\n</ul>\n\n\n\n<ul><dir>\n<dir>\n\n\n</dir></dir><ul>\n<li>conversion to a client server environment;</li>\n<li>expansion of the FEC&#146;s website;</li>\n<li>development of a Commission-wide document management system;</li>\n<li>operation of case management systems in the Office of the General Counsel and the Audit Division; and</li>\n<li>computer security improvements.</li></ul>\n\n\n</ul>\n\n\n<p align=\"CENTER\">#   #   #</p>\n\n<p>\t</p>\n\n<p>\t</p>\n\n<p>\t </p>\n\n<p>\t</p>\n<p>\t\t\t\t\t\t\t\t\t\t</p></font></body>\n", "date": "02/29/2000", "href": "fy2001just.htm", "category": "Other Agency Actions", "title": "FEC Submits FY2001 Budget Request of $40,960,000 to Congress", "pdf": null}