{"date": "01/16/2015", "pdf": null, "title": "Week of January 12 - January 16, 2015", "issue": "2015-03", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">January 16, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150116digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-03</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of January 12 &#8211; 16</strong></p>\n          <p/>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On January 13 and 15, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20150113.pdf\">executive session</a>.</p>\n          <p/>\n          <p>On January 15, the Commission held an <a href=\"../../../agenda/2015/agenda20150115.shtml\">open meeting</a>.</p>\n          <p/>\n          <p><strong>2015 CALENDAR</strong></p>\n          <p><strong/></p>\n          <p>On January 15, the Commission approved <a href=\"../../../agenda/2015/documents/mtgdoc_15-02-a.pdf\">future meeting dates</a> from July through December 2015.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p/>\n          <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-03-a.pdf\">AO 2014-19 (ActBlue)</a>. On January 15, the Commission concluded that the requestor&#8217;s proposal to establish nominee funds that would accept contributions earmarked exclusively for candidates who are women and draft funds with varying committee formation deadlines and multiple default recipients would be consistent with the Federal Election Campaign Act of 1971, as amended, and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2014-20 (Make Your Laws PAC)</a>. On January 15, at the request of the requestor, the Commission held over an <a href=\"http://saos.fec.gov/aodocs/1308601.pdf\">advisory opinion request</a> from Make Your Laws PAC (MYL PAC). The requestor, a nonconnected political committee, asks whether foreign nationals may volunteer their services to the requestor to develop the requestor's website.</p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p/>\n          <p>The Commission made public five closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6275</a> <br/>\n          COMPLAINANT: Kenneth F. Boehm, National Legal and Policy Center<br/>\n          RESPONDENTS: Massa for Congress and Beverly Massa, in her official capacity as treasurer; Eric Massa; and Joseph Racalto<br/>\n          SUBJECT: The complaint alleged that Massa and Massa for Congress (the Committee) may have converted campaign funds to personal use in connection with an automobile lease<strong> </strong>and a $40,000 payment made to Racalto, Massa&#8217;s Congressional Chief of Staff, after Massa&#8217;s resignation from Congress in March 2010. <br/>\n          DISPOSITION:&#160; On December 17, 2010, the Commission found reason to believe the Committee failed to report debts and obligations in connection with the Committee&#8217;s payment to Racalto because that payment may have been related to an unreported, deferred compensation arrangement. On the same date, the Commission voted to take no action in connection with the allegation involving the automobile lease. After an investigation, on December 8, 2014, the Commission determined to take no further action as to the reporting issue stemming from the payment to Racalto because the available information does not provide a basis to conclude that the Committee had incurred a debt it may have been required to disclose in an earlier disclosure report. The Commission exercised its prosecutorial discretion and dismissed the allegation involving personal use in connection with the payment to Racalto in light of the facts that the available evidence suggests that some portion constituted legitimate compensation and<strong> </strong>the issue is being litigated by the parties, and in consideration of Commission priorities. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6690</a> <br/>\n          COMPLAINANT: Jim Gibbons<br/>\n          RESPONDENT: Sobhani for Maryland and Guilda Mahmoudi, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Sobhani for Maryland and its treasurer (the Committee) made robo calls that lacked a required disclaimer. Rob Sobhani was a 2012 candidate for Maryland&#8217;s United States Senate seat.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the fact that the Committee took remedial action and in consideration of Commission priorities. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6776</a> <br/>\n          COMPLAINANT: Gregory Smith<br/>\n          RESPONDENTS: Niger Innis; Niger Innis Action Fund (a.k.a. Niger Innis for Congress Exploratory Committee); and Niger Innis for Congress and Dan Backer, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Innis, Niger Innis Action Fund (a.k.a. Niger Innis for Congress Exploratory Committee), and Niger Innis for Congress and Backer, in his official capacity as treasurer, failed to file a Statement of Candidacy within 15 days of Innis&#8217;s becoming a 2014 candidate for Nevada&#8217;s 4th Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the nature of the alleged facts and circumstances and in consideration of Commission resources.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6780</a> <br/>\n          COMPLAINANT: Garrett Arwa, Executive Director, Michigan Democratic Party<br/>\n          RESPONDENTS: Terri Lynn Land; Terri Lynn Land for Senate and Kathy Vosbury, in her official capacity as treasurer; Republican National Committee and Anthony Parker, in his official capacity as treasurer; National Republican Senatorial Committee and Stan Huckaby, in his official capacity as treasurer; Americans for Prosperity; and PURE PAC and Mary Doster, in her official capacity as treasurer <br/>\n          SUBJECT: The complaint alleged that Land and Terri Lynn Land for Senate and Vosbury, in her official capacity as treasurer, appeared to be coordinating advertisements attacking her opponent with Super PACs and other groups including PURE PAC and Doster, in her official capacity as treasurer, Americans for Prosperity, the Republican National Committee and Parker, in his official capacity as treasurer, and the National Republican Senatorial Committee and Huckaby, in his official capacity as treasurer, resulting in excessive or prohibited in-kind contributions to Land&#8217;s campaign. Land was a 2014 candidate for Michigan&#8217;s United States Senate seat.<br/>\n          DISPOSITION: The Commission closed the file.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6790</a> <br/>\n          COMPLAINANT: Kirsten Hughes, Massachusetts Republican Party<br/>\n          RESPONDENTS: Martha Coakley; Martha Coakley for Senate Committee and Anne Gentile, in her official capacity as treasurer; and Anne Gentile<br/>\n          SUBJECT: The complaint alleged that (1) Martha Coakley for Senate Committee and Gentile, in her official capacity as treasurer (the Coakley Committee), made impermissible contributions to Coakley&#8217;s 2010 state attorney general campaign committee, (2) Coakley and Gentile converted campaign funds to personal use when the Coakley Committee paid Gentile for allegedly unnecessary services and allegedly purchased unnecessary compliance systems and (3) the Coakley Committee failed to itemize a disclosed credit card payment for $3,763.10. <br/>\n          DISPOSITION: The Commission found no reason to believe that the Coakley Committee made impermissible contributions to the state attorney general campaign committee because, with some limitations, the Commission has permitted contributions from a candidate&#8217;s federal committee to his or her state committee. The Commission exercised its prosecutorial discretion and dismissed the allegation that Coakley and Gentile converted campaign funds to personal use. Finally, the Commission exercised its prosecutorial discretion and dismissed the allegation concerning the Coakley Committee&#8217;s failure to itemize credit card purchases in light of the fact that the Coakley Committee itemized the payment at issue in an amended report filed before the complaint was submitted. </p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p/>\n          <p>The Commission made public three campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 677</a> &#8211; Fiscal Responsibility PAC and Bradley T. Crate, in his official capacity as treasurer. The respondent agreed to (1) verify retention of an outside consultant to review compliance procedures and conduct an on-site training with those responsible for preparing and filing reports, (2) send a representative to an FEC seminar, and (3) pay a civil penalty of $4,700.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 724</a>&#160; &#8211; International Association of Heat and Frost Insulators and Asbestos Workers PAC and James P. McCourt, in his official capacity as treasurer. The Commission closed the file. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 735</a> &#8211; JBS USA LLC PAC and Gustavo Biscardi, in his official capacity as treasurer. The respondent agreed to (1) certify that a compliance specialist has been designated, (2) certify that a Committee representative participated in an FEC conference, webinar or other program developed in consultation with the FEC&#8217;s Information Division, and (3) pay a civil penalty of $4,150.</p>\n          <p/>\n          <p><strong>LITIGATION&#160; </strong></p>\n          <p><strong><em/></strong></p>\n          <p><a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 14-5281). On January 12, the plaintiffs filed a <a href=\"../../../law/litigation/holmes_holmes_brief.pdf\">Principal Brief</a> in the United States Court of Appeals for the District of Columbia Circuit. Also, the plaintiffs filed their <a href=\"../../../law/litigation/holmes_holmes_opp_remand.pdf\">Opposition to the Commission&#8217;s Motion for Remand</a>.</p>\n          <p><strong><em/></strong></p>\n          <p><a href=\"../../../law/litigation/StopthisInsanity.shtml\"><em>Stop This Insanity, Inc., et al. v. FEC</em></a> (Case 13-5008). On January 12, the United States Supreme Court issued its <a href=\"../../../law/litigation/sti_sc_cert_denied.pdf\">Order</a> and <a href=\"../../../law/litigation/sti_sc_denial_letter.pdf\">letter</a>, denying the petition for a writ of certiorari.</p>\n          <p/>\n          <p><a href=\"../../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (Case 1:11-cv-00766-ABJ). On January 9, the Intervenor-Defendant Center for Individual Freedom filed a <a href=\"../../../law/litigation/van_hollen_ciff_appeal.pdf\">Notice of Appeal</a> to the United States Court of Appeals for the District of Columbia Circuit. On January 12, the Intervenor-Defendant Hispanic Leadership Fund filed a <a href=\"../../../law/litigation/van_hollen_hlf_appeal.pdf\">Notice of Appeal</a>.</p>\n          <p/>\n          <p><strong>RULEMAKING</strong></p>\n          <p/>\n          <p><a href=\"http://sers.fec.gov/fosers/\">Petition for Rulemaking on Amendment of 11 C.F.R. 110.13(c) from Level the Playing Field</a>. The Commission made public comments relating to the petition for rulemaking from Level the Playing Field. The petition requests that the Commission conduct a rulemaking proceeding to revise its regulations governing criteria for inclusion of candidates in presidential and vice presidential candidate debates.</p>\n          <p/>\n          <p><strong>STATEMENTS</strong></p>\n          <p/>\n          <p>On January 15, Chair Ann M. Ravel issued a <a href=\"../../../members/ravel/statements/First_MeetingPRemarks1-15-2015.pdf\">statement</a> outlining her 2015 priorities for the Commission.</p>\n          <p/>\n          <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p><strong/></p>\n          <p>On January 14, the Commission hosted Webinars for PACs and party committees on Year-End Reporting and FECFile. <strong/></p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p/>\n          <p><a href=\"../news_releases/20150115release.shtml\">FEC Approves Advisory Opinion and Additional Meeting Dates; Chair Ravel Issues Statement on 2015 Priorities</a> (issued January 15)</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>February 10 and 12: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>February 11: The Commission is scheduled to hold a hearing on the <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=305653\">Advance Notice of Proposed Rulemaking Regarding Aggregate Biennial Contribution Limits</a>.</p>\n          <p/>\n          <p>February 12: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.</p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; </strong></p>\n          <p/>\n          <p>January 21: Webinars for candidate committees on Year-End Reporting and FECFile. Additional information is available on the <a href=\"../../../info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>January 31, 2015: Year-End Reports are due. For information on general election reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml\">2014 Reporting Dates page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p/>\n          <p/></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150116digest.shtml"}