{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"717\" valign=\"top\"><p>November 19, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p/>\n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON FOUR CASES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on four matters under review (MURs). In one matter, respondents agreed to pay a civil penalty of $131,000. In another, respondents agreed to pay a civil penalty of $37,500. In a third matter, the Commission dismissed one allegation and found no reason to believe violations occurred in connection with other allegations. It dismissed another matter.</p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5818</a></p></td>\n            <td width=\"83%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Geoffrey Nels Fieger; Vernon R. Johnson; and Fieger, Fieger, Kenney, Johnson &amp; Giroux, P.C.</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Self Initiated</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Fieger, Fieger, Kenney, Johnson &amp; Giroux, P.C. disclosed to the Commission that the Department of Justice was conducting a criminal investigation into&#160; whether the law firm and its members had violated the Act in connection with $131,000 in alleged conduit contributions from 66 individuals to John Edwards for President in 2003-2004. In 2006, the Commission found reason to believe Fieger, Johnson and the firm violated the Act by using corporate funds to reimburse individuals made in the name of another to the Edwards Committee, and that various individuals had violated the Act by making contributions in the name of another person or permitting their names to be used to effect contributions made in the name of another. </p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>In 2009, the Commission found probable cause to believe Fieger, Fieger, Kenney, Johnson and Giroux, Geoffrey Nels Fieger and Vernon R. Johnson violated the Act in connection with the use of corporate funds to make contributions in the name of another, and that Fieger violated the Act in connection with the use of his personal funds to make excessive contributions in the name of another. In a conciliation agreement, Fieger, Fieger, Kenney, Johnson and Giroux, P.C. agreed to pay the Commission $131,000. The Commission voted to take no further action as to Fieger, Johnson or the individuals who had served as conduits.</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6204</a></p></td>\n            <td width=\"83%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Dallas County Republican Party and Jonathan Neerman in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>FEC Initiated</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>In the normal course of carrying out its supervisory responsibilities, the Commission found that the Dallas County Republican Party and Neerman, in his official capacity as treasurer, misstated financial activity in 2006 and failed to disclose required information or disclosed inaccurate information on disbursements in 2005 and 2006.</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>The Commission found reason to believe the respondents violated the Act. In a conciliation agreement, the respondents agreed to pay a civil penalty of $37,500.</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6164</a></p></td>\n            <td width=\"83%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Mike Sodrel; Friends of Mike Sodrel and Gregory M. Fitzloff, in his official capacity as treasurer; and Citizens for Truth and Economic Freedom Fund.</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Democratic Congressional Campaign Committee, by Executive Director Brian L. Wolff</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>The complaint alleged that Citizens for Truth, a 527 organization, made, and Sodrel accepted, prohibited in-kind contributions via coordinated expenditures, that Citizens for Truth failed to register as a political committee and that Sodrel and Citizens for Truth failed to properly report coordinated communications.&#160; The complaint also alleged that Citizens for Truth failed to properly report independent expenditures. Finally, the complaint alleged that the Economic Freedom Fund, another 527 organization, may have made, and Sodrel may have accepted, a prohibited in-kind contribution. Sodrel was a candidate in 2008 for Indiana&#8217;s 9th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>The Commission dismissed the allegation that Citizens for Truth violated FEC regulations by failing to file independent expenditure reports with the Commission, and found no reason to believe Respondents violated the Act with respect to the remaining allegations in the matter. </p>\n                </td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6103</a></p></td>\n            <td width=\"83%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Singh for Congress 2008, Inc. and Timothy J. Davis, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>Democratic Party of the San Fernando Valley, by Executive Board Member Tauby Lynn Ross</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>The complaint alleged that the Singh Committee and Davis, in his official capacity as treasurer, failed to file a quarterly disclosure report in a timely manner and that the Committee&#8217;s website and one of its mailings failed to include adequate identifying information and disclaimers. Singh was a candidate in 2008 for California&#8217;s 27th Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"17%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"83%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of the Committee&#8217;s remedial action and provision of some identifying information on a mailer and on its website. </p>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\" valign=\"top\" class=\"style1\"><p align=\"center\">&#160;</p>\n              <p align=\"center\">&#160;</p>\n              <p align=\"center\">The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </p>\n              <p align=\"center\"/>\n              <div align=\"center\"># # # </div></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/20091119MUR.shtml", "date": "11/19/2009", "pdf": null, "title": "FEC Takes Final Action on Four Cases", "category": "Enforcement Matters"}