{"date": "03/11/2016", "pdf": null, "title": "Week of March 7 - March 11, 2016", "issue": "2016-11", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">March 11, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160311digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-11</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p><strong>Weekly Digest<br/>\n          Week of March 7 &#8211; 11</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>No Commission open meetings or  executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n              <br/>\n            </strong>The Commission made public one closed case, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query  System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6646</a><br/>\n            COMPLAINANT: Julia Brownley <br/>\n            RESPONDENTS: Strickland for Congress 2012 and Lysa Ray, in her official  capacity as treasurer; Matthew Doheny; and David Hilty<br/>\n            SUBJECT: The complaint alleged that Strickland for Congress 2012 and Ray, in  her official capacity as treasurer (the Committee), accepted excessive  contributions from two individuals, Doheny and Hilty, which the Committee  reported receiving after the 2012 primary election. Anthony Strickland was a  2012 primary election candidate for California&#8217;s 26th Congressional District. <br/>\n            DISPOSITION: The Commission found no reason to believe Doheny and Hilty made  excessive contributions because the record suggests that both made their  contributions before the primary election and thus the Committee could have  presumed the contributions were intended to be apportioned between the primary  and general elections. The Commission exercised its prosecutorial discretion  and dismissed the allegations in connection with the Committee. The Commission  observed that although the Committee could redesignate the excessive portions  of the contributions, Commission regulations require that committees in such a  situation provide notice to the contributors of the amount it redesignates and  the opportunity to request a refund. The Committee did not appear to provide  the required notice.&#160; <br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  </strong><br/>\n            The Commission made public three campaign finance  enforcement matters that were resolved through its Administrative Fines (AF)  program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2957</a> &#8211; Brad  Peck for Congress and Allen William Berkman, III, in his official capacity as  treasurer. The Commission voted to otherwise terminate the proceedings.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2963</a> &#8211;  DeFranco for Congress and Kai P. Moy, in his official capacity as treasurer. The  Commission voted to otherwise terminate the proceedings.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3021</a> &#8211; Priorities for Iowa  Political Fund and Sara Craig, in her official capacity as treasurer. The  Commission made a final determination and assessed a civil penalty of $343.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/Lynch.shtml\"><em>FEC v. Lynch </em></a>(Case 9:15-cv-81732-KAM).  On March 7, the Commission filed its <a href=\"../../../law/litigation/lynch_fec_amend_complaint.pdf\">Amended  Complaint for Civil Penalty, Declaratory, Injunctive, and Other Appropriate  Relief</a> and a <a href=\"../../../law/litigation/lynch_fec_opp_mtd.pdf\">Memorandum  of Law in Opposition to Defendant's Motion to Dismiss</a> in the United  States District Court for the Southern District of Florida. On  March 8, the Court issued an <a href=\"../../../law/litigation/lynch_dc_order_mtd_moot.pdf\">Order  Denying the Defendant&#8217;s Motion</a>.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/odonnell_15.shtml\"><em>FEC v. O&#8217;Donnell</em></a> (Case  15-cv-00017-LPS). On March 8, the Commission filed its <a href=\"../../../law/litigation/odonnell_fec_msj.pdf\">Motion for  Summary Judgment</a> in the United States District Court for the District of  Delaware.<br/>\n  <strong><br/>\n  </strong><a href=\"../../../law/litigation/public_citizen.shtml\"><em>Public Citizen, et al. v. FEC</em></a> (Case  1:14-cv-00148-RJL). On March 9, the plaintiffs filed a <a href=\"../../../law/litigation/public_public_reply_memo.pdf\">Reply  Memorandum in Support of their Motion for Summary Judgment and Memorandum in  Opposition to Crossroads Grassroots Political Strategies' Cross-Motion for  Summary Judgment</a> &#160;in the United States District Court for the  District of Columbia.<br/>\n  <br/>\n  <strong>OUTREACH</strong><br/>\n  <br/>\n            On March 7, Commissioner Ann M. Ravel discussed campaign finance reform with  students from Scholars for North Carolina's Future at Duke University. <br/>\n  <br/>\n            On March 10-13, Deputy Press Officer Christian Hilland and Disclosure Business  Architect Paul Clark demonstrated the FEC's beta website at the 2016 CAR  Conference, an investigative reporting conference, in Denver, CO. <br/>\n  <br/>\n            On March 11, Michael Columbo and Thomas Moore, Executive Assistants to  Commissioners Lee E. Goodman and Ellen L. Weintraub, respectively, discussed  the role of the FEC with researcher Jacob Kopnick, as part of the 44th Annual  Washington Seminar Field Study. <br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2016/agenda20160316.shtml\">Technical  Amendments to 2015 CFR</a>. On March 10, the Commission made public <a href=\"../../../agenda/2016/agenda20160316.shtml\">two drafts</a> of  the Final Rules to Technical Amendments to 2015 of Title 11 of the Code of  Federal Regulations.          </p>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><a href=\"../news_releases/20160311release.shtml\">FEC Cites Committees for Failure to File 12-Day  Pre-Primary Financial Report</a> (issued March 11)<br/>\n          </p>\n<p><strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n            </strong><br/>\n            March 15: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n            <br/>\n            March  16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a> and an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.<br/>\n            <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n            <strong><br/>\n            UPCOMING EDUCATIONAL PROGRAMS<br/>\n            </strong><br/>\n            March 23: Webinar for Candidate Committees. Additional information is available  on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n            <br/>\n            <strong>UPCOMING REPORTING DUE DATES<br/>\n            </strong><br/>\n            March 20: March Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            April 15: April Quarterly Reports are due. For information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            April 20: April Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            <strong>DISCLOSURE INITIATIVES<br/>\n            <br/>\n            </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the \"Feedback\" tab at the  bottom of each page. <br/>\n            <br/>\n            <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n            </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n            <br/>\n            The Commission has published the <a href=\"../../../pages/documents/mar2016.pdf\">March Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n            <br/>\n          </p>\n          <p>Follow us on Twitter  - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n        </p><p align=\"center\">&#160;</p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160311digest.shtml"}