{"html": "<body>\n<p><a href=\"/press/press.shtml\">Press Office</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table width=\"100%\" border=\"0\" cellpadding=\"6\" cellspacing=\"6\" bordercolor=\"#111111\" summary=\"Layout table\">\n  <tr> \n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n      October 29, 2004</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\"><p>Bob&#160;Biersack<br/>\n        Ian&#160;Stirton<br/>\n        Kelly Huff&#160; George Smaragdis</p></th>\n  </tr>\n</table>\n<p align=\"center\"><strong>FEC VOTES ON SPECIFICS OF SHAYS V. FEC APPEAL</strong></p>\n<p>WASHINGTON &#150;The Federal Election Commission (FEC) voted Thursday to ask the \n  U.S. Court of Appeals for the D.C. Circuit to overturn a U.S. District Court's \n  conclusions regarding several regulations the Commission adopted to implement \n  the Bipartisan Campaign Reform Act of 2002 (BCRA). The case is Shays v. FEC, \n  Case No. 04-5352 in the court of appeals. The Commission voted to: </p>\n<ul>\n  <li>Appeal the district court's decision regarding the coordinated communications \n    content standards, including the specific regulations found at 11 C.F.R. 109.21(c)(4)(i), \n    (ii), and (iii). These rules define when some public communications might \n    be subject to coordination restriction. </li>\n  <li>Appeal the district court's decision regarding the definition of &#147;solicit&#148; \n    at 11 C.F.R. 300.2(m) and &#147;direct&#148; at 11 C.F.R. 300.2(n). </li>\n  <li>Appeal the district court's decision regarding the regulation governing \n    payment of state, district, or local party employee wages or salaries at 11 \n    C.F.R. 300.33(c)(2). </li>\n  <li>Appeal the district court's decision regarding the <em>de minimis </em> \n    exemption for Levin Amendment funds in 11 C.F.R. 300.32(c)(4). The rule allows \n    state and local parties to use federal funds or &#147;Levin&#148; funds, or a combination \n    of both for certain federal election activities aggregating up to $5,000 in \n    a calendar year. </li>\n  <li>Appeal the district court's decision regarding the requirement that public \n    distribution be &#147;for a fee&#148; in 11 C.F.R. 100.29(b)(3)(i). This rule pertaining \n    to electioneering communications imposes the BCRA restrictions on broadcast \n    ads referring to federal candidates within certain timeframes and geographic \n    areas to those where the broadcaster has charged a fee. </li>\n</ul>\n<p>The FEC will also ask the court of appeals to review district court findings \n  about plaintiff's standing and the ripeness of issues in this litigation.</p>\n<p>The Commission also decided that it will be opening rulemaking proceedings \n  to adjust those regulations, many of which were found deficient on procedural \n  rather than substantive grounds.</p>\n<p>In announcing the decision, FEC Chairman Bradley A. Smith said, &#147;The Commission \n  will present a strong case to the Court of Appeals that its rules reflect a \n  proper exercise of agency discretion. It is also worth noting that none of the \n  problems the plaintiffs predicted would be caused by the regulations have come \n  to pass.&#148; </p>\n<p>&#160; </p>\n<p align=\"center\">### </p>\n<p>&#160; </p>\n</body>\n", "href": "press2004/20041029shays.html", "date": "10/29/2004", "pdf": null, "title": "FEC Votes on Specifics of ", "category": "Shays v. FEC"}