{"html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal\"/></a>\n\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    February 23, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Sharon Snyder<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n</font>\n\n<p><b>&#160;</b></p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><font size=\"4\"><p align=\"CENTER\">FEC SUBMITS PRIORITY LEGISLATIVE\n    RECOMMENDATIONS</p>\n    </font><p>WASHINGTON &#150; The Federal Election Commission has forwarded two priority\n    recommendations to Congress and the President for legislative action in the area of\n    campaign finance law, as required under 2 U.S.C. &#167;438(a)(9). The proposals deal with\n    election administration and the Commission&#146;s Administrative Fine Program for\n    reporting violations.</p>\n    <p>In the near future, the Commission will forward additional legislative recommendations.\n    The two proposals forwarded today are:</p>\n    <u><b/></u><p>Duties of the Office of Election Administration, Advisory Panel</p>\n    <p>The Commission is recommending that Congress amend 2 U.S.C. &#167;438(a)(10), both to\n    clarify that the responsibilities of the Office of Election Administration include the\n    periodic update and enhancement of the voluntary Voting System Standards (VSS) program,\n    and to establish statutorily an Advisory Panel.</p>\n    <p>The Commission recommendation states, \"The OEA&#146;s expertise in voting system\n    standards, voting equipment, and election administration practices and issues is well\n    established. Building upon both this expertise and the credibility it has established with\n    state and local election officials, the FEC&#146;s Office of Election Administration could\n    immediately and efficiently undertake an expanded role in this field. With no need for\n    start-up time, the Office, with the assistance of its Advisory Panel, could help fulfill\n    the increased demand for the compilation of information and the review of procedures with\n    respect to the administration of Federal elections to directly benefit the conduct of\n    elections in 2002.\"</p>\n    <p>The FEC&#146;s Office of Election Administration was established as part of the\n    Commission by the Federal Election Campaign Act Amendments of 1974, mandating that the FEC\n    serve as a national clearinghouse for the compilation of information and review of\n    procedures with respect to the administration of </p>\n    <p>federal elections. In connection with the OEA&#146;s duties, the Commission established\n    an Advisory Panel of state and local officials by administrative action in 1976.</p>\n    <p>As stated in the recommendation, \"The state and local officials who serve on the\n    Commission&#146;s Advisory Panel counsel the Commission on the most useful allocation of\n    resources and advise the Commission and election officials on consensus best practices in\n    the administration of elections. A statutorily chartered Advisory Panel specifically would\n    be responsible for advising the Commission on the VSS program, including issues relating\n    to the scope and frequency of updates to the VSS, and the independent testing authority\n    that would use the VSS to test voting equipment.\"</p>\n    <b><u/></b><p>Extending Administrative Fine Program for reporting violations*</p>\n    <p>Congress amended the FECA in 1999 (PL 106-58) to permit the Commission to impose\n    civil money penalties for violations of filing requirements that occur between January 1,\n    2000, and December 31, 2001. Accordingly, the Commission promulgated new regulations to\n    implement a new Administrative Fine program for violations of reporting deadlines. Under\n    the program in place, when a committee files a late report, or fails to file a report, the\n    Commission assesses a civil penalty based on a schedule of penalties that takes into\n    account the committee&#146;s level of financial activity in the reporting period, the\n    election sensitivity of the report, the number of days late, and the number of previous\n    violations. Committees have the option to either pay the civil penalty assessed or\n    challenge the Commission&#146;s finding and/or proposed penalty.</p>\n    <p><b>The Commission is recommending that Congress extend the Commission&#146;s authority\n    to conduct this program for another two years, to cover violations that relate to\n    reporting periods that begin on or after January 1, 2002 and that end on or before\n    December 31, 2003. Extending the duration of the pilot program would give the Commission\n    and Congress an opportunity to evaluate the effects of the impact of the pilot program on\n    one full cycle of reporting. Additionally, the extension would allow the agency to\n    evaluate the effects of mandatory electronic filing upon the ability of the filers to meet\n    reporting deadlines and avoid administrative penalties.</b></p>\n    <p>FEC Chairman Danny L. McDonald commented, \"We hope these recommendations can\n    assist Congress in bringing to fruition some necessary changes in both campaign finance\n    and election administration. With more than 25 years of experience and accomplishments in\n    these areas, the FEC stands ready to work with the President and Congress to implement the\n    legislative package.\" </p>\n    <p align=\"CENTER\"># # #</p>\n    <b/><p>*The recommendation to implement an administrative fines program was also made by\n    Pricewaterhouse Coopers LLP in its Technology and Performance Audit and Management Review\n    of the Federal Election Commission (January 29, 1999), pages 4-78 and 5-2.</p></td>\n  </tr>\n</table>\n</font></font></font></body>\n", "date": "02/23/2001", "href": "022301legrec.html", "category": "Other Agency Actions", "title": "FEC Submits Priority Legislative Recommendations", "pdf": null}