{"date": "11/15/2013", "pdf": null, "title": "Week of November 11 - November 15, 2013", "issue": "2013-46", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"921\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td width=\"732\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"67\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"120\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td valign=\"top\">November 15, 2013 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td valign=\"top\"><a href=\"../pdf/20131115digest.pdf\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/><u>.pdf version of this Weekly Digest</u> </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2013-46</td>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\"><p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" msimagelist=\"\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 11 &#8211; 15</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No executive sessions were held this week.</p>\n        <p/>\n        <p>On November 14, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings of selected meetings, hearings and presentations</a>.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Advisory Opinion Issued</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=9D3C851A2382E1BD6453A9BFE0DA1D07?SUBMIT=ao&amp;AO=3578&amp;START=201313_2.pdf\">AO 2013-13 (Freshman Hold&#8217;em JFC)</a>. On November 14, the Commission concluded that the requestor may not use only &#8220;Freshman Hold&#8217;em JFC&#8221; and its URL, www.FreshmanHoldem.com, to identify itself in its disclaimers. The request was filed by Freshman Hold'em, Stutzman for Congress, Gardner for Congress 2012, Tom Reed for Congress, Denham for Congress, Benishek for Congress, Inc., Rodney for Congress, Duffy for Congress, Chris Gibson for Congress, Friends of Joe Heck, Friends of Dave Joyce, Pat Meehan for Congress, Scott Rigell for Congress, Rothfus for Congress, Jon Runyan for Congress, Inc., VoteTipton.com, Valadao for Congress and Walorski for Congress Inc. Joint Fundraising Committee. </p>\n        <p><strong/></p>\n        <p><u>Advisory Opinions Considered</u></p>\n        <p><strong/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=9D3C851A2382E1BD6453A9BFE0DA1D07?SUBMIT=ao&amp;AO=3578&amp;START=201313_2.pdf\">AOR 2013-15 (Conservative Action Fund)</a>. On November 14, the Commission discussed three drafts of an advisory opinion request from the Conservative Action Fund (CAF) and held over the matter until the next open meeting. In its request, CAF asked 24 questions related to its receipt of Bitcoins as contributions. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n        <p/>\n        <p><u>Drafts</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2013-17 (The Tea Party Leadership Fund)</a>. On November 15, the Commission made public <a href=\"http://saos.fec.gov/aodocs/201317.pdf\">two drafts</a> of Advisory Opinion 2013-17. The Tea Party Leadership Fund (TPLF) seeks an exemption from the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations requiring reporting to the FEC contributors to the TPLF and to the recipients of TPLF disbursements.</p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public three closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6617</a> <br/>\n          COMPLAINANT: James Black<br/>\n          RESPONDENTS: Christie Vilsack; Christie Vilsack for Iowa and John P. Kibbie, in his official capacity as treasurer; American Federation of Federal, State &amp; County Employees, AFL-CIO; House Majority PAC and Shannon Roche, in her official capacity as treasurer; and Service Employees International Union Committee on Political Education and Eliseo Medina, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that the American Federation of Federal, State &amp; County Employees, AFL-CIO (AFSCME) and House Majority PAC and Roche, in her official capacity as treasurer, (House Majority PAC) made and Vilsack and Christie Vilsack for Iowa and Kibbie, in his official capacity as treasurer, (the Committee) received excessive and prohibited in-kind contributions when AFSCME and House Majority PAC republished Committee campaign material in their own advertisements in support of Vilsack. It was further alleged that Service Employees International Union Committee on Political Education and Medina, in his official capacity as treasurer, (SEIU COPE) also may have republished Vilsack campaign materials. The complaint alleged further that AFSCME and House Majority PAC failed to report their expenditures for their ads as a contribution to the Committee. Vilsack was a 2012 candidate for Iowa&#8217;s 4th Congressional District.<br/>\n          DISPOSITION: The Commission closed the file.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6667</a> <br/>\n          COMPLAINANT: Michael J. Fontneau, Deputy Campaign Manager for Schilling for Congress<br/>\n          RESPONDENTS: Cheri Bustos; Friends of&#160; Cheri Bustos and Jeanette Hunter, in her official capacity as treasurer; and House Majority PAC and Shannon Roche, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that House Majority PAC and Roche, in her official capacity as treasurer, (House Majority PAC) made and Bustos and Friends of&#160; Cheri Bustos and Hunter, in her official capacity as treasurer, (the Committee) accepted excessive or prohibited in-kind contributions when House Majority PAC republished the Committee&#8217;s campaign materials in an advertisement. Bustos was a 2012 candidate for Illinois&#8217; 17th Congressional District.<br/>\n          DISPOSITION: The Commission closed the file.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6692</a> <br/>\n          COMPLAINANT: Michael Tate, Chair, The Democratic Party of Wisconsin<br/>\n          RESPONDENTS: Ryan for Congress and Paul Maire, in his official capacity as treasurer; and Romney for President, Inc. and Darrel Crate, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Ryan for Congress and Maire, in his official capacity as treasurer, improperly paid for hotel rooms used by Romney for President, Inc., and Crate, in his official capacity as treasurer. Paul Ryan was a 2012 candidate for both Wisconsin&#8217;s 1st Congressional District and Vice President of the United States.<br/>\n          DISPOSITION: The Commission found no reason to believe a violation occurred in connection with payment for the hotel rooms at issue because the record did not indicate such a violation. </p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION </strong></p>\n        <p><strong/></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 661</a>&#8211; Rethink PAC and David N. Martin, in his official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of compliance measures, (2) send a representative to an FEC conference, and (3) pay a civil penalty of $4,500.</p>\n        <p/>\n        <p><strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../../agenda/2013/mtgdoc_13-43-a.pdf\">Proposed Final Audit Report on the Arizona Republican Party</a>.<strong>&#160; </strong>On November 14, the Commission approved the Proposed Final Audit Report on the Arizona Republican Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity, reported coordinated party expenditures and the reporting of debts and obligations. The report also addressed an additional issue related to reported coordinated party expenditures. </p>\n        <p><strong/></p>\n        <p><a href=\"../../../agenda/2013/mtgdoc_13-44.pdf\">Final Determination on Entitlement to Primary Election Public Funds &#8211; Governor Gary Johnson, Gary Johnson 2012 Inc.</a> On November 14, the Commission made a final determination that Governor Johnson is not entitled to receive any additional payments of public funds for the 2012 primary election.</p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../../law/litigation/fec_craig.shtml\"><em>FEC v. Craig for U.S. Senate</em></a> (Case 1:12-cv-00958-ABJ). On November 13, the defendants filed an <a href=\"../../../law/litigation/craig_craig_opp_msj.pdf\">Opposition to Commission's Memorandum in Support of Motion for Summary Judgment</a> in the United States District Court for the District of Columbia.</p>\n        <p/>\n        <p><a href=\"../../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 13-5094). On November 8, the Commission filed its <a href=\"../../../law/litigation/lnc_fec_mot_summ_affirm.pdf\">Motion for Summary Affirmance</a> &#160;in the United States Court of Appeals for the District of Columbia Circuit.</p>\n        <p><strong/></p>\n        <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p/>\n        <p>On November 13, the Commission hosted a <em>Seminar/Webinar for Nonconnected Committees</em>. </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On November 15, Communications Specialist Isaac Baker met with American University students to discuss the role and work of the Commission as well as recent developments in campaign finance law. </p>\n        <p><strong/></p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../news_releases/20131114release.shtml\">FEC Issues Advisory Opinion, Discusses Second Advisory Opinion Request, Approves Proposed Final Audit Report and Final Determination on Entitlement to Public Funds</a> (issued November 14) </p>\n        <p><strong/></p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>November 19: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p><strong/></p>\n        <p>November 21: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p><strong/></p>\n        <p>November 20: November Monthly Reports are due. For information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p><strong/></p>\n        <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p/>\n        <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>The 2012 edition of <a href=\"../../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p/>\n        <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n        <p align=\"center\"/>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/digests/20131115digest.shtml"}