{"href": "090100fail2.htm", "pdf": null, "date": "09/01/2000", "category": "Non-Filer Publications", "title": "Campaigns Cited for Failure to File Pre-Primary Report", "html": "<body>\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nSeptember 1, 2000                                                                                                                        Ron Harris\n                                                                                                                                                        Sharon Snyder\n                                                                                                                                                        Ian Stirton</strong></pre>\n</font><font face=\"Book Antiqua\">\n\n<p/></font>&#160;\n<font face=\"Book Antiqua\" size=\"3\">\n\n<p align=\"center\">&#160;<b>CAMPAIGNS CITED FOR FAILURE TO FILE PRE-PRIMARY REPORT</b></p>\n\n<p>WASHINGTON -- Florida will be holding primary elections on September 5, 2000, to select\ncandidates for the U.S. Senate and House of Representatives.</p>\n\n<p>Provisions of the Federal Election Campaign Act require committees supporting\ncandidates involved in the primary to file reports of their financial activity 12 days\nbefore the election.</p>\n\n<p>As of 5 p.m.,<b> </b>August 31, 2000, disclosure reports from the following committees\nhad not been filed:</p>\n\n<p>&#160;<b/></p>\n\n<p>FL......... RAY SESSMAN FOR US SENATE....ROBERT M. COYNER, TREAS...RAY SESSMAN...REP</p>\n\n<p>FL/02.... DOUG DODD - U S REPRESENTATIVE CAMPAIGN...W. T. CHAPMAN, TREAS...</p>\n\n<p>DOUGLAS J. DODD...REP</p>\n\n<p>FL/03.... JENNIFER CARROLL FOR CONGRESS...CHARLES CURRY, TREAS...JENNIFER S. </p>\n\n<p>CARROLL...REP</p>\n\n<p>FL/21.... LINCOLN DIAZ-BALART FOR CONGRESS COMMITTEE...AYUBAN TOMAS, </p>\n\n<p>TREAS...LINCOLN DIAZ-BALART...REP</p>\n\n<p>The reports were to include financial activity occurring from July 1 through August 16.\nIf sent by certified or registered mail, the reports should have been postmarked by August\n21. Otherwise, the due date was close-of-business August 24.</p>\n\n<p>Some individuals and their committees have no obligation to file reports under federal\nelection law, even though their names may appear on state ballots. If an individual raises\nor spends less than $5,000, he or she is not considered a \"candidate\" subject to\nreporting under the FECA.</p>\n\n<p>The FEC notified committees involved in the primary of their potential filing\nrequirements on July 31. Those committees which did not file on the due date were notified\non<b> </b>August 25 that reports had not been received and that their names would be\npublished if they did not respond within four business days.</p>\n\n<p>Other political committees supporting Senate and House candidates in elections (those\nwhich are not authorized units of a candidate's campaign) also are required to file\npre-primary reports, unless they report monthly. Those committee names are not published\nby the FEC.</p>\n\n<p>Further Commission action against non-filers and late filers is decided on a\ncase-by-case basis. Federal law gives the FEC broad authority to initiate enforcement\nactions and the FEC has implemented a new administrative fine program which will subject\ncommittees to penalties ranging from $125 to $16,000 or more.</p>\n\n<p>The next regularly scheduled disclosure reports for candidate committees will be the\nthird quarterly report, due October 15<b>. </b>It will cover activity from August 17\nthrough September 30.</p>\n\n<p align=\"CENTER\"># # #</p></font>\n</body>\n"}