{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                Contact:  Ron Harris\nOctober 1, 1999                                                                                                 Sharon Snyder\n                                                                                                                              Ian Stirton\n                                                                                                                              Kelly Huff\n</strong></font></pre>\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">FEC&#146;S FY2000 BUDGET APPROVED; CONTAINS PROVISIONS ON ELECTRONIC\nFILING, ADMINISTRATIVE FINES, CAMPAIGN-CYCLE REPORTING</p>\n\n\n<p>WASHINGTON &#150; President Clinton Wednesday signed into law the FY2000\nTreasury-Postal Appropriations legislation containing a budget of $38,152,000 for the\nFederal Election Commission for the coming fiscal year.</p>\n\n<p>The provision addressing the FEC budget also includes legislative language that will\namend the Federal Election Campaign Act of 1971, requiring electronic filing of campaign\nreports in the 2002 election cycle, establishing an administratively-imposed financial\npenalty system, and changing the aggregate reporting of information for candidate\ncampaigns from calendar-year to campaign-cycle.</p>\n\n<p>These changes to the FECA originated as legislative recommendations by the FEC, and\nwere adopted, with modifications, by both Congressional chambers.</p>\n\n<p>The mandatory electronic filing provision is effective for reporting periods after\nDecember 31, 2000, and applies to House campaigns, political party committees and PACs.\nSenate campaigns and the Senatorial committees of the national parties are exempted from\nthe electronic filing provision because they file campaign finance reports directly with\nthe Secretary of the Senate, who microfilms the paper reports and sends them to the FEC.</p>\n\n<p>Filing campaign finance reports electronically has been voluntary to date. A total of\n435 candidate committees, party committees, and PACs have voluntarily filed electronic\nreports in 1999. On November 13, 1998, regulations became effective specifying that if\npresidential candidates and their authorized committees have computerized their campaign\nfinance records, they must agree to participate in the Commission&#146;s electronic filing\nprogram as a condition of accepting federal funding.</p>\n\n<p>On July 15 of this year, the FEC electronically received and processed over 6,000 pages\nof campaign reports from presidential committees, making those reports available to the\npublic via the Internet almost instantaneously after receiving them. All reports received\nthat day were on the FEC&#146;s Website before midnight.</p>\n\n<p>Administratively-imposed fines have been suggested to Congress by the FEC for some\nyears. In a recommendation last year, the Commission noted:</p>\n\n<p>\"The enforcement procedures provide a number of procedural protections, and the\nCommission has no authority to impose penalties. Instead, the Commission can only seek a\nconciliation agreement, and without a settlement can only pursue...a civil action in\nfederal court. This process can be unnecessarily time and resource consuming for all\nparties involved when applied to ministerial-type civil violations that are routinely\ntreated via administrative fines by many other states and federal regulatory\nagencies.\"</p>\n\n<p>Examples of violations that could be dealt with in an administrative penalty system\ninclude late filing or non-filing of required reports.</p>\n\n<p>Legislative language authorizing administrative fines dictates that the Commission\nestablish a schedule of penalties and publish it, taking into account \"...the amount\nof the violation involved, the existence of previous violations by the person, and such\nother factors as the Commission considers appropriate.\"</p>\n\n<p>The legislative recommendation on campaign-cycle reporting adopted by Congress in the\nappropriations bill requires candidate committees to report to the FEC on a\ncampaign-to-date basis, rather than the present system of a calendar-year cycle. The\ncalendar system has required additional efforts by campaign committees to begin\naggregating donations anew each year. This change does not affect PACs and political party\ncommittees.</p>\n\n<p>Federal Election Commission Chairman Scott E. Thomas commented, \"I&#146;m\nconfident that these changes to the FECA, long advocated by the Commission, will be a boon\nto the filing community and to public disclosure in general. Also, with an administrative\nfine system, we can dispose of cases more rapidly and assign more of our resources to\ncases warranting greater attention.\"</p>\n\n<p align=\"CENTER\"># # #</p>\n</font>\n</body>\n", "date": "10/01/1999", "href": "fy2000.htm", "category": "Other Agency Actions", "title": "FEC'S FY 2000 Budget Approved; Contains Provisions on Electronic Filing, Administrative Fines, Campaign-Cycle Reporting", "pdf": null}