{"href": "press2010/20100602MUR.shtml", "pdf": null, "date": "06/02/2010", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>June 2,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>        \n        <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In the first matter, the Commission found reason to believe respondents violated the Federal Election Campaign Act of 1971, as amended (the Act), and sent a letter of caution. The Commission found no reason to believe a violation occurred in another matter, and in a third, it found no reason to believe violations occurred in connection with some allegations and dismissed other allegations. The Commission dismissed three other matters.<br/>\n        </p>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"0\"/>\n            <td width=\"98\" align=\"left\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6228</a></p></td>\n            <td width=\"694\" align=\"left\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Fannie Lou Hamer Federal Political Action Committee and Edwin K. Washington in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>FEC Initiated</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>In the normal course of carrying out its supervisory activities, the Commission found that the Fannie Lou Hamer Federal Political Action Committee and Washington, in his official capacity as treasurer, failed to file disclosure reports in a timely way. </p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The Commission found reason to believe the Fannie Lou Hamer Federal Political Action Committee violated the Act but in light of information it received subsequent to that finding it decided to take no further action. The Commission cautioned the committee and its treasurer to file future disclosure reports in a timely way. </p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6222</a></p></td>\n            <td align=\"left\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Iowa Christian Alliance (ICA); Steve Scheffler, Iowa Christian Alliance President; Morris Hurd, Iowa Christian Alliance Chairman and Treasurer; West Hill United Methodist Church; Romney for President, Inc. and Darrell Crate, in his official capacity as treasurer; and David Kochel</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Stacey L. Cargill </p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The complaint alleged that ICA, a non-profit corporation, Scheffler, and Hurd passed donations for the ICA through the West Hill United Methodist Church in order for donors to make their contributions tax-deductible.</p>\n                <p>The complaint alleged further that the ICA violated its tax-exempt status by &#8220;working to influence&#8221; people to vote for Mitt Romney in the 2008 presidential primary election. </p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act because of the lack of specific credible information to &#160;substantiate certain claims and because certain allegations were not within the jurisdiction of the agency. </p>\n              </td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6021</a></p></td>\n            <td align=\"left\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Democratic National Committee (DNC) and Andrew Tobias, in his official capacity as treasurer; John Kerry; John Edwards; Kerry for President 2004, Inc. and David Thorne, in his official capacity as treasurer; Kerry-Edwards 2004, Inc. and David Thorne, in his official capacity as treasurer; America Coming Together; The Ballot Project; Uniting People for Victory; The National Progress Fund; and Americans for Jobs</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Ralph Nader </p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The complaint alleged that the respondents engaged in a coordinated effort to deny Nader and his vice presidential running mate Peter Miguel Camego ballot access in numerous states. The complaint alleged that the legal challenges mounted in this effort constituted an attempt to influence an election and that all contributions and expenditures made in connection with that effort were subject to the reporting requirements, limitations and prohibitions of the Act. The complaint alleged further that law firms&#8217; legal services provided in this effort constituted prohibited, in-kind corporate contributions. In addition, the complaint alleged illegal coordination between the DNC and the Kerry-Edwards campaign, and it accused respondents of failing to register five Section 527 organizations as political committees.</p>\n                </td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The Commission found no reason to believe that the DNC and Tobias, in his official capacity as treasurer, Kerry for President 2004, Inc., Kerry-Edwards 2004, Inc. and Thorne, in his official capacity as treasurer for the two latter committees, violated the prohibition on corporate contributions or expenditures in connection with any election to public office, knowingly accepted prohibited contributions and expenditures, or violated financial disclosure requirements. The Commission further found no reason to believe Kerry violated the Act or Commission regulations. It found no reason to believe America Coming Together made an undisclosed excessive, in-kind contribution or failed to register as a political committee. It dismissed the complaint in connection with The Ballot Project, National Progress Fund, Uniting People for Victory and Americans for Jobs, and dismissed the complaint concerning the allegation that America Coming Together failed to report ballot expenditures. </p>\n                </td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6245</a></p></td>\n            <td align=\"left\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Volunteer Political Action Committee and Dawn Perkerson, in her official capacity as treasurer; George T. Farrell; and Hon. William H. Frist</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Veatrice A. Farrell </p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The complaint alleged that a 2005 contribution made in the complainant&#8217;s name was illegal and that the committee refused to make a refund when asked four years later.</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The Commission dismissed the matter in light of the time that has passed since the contribution at issue, and because the committee receiving the contribution was terminated before the complaint was filed.</p>\n                <p/></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6243</a></p></td>\n            <td align=\"left\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Friends of Nancy Navarro and Maria Figueredo, in her official capacity as treasurer; Nancy Navarro; Infomonagas.com; and Anffer Astudillo</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Eric Hensal</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The complaint alleged that Friends of Nancy Navarro, Navarro and Figueredo, in her official capacity as treasurer, accepted a prohibited in-kind contribution from Infomonagas.com, a Venezuelan website design firm owned by Astudillo. Under the Act, it is unlawful for a foreign national, directly or indirectly, to make a contribution or expenditure in connection with a federal, state, or local election. Navarro was a 2008 candidate for the special election for the District 4 County Council seat in Montgomery County, Maryland.</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td align=\"left\" valign=\"top\">The Commission exercised its prosecutorial discretion and dismissed the matter due to the low dollar amount at issue and in furtherance of Commission priorities and resources related to other matters. &#160;</td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6209</a></p></td>\n            <td align=\"left\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td align=\"left\" valign=\"top\"><p>Libertarian National Committee (LNC) and Aaron Starr, in his official capacity as treasurer; Barr 2008 Presidential Committee and David Chastain, in his official capacity as treasurer; and The Bob Barr Leadership Fund and Paul Kilgore, in his official capacity as treasurer</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>George D.J. Phillies</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The complaint alleged that the LNC and Starr, in his official capacity as treasurer, failed to disclose a contribution made to the Barr 2008 Presidential Committee.  The complaint alleged further that the LNC received a contribution from the Bob Barr Leadership Fund and Kilgore, in his official capacity as treasurer, and suggests that the LNC may have served as a conduit for an excessive contribution from the leadership fund to the presidential committee. Barr was a 2008 presidential candidate.</p></td>\n          </tr>\n          <tr>\n            <td width=\"0\"/>\n            <td align=\"left\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td align=\"left\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of respondents' clarification that the Barr 2008 Presidential Committee did not receive a contribution from the LNC.</p>\n                </td>\n          </tr>\n          <tr>\n            <td colspan=\"3\" valign=\"top\"><p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n"}