{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    December 9, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Bob&#160;Biersack<br/>\n    Ron&#160;Harris<br/>\n    Ian&#160;Stirton<br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">FEC ENFORCEMENT DISCLOSURE LEADS DECEMBER 11 \n    AGENDA</th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\">\n    WASHINGTON &#239;&#191;&#189; The Federal Election Commission (FEC) will consider a number of \n    initiatives aimed at improving the disclosure of information about its \n    enforcement actions when it meets in public session on Thursday, December \n    11, 2003. The meeting will begin at 10 a.m. at the Commission&#239;&#191;&#189;s offices at \n    999 E Street N.W. in Washington.\n    <p>During the meeting the FEC will consider a\n    <a href=\"../agenda/agendas2003/agenda20031211.html#03-100\">Statement of Policy Regarding \n    Disclosure of Closed Enforcement and Related Files</a>, which expands on the \n    types of documents currently released as cases are closed. For more than 25 \n    years it had been Commission practice to make public nearly all documents \n    related to closed enforcement actions. Since 2001, however, the Commission \n    has been operating under a federal district court ruling in <i>AFL-CIO</i> v. \n    <i>FEC</i> \n    which significantly limits the release of documents when enforcement matters \n    are closed. </p>\n    <p>In ruling on this case the appeals court for the D.C. circuit, while \n    affirming the judgment of the district court, suggested that some \n    flexibility in release of documents would be permissible. On December 4, \n    2003, the Department of Justice decided not to ask the U.S. Supreme Court to \n    hear the case.</p>\n    <p>Consistent with the appeals court ruling, the new FEC policy would \n    mandate the release of additional documents when enforcement cases are \n    closed. These will include original complaints or internal FEC referrals \n    that initiate enforcement actions, along with reports and briefs from the \n    Office of General Counsel and responses to those reports and briefs by \n    respondents. The Commission also intends to conduct a rulemaking in 2004 to \n    address materials to be placed on the public record. The draft Policy is \n    available on the Commission&#239;&#191;&#189;s web site at http://www.fec.gov.</p>\n    <p>In addition, on December 11 the Commission will unveil the\n    <a href=\"../agenda/agendas2003/agenda20031211.html#03-98\">Enforcement Query System</a>, \n    a new process on its web site for finding and examining public documents \n    regarding closed enforcement actions. Using current scanning, optical \n    character recognition and text search technologies the system permits \n    intuitive and flexible searches of case documents and other material. \n    Previously these documents were available only at the Commission&#239;&#191;&#189;s offices \n    in Washington, and only on paper or microfilm. There will be a demonstration \n    of the system during the open Commission meeting.</p>\n    <p>Users of the system can search for specific words or phrases from the \n    text of all public case documents. They can also identify single matters or \n    groups of cases by searching additional identifying information about cases \n    prepared as part of the Case Management System. Included among these \n    criteria are case names and numbers, complainants and respondents, \n    timeframes, dispositions, legal issues, and penalty amounts. Currently the \n    process contains complete public case files for all matters closed since \n    January 1, 2002. In addition to adding all cases closed subsequently, staff \n    is working to incorporate cases closed prior to 2002. All matters closed in \n    2001, for example, will be included in the system by July of 2004, and cases \n    closed in 2000 will be available by the end of 2004.</p>\n    <p>Finally, the FEC has also recently voted to add explanatory material to \n    its news releases regarding completed enforcement actions. The new material \n    is intended to more fully describe the nature of violations of the Federal \n    Election Campaign Act when they are found, and to explain the basis for the \n    Commission&#239;&#191;&#189;s action in enforcement cases. Taken together, these changes will \n    improve the transparency of Commission actions by raising enforcement \n    disclosure to the same high level the Commission has consistently sought for \n    campaign finance reports and other public information.</p>\n    <p>Technical Information about Enforcement Query System</p>\n    <p>The FEC collects data from microfilm, paper and an existing case \n    management database. It is then digitized and transformed into a searchable \n    format that is hosted on a web technology platform and delivered to the \n    public via the Internet. The Commission, in partnership with NIC \n    Technologies Inc. of McLean, Virginia (NIC) and Quality Associates Inc. of \n    Columbia, Maryland (QAI), developed a process and technology platform that \n    improved the ability to collect information from the FEC Case Management \n    System, hard copy documents and microfilm, making it available to anyone \n    with Internet access. Start-up costs for the project totaled $175,000.</p>\n    <p>QAI provided technology solutions that augmented the current work flow \n    with the OCR scanning technology Kofax, which is currently scanning with \n    accuracy that ranges from 87% to 99% per page based on samples reviewed \n    manually. This accuracy was achieved by scanning documents at 400DPI and by \n    implementing a custom dictionary to validate words and symbols that are \n    unique to the disclosure and enforcement process. The OCR process also \n    contains tools for identifying and correcting errors as pages are processed. \n    These procedures greatly increase the accuracy of the key word search \n    functionality.</p>\n    <p>NIC designed a robust web application and user interface that was \n    developed using Java J2EE and C++ respectively. Additionally, XML technology \n    is used to load all digital data from the OCR scanned documents and the FEC \n    Case Management System into an Oracle Database. NIC developed an internal \n    search engine based on Google standards to permit text searching within all \n    digitized documents. The results are then presented within Adobe Acrobat \n    Reader. The web delivery portion of the technology architecture is a three \n    tier design based on Apache (web server) and Resin (a servlet and JSP engine \n    application server), residing on redundant Sun Servers that are load \n    balanced to provide quick response from an Oracle database. </p>\n    <p>The FEC designed the hardware and network infrastructure in a manner that \n    could be rapidly upgraded if it is determined that the demand on the system \n    is greater than anticipated. </p>\n    <p align=\"CENTER\">###</p>\n    <p>&#160;</p></td>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\"/>\n  </tr>\n</table>\n</body>\n", "href": "20031209eqs.html", "date": "12/09/2003", "pdf": null, "title": "FEC Enforcement Disclosure Leads December 11 Agenda", "category": "Enforcement Matters "}