{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>October 29, 2007</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n            <p>&#160;</p>\n              <p align=\"center\"><strong>              FEC to Consider Notice of Proposed Rulemaking on Reporting Contributions Bundled by Lobbyists, Registrants and their PACs, and Advisory Opinion on XM Radio&#8217;s POTUS &#8217;08 Channel</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p>Washington &#8211; The Federal Election Commission (FEC/ the Commission) will meet on Tuesday, October 30, 2007, to consider a Notice of Proposed Rulemaking (NPRM) on Reporting Contributions Bundled by Lobbyists, Registrants, and the PACs of Lobbyists and Registrants, to implement section 204 of the Honest Leadership and Open Government Act of 2007 (HLOGA).&#160; The Commission will also consider a draft Advisory Opinion (AO) in response to a request from XM Satellite Radio Inc. (XM).&#160; </p>\n              <p>HLOGA amends the Federal Election Campaign Act (the Act) by requiring certain political committees to disclose information about bundled contributions provided by certain lobbyists and registrants, and each political committee established or controlled by a lobbyist or registrant.&#160; The proposed rules would require authorized candidate committees, leadership political action committees (PACs) and political party committees to disclose certain information about lobbyists and registrants that forward, or are credited with raising, two or more contributions whose aggregate total exceeds $15,000 during a specific period of time.&#160; The draft NPRM is located at <a href=\"../../agenda/2007/mtgdoc07-71.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-71.pdf</a>. </p>\n              <p>The Commission will also consider draft AO 2007-20 in response to a request from XM Satellite Radio Inc.&#160; XM has requested the Commission to consider whether it may provide free airtime to Presidential candidates on its new channel, POTUS &#8217;08, and whether communications supplied by participating presidential candidates must comply with the disclaimer requirements of the Act. The draft AO is located at:<a href=\"../../agenda/2007/mtgdoc07-70.pdf\">http://www.fec.gov/agenda/2007/mtgdoc07-70.pdf</a>.&#160; </p>\n              <p>The meeting will be held at 11:00 a.m. in the 9th floor hearing room at the Commission&#8217;s offices located at 999 E Street N.W. in Washington.</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"><em># # #</em></p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2007/1030MeetingNotice.shtml", "date": "10/29/2007", "pdf": null, "title": "FEC to Consider Notice of Proposed Rulemaking on Reporting Contributions Bundled by Lobbyists, Registrants and their PACs, and Advisory Opinion on XM Radio's POTUS '08 Channel", "category": "Open Meetings and Related Matters"}