{"href": "nf529.htm", "pdf": null, "date": "05/29/1998", "category": "Non-Filer Publications", "title": "Campaigns Cited for Failure to File Pre-Primary Report", "html": "<body><p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><a href=\"http://www.fec.gov\"><font size=\"3\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></font></a><font size=\"3\"> </font></p>\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Sharon Snyder\nMay 29, 1998                                                      Ron Harris\n                                                                  Ian Stirton\n                                                                  Kelly Huff\n</strong></font></pre>\n\n<h2>CAMPAIGNS CITED FOR FAILURE TO FILE PREPRIMARY REPORT</h2>\n\n<p>\nWASHINGTON   California and New Jersey will be holding primary\nelections on June 2, 1998, to select candidates for the U.S. Senate\n(CA only) and House of Representatives.\n</p><p>\nProvisions of the Federal Election Campaign Act require committees\nsupporting candidates involved in the primary to file reports\nof their financial activity 12 days before the election.\n</p><p>\nAs of 5 p.m. , May 29, 1998, disclosure reports from the following\ncommittees had not been filed:\n</p><h3>CA/09...FRIENDS OF RANDAL STEWART...LARRY HARDY, TREAS...RANDAL\nM. STEWART...DEM</h3>\n\n<p>\n</p><h3><b>CA/44...COMMITTEE TO ELECT JOHN OVERMAN TO U.S. CONGRESS...KRISTEN\nS. OVERMAN, TREAS...JOHN W.J.  OVERMAN...REP</b></h3>\n<h3>NJ/07...CONNELLY FOR CONGRESS...JOSEPH CRYAN, TREAS...MARYANNE\nS. CONNELLY...DEM</h3>\n\n<p>\nThe reports were to include financial activity occurring from\nApril 1 through May 13.  If sent by certified or registered mail,\nthe reports should have been postmarked by May 18. Otherwise,\nthe due date was closeofbusiness May 21.\n</p><p>\nSome individuals and their committees have no obligation to file\nreports under federal election law, even though their names may\nappear on state ballots.  If an individual raises or spends less\nthan $5,000, he or she is not considered a \"candidate\"\nsubject to reporting under the FECA.\n</p><p>\nThe FEC notified committees involved in the primary of their potential\nfiling requirements on April 27.  Those committees which did not\nfile on the due date were notified on May 22 that reports had\nnot been received and that their names would be published if they\ndid not respond within four business days.\n</p><p>\nOther political committees supporting Senate and House candidates\nin elections (those which are not authorized units of a candidate's\ncampaign) also are required to file preprimary reports, unless\nthey report monthly.  Those committee names are not published\nby the FEC.\n</p><p>\nFurther Commission action against nonfilers and late filers is\ndecided on a casebycase basis.  Federal law gives the FEC broad\nauthority to initiate enforcement actions, including the imposition\nof civil penalties ($5,500 for \"any violation\" and $11,000\nfor any \"knowing and willful\" violation).\n</p><p>\nThe next regularly scheduled disclosure reports for candidate\ncommittees will be the quarterly report, due July 15.  It will\ncover activity from May 14 through June 30.\n</p><p>\n# # #\n</p></body>\n\n"}