{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><b>For Immediate Release<br/>\n    February 28, 2002</b></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><b>Contact:</b></p></td>\n    <td width=\"187\" valign=\"top\"><b>Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton<br/>\n    Kelly Huff</b></td>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><b/><p align=\"CENTER\" class=\"big\">FEC SUBMITS FY 2003 BUDGET PROPOSAL</p>\n    <p align=\"CENTER\"><em>-- Requests $46.9 Million and 362 Personnel --</em></p>\n    <p>WASHINGTON &#150; The Federal Election Commission has transmitted its fiscal year\n    2003 budget proposal to Congress and the Office of Management and Budget (OMB), requesting\n    $46,917,000 and 362 personnel for FEC operations. </p>\n    <p><b>The request represents a continuation of the FY 2002 funding level for core\n    programs, as adjusted for inflation and salary and benefits, with no additional funds or\n    staff for new programs or initiatives. Also, the request does not account for any\n    implementation costs for campaign finance reform legislation, should that legislation be\n    enacted.</b></p>\n    <p>The total FY2003 request includes $1,673,000 to account for a new method of providing\n    for federal retirees under the Civil Service Retirement Program (CSRS), which the\n    Administration has proposed for all government agencies as the federal \"Freedom To\n    Manage\" initiative. All totals in the President&#146;s recent overall federal budget\n    proposal include these costs at the respective agency level. Absent those earmarked funds,\n    the FEC&#146;s proposed budget is $45,244,000, an increase of $1,555,000 (3.6%) over\n    FY2002&#146;s $43,689,000 and 362 personnel.</p>\n    <p><b>FEC Vice Chairman Karl J. Sandstrom, who serves as the Commission&#146;s Finance\n    Committee Chairman, said of this proposal, </b>\"<b>The requested budget will allow\n    the Commission to promote compliance with federal election law, while instituting\n    innovations that allow the FEC to better serve participants in federal elections and the\n    public at large.\"</b></p>\n    <p>The Executive Summary of the budget proposal highlights various FEC\n    program-successes and innovations, noting, \"In FY 2001, the FEC achieved three major\n    successes: expansion of the compliance program, implementation of mandatory electronic\n    filing, and issuance of the draft revision of the Voting Systems Standards (VSS). These\n    successes are the result of FEC efforts and support from our Congressional oversight\n    committees.</p>\n    <p>\"Swift Congressional action on mandatory electronic filing for large filers and\n    the establishment of an administrative fine program, as recommended [in\n    PricewaterhouseCoopers audit, Jan. 1999], resulted in programs allowing the FEC to carry\n    out its disclosure and compliance missions more effectively. In addition, two programs\n    have received accolades from the regulated community -- Administrative Fines and\n    Alternative Dispute Resolution (ADR).\"</p>\n    <p><b>Highlights of the FEC package<i> (Congressional Justification Budget Request for\n    FY2003*</i>) submitted to Congress and OMB include:</b></p>\n    <p>-- Administrative Fine Program has streamlined the enforcement process for late and\n    non-filer cases, while encouraging more timely filing. \"For example,\" the\n    Summary points out, \"11% of the 2000 Year-End Reports were filed late, while 24% and\n    22% of the 1998 and 1996 Year-End Reports, respectively, were filed late.\"</p>\n    <p>-- ADR program affords both the FEC and the respondent parties the opportunity to\n    resolve cases more rapidly. This pilot program concluded agreements with respondents and\n    formally closed 35 cases (as of Jan. 31, 2002) in an average of 117 days from the time\n    matters were referred to the ADR office. The Commission accepted the settlements reached\n    in 33 of the 35 cases closed. Civil penalties from the final agreements exceeded $30,000. </p>\n    <p>From FY 1995 through FY 2000, the FEC closed an average of 205 cases each fiscal year.\n    In FY 2001, with the addition of the administrative fine and ADR programs, the Commission\n    closed 517 cases, a 152% increase over the FY 1995-2000 annual average of 205. </p>\n    <p>-- \"The FEC enforcement goals,\" as established in the Strategic Plan and\n    annual Performance Plan, the Summary notes, \"seek to activate more enforcement cases\n    and reduce the number of cases dismissed without substantive action. These goals build on\n    the FY 2000 record when the FEC closed over 70% of the cases processed with some form of\n    substantive action and over 50% of the average monthly caseload was actively being\n    processed. At the same time, the FEC has improved the OGC enforcement tracking process\n    through the Case Management System. In addition, future productivity benefits are expected\n    from document imaging and management systems.\"</p>\n    <p>-- Electronic filing of campaign reports has \"increased significantly the\n    timeliness, scope, and amount of data available to FEC staff and external users of\n    campaign finance disclosure information,\" the Summary notes. \"A measure of the\n    effectiveness of electronic filing is the comparison of the FEC target to process (make\n    public) at least 95% of the itemized data within 60 days of receipt (based on historical\n    and current experience in processing documents). </p>\n    <p>\"Now that electronic filing is mandatory for most candidates and committees\n    (excluding the Senate filings), for the 2002 cycle to date, the FEC processed 95% of the\n    itemized data within 18 days of receipt, 42 days faster than the target. As we gain more\n    experience with the mandatory electronic filing system, the targets for processing\n    itemized data will be adjusted.\"</p>\n    <p>-- \"The FEC issued draft technical Voting Systems Standards (VSS) designed as\n    voluntary standards for election administration officials charged with selecting and using\n    voting systems in federal elections. The final technical standards will be released\n    formally at a conference hosted by the FEC&#146;s Office of Election Administration (OEA)\n    in April 2002. They will also be disseminated in educational outreach workshops and\n    through other OEA efforts.</p>\n    <p>\"The original FEC FY2003 budget request [$49,465,000 and 368 personnel] would have\n    built upon the newly revised VSS by developing operational guidelines for election\n    administrators to improve the operational management of federal elections. The Commission\n    believed that funding of OEA initiatives to disseminate the new VSS and to begin work on\n    operational guidelines for election administration was critical to ensure the integrity of\n    federal elections. The OEA is the only federal office directly involved in providing\n    assistance to state and local elections officials charged with administering federal\n    elections,\" the Summary points out.</p>\n    <p><b>In a letter transmitting the budget-request package to Congress and OMB, FEC\n    Chairman David Mason wrote, \"The Commission strongly urges the full support of our FY\n    2003 budget request. We are ready to answer any questions you may have and to work with\n    you in securing sufficient funding for the Commission in FY 2003.\"</b></p>\n    <p align=\"CENTER\"># # #</p>\n    <p>_______________<br/>\n    *Complete budget-proposal document, including Executive Summary and Information Technology\n    Strategic Performance Plans, may be accessed at <a href=\"../pages/budget/budget.html\">http://www.fec.gov/pages/budget/budget.html</a>.</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "02/28/2002", "href": "20020228budget.html", "category": "Other Agency Actions", "title": "FEC Submits FY 2003 Budget Proposal", "pdf": null}