{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"196\">\n  <tr> \n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      February 8, 2006</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">Bob Biersack <br/> \n      Ian Stirton     <br/> \n      Kelly Huff <br/>\n    George&#160;Smaragdis</th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\"><p>&#160;</p>\n      <p align=\"center\" class=\"big\"><strong>FEC COMMISSIONERS TESTIFY ON INDIAN TRIBE POLITICAL CONTRIBUTIONS AND REPORT ON 2005 ENFORCEMENT EFFORTS</strong></p>      </th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\">&#160;\n      <div align=\"left\">\n        <p>Washington &#8211; Federal Election Commission Chairman Michael Toner and Vice Chairman Robert Lenhard testified today before the Senate Indian Affairs Committee at the invitation of Chairman John McCain about the legal status of political contributions by Indian Tribes under the Federal Election Campaign Act.&#160; &#8220;The Commission welcomes Congress&#8217;s interest in this important area of the nation&#8217;s campaign finance laws,&#8221; said Chairman Toner.&#160; &#8220;The FEC stands ready to implement and enforce any statutory changes that are made by Congress,&#8221; added Vice Chairman Lenhard.</p>\n        <p>The FEC also announced today that it imposed more than $2.4 million in civil penalties in 2005, the fourth consecutive year with total penalties exceeding $2 million. There were seven cases where the FEC imposed civil penalties of more than $100,000 each, including a $360,000 penalty from the Republican Party of Arkansas - the largest penalty ever for the state committee of a political party -- and $275,000 from APEX Healthcare Inc. and its president.</p>\n        <p>The cases included illegal corporate facilitation of political contributions, use of corporate funds to reimburse employee contributions, improper use of nonfederal funds by state parties, corporate advances by a nonprofit to a national party committee, \"soft money\" activity controlled by a Federal candidate and undertaken in support of that candidate's reelection, and use of labor union funds to reimburse member contributions to a PAC.</p>\n        <p>\"The success of our enforcement program in 2005 reflects the FEC's vigorous efforts to focus on the most egregious violations of the law, and demonstrates that the steps we've taken to date are bearing fruit,\" said FEC Chairman Michael Toner.</p>\n        <p>\"The FEC has also successfully implemented new programs to more swiftly resolve routine violations of campaign finance law in recent years,\" said Vice Chairman Robert Lenhard. These include an \"administrative fines\" program for late filing or failure to file disclosure reports that resolved 209 cases and imposed $498,748 in fines in 2005, bringing the five-year total to 1,269 cases and more than $2.6 million in fines.The FEC's alternative dispute resolution program successfully negotiated 60 settlements in 2005, bringing the total to 196 cases since the program was established in 2000.</p>\n        <p>The Commission continued to provide the public with timely disclosure of campaign finance information throughout recent election cycles, even as the volume of financial activity has grown at extraordinary rates. During the 2003-2004 election cycle, the FEC processed over 140,000 documents containing the equivalent of more than 2.7 million pages of contributions and other campaign financing information. The vast majority of these reports were accessible by the public, the media, and researchers within minutes of their filing with the FEC.</p>\n        <p>Finally, the FEC conducted numerous audits of political organizations to ensure compliance with campaign finance laws and the number of total audits released by the FEC has steadily increased over the past several election cycles. During the 2004 election cycle, the FEC released 52 audits, including four audits of publicly funded Presidential campaigns. This compares to 49 audits during the 2002 election cycle and 41 during the 2000 election cycle.</p>\n        <p align=\"center\">### </p>\n        <p>        </p>\n      </div>\n      <div align=\"left\"/>\n      <blockquote><p align=\"left\">&#160;</p>\n    </blockquote></th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\">&#160;</th>\n  </tr>\n</table>\n</body>\n", "date": "02/08/2006", "href": "press2006/20060208testimony.html", "category": "Hearings", "title": "FEC Commissioners Testify on Indian Tribe Political Contributions and Report on 2005 Enforcement Efforts", "pdf": null}