{"date": "11/30/2012", "pdf": null, "title": "Week of November 26 - November 30, 2012", "issue": "2012-48", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>November 30, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-48</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of November 26 &#8211; 30</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>On November 28, the Commission held an executive session. </p>\n        <p/>\n        <p>No Commission open meetings were held this week. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n        <p><strong/></p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u/></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1227197.pdf\">AO 2012-35 (Global Transaction Services Group, Inc.)</a>. On November 29, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1230004.pdf\">draft</a> of Advisory Opinion 2012-35. The requestor asks whether its proposed method of processing anonymous electronic credit and debit card contributions to candidates initiated via text messaging is permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. Comments on the draft are due by noon on December 5. This advisory opinion is on the agenda for the Commission&#8217;s December 6, 2012, open meeting.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1227963.pdf\">AO 2012-36 (Green Party of Connecticut)</a>. On November 29, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1230003.pdf\">draft</a> of Advisory Opinion 2012-36. The Green Party of Connecticut is a political committee that is registered with and reports to the Commission. The Green Party of Connecticut asks to be recognized as the State committee of a political party, the Green Party of the United States.Comments on the draft are due by noon on December 5. This advisory opinion is on the agenda for the Commission&#8217;s December 6, 2012, open meeting.</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong/></p>\n        <p>The Commission made public two closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong/></p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6552</a><br/>\n          COMPLAINANTS: Mark R. Brown, Newton D. Baker/Baker and Hostetler Chair of Law, Capital University Law School, and Ohio registered voter <br/>\n  RESPONDENTS: Ohio State Medical Association; US Senator Sherrod Brown; Friends of Sherrod Brown and Judith Zamore, in her official capacity as treasurer; Josh Mandel; and Citizens for Josh Mandel, Inc. and Kathryn Kessler, in her official capacity as treasurer <br/>\n  SUBJECT: The complaint alleged that the Ohio State Medical Association (OSMA) made, and Brown and Mandel accepted, impermissible, corporate in-kind contributions when OSMA posted to the public area of its website links to a video of campaign-related speeches Brown and Mandel had delivered to OSMA&#8217;s restricted class. Brown and Mandel were 2012 candidates for Ohio&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation concerning OSMA because (1) the public links to the video recording of Brown&#8217;s and Mandel&#8217;s speeches were available for a mere ten days; (2) the video recording was accessed only nineteen times; and (3) OSMA prevented further public access of the video recorded speeches immediately after learning of it. The Commission found no reason to believe Senator Brown and Mandel and their committees accepted corporate contributions because neither candidate was aware that the speeches had been made publicly available beyond OSMA&#8217;s restricted class.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6565</a> <br/>\n  COMPLAINANT: Gary Chacon<br/>\n  RESPONDENTS: Blaha for Congress and Jerry R. Hilderbrand, in his official capacity as treasurer; and Robert B. Blaha<br/>\n  SUBJECT: The complaint alleged that Blaha and Blaha for Congress and Hilderbrand, in his official capacity as treasurer (the Committee) failed to include a proper disclaimer on a television advertisement.&#160; In particular, the complaint asserted that the written portion of the television disclaimer failed to include a written statement of approval by the candidate.&#160; Blaha was a 2012 primary candidate for Colorado&#8217;s 5th Congressional District. <br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter<s> </s>based on the facts presented, in light of the fact that the television advertisement contained sufficient information to clearly identify who paid for it, as well as an adequate spoken message of approval by the candidate, and in consideration of Commission resources. The Commission sent a letter reminding Blaha and the Committee of the Commission&#8217;s requirements concerning a written statement of the candidate&#8217;s approval in televised campaign advertisements.</p>\n        <p/>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 622</a> &#8211; Friends of Todd Young and Larry Ness, in his official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of compliance measures, (2) disgorge $16,958 to the US Treasury and (3) pay a civil penalty of $5,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 623</a> &#8211; National Council of Farmer Cooperatives CO-OP PAC and Kelsey Swango, in his official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of compliance measures and (2) pay a civil penalty of $1,500.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p><strong/></p>\n        <p>On November 29, the Commission made public a <a href=\"../../agenda/2012/mtgdoc_1280.pdf\">draft of a Notice of Proposed Rulemaking (NPRM) on Limited Liability Partnerships (LLPs)</a>. The NPRM, if approved, would seek public comment on proposed changes to the Commission&#8217;s rules, which would result in treating all LLPs that have opted for federal corporate tax treatment pursuant to the Internal Revenue Service's \"check the box\" provisions, as corporations for purposes of the Act.<br/>\n        </p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><a href=\"../../law/litigation/rtao.shtml\"><em>The Real Truth About Abortion f/k/a Real Truth About Obama v. Federal Election Commission</em></a> (Civ. No. 11-1760). On November 26, the petitioner filed a <a href=\"../../law/litigation/rtao_sc_rtao_reply2.pdf\">Reply to Brief in Opposition</a> in the United States Supreme Court.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On November 27, Vice Chair Ellen L. Weintraub discussed the role and work of the Commission with students from Gettysburg College.</p>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p><strong/></p>\n        <p>On November 26, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"../../fecig/documents/FY12FinancialStatementAuditReport.pdf\">Audit Report on the Commission&#8217;s Fiscal Year 2012 Financial Statement</a>.</p>\n        <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n        <p><strong/></p>\n        <p>December 6: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>December 6: Post-General Reports are due.&#160; For information on general election reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#general\">2012 General Election Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>January 31, 2013: Year-end Reports are due. For more information on reporting dates, refer to the <a href=\"../../info/report_dates.shtml\">Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>An <a href=\"../../pages/fecrecord/2012/recordindex2012.shtml\">index to the Record news articles published in 2012</a> is available on the Commission website. The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n        <p/>\n        <p>The <a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20121130digest.shtml"}