{"href": "press2009/20090212AO_2008-21.shtml", "pdf": null, "date": "02/12/2009", "category": "Open Meetings and Related Matters", "title": "FEC Confirms that Corporation May Solicit Contributions from Certain Individual Members of its Wholly Owned Subsidiaries", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"131\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>February 12, 2009 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"131\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>\n            <p align=\"center\"><strong>FEC Confirms that Corporation may Solicit Contributions from Certain Individual Members of its Wholly Owned Subsidiaries</strong></p>\n              <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission issued an Advisory Opinion (<u><a href=\"../../agenda/2009/mtgdoc0909.pdf\">AO 2008-21</a></u>) to confirm that CME Group, Inc. may solicit voluntary contributions from certain individual members of its wholly owned mercantile exchanges to its separate segregated fund, also known as a political action committee (PAC).</p>\n              <p>A series of recent mergers resulting in the association of three formerly independent, incorporated mercantile exchanges prompted CME Group, Inc. to request the advisory opinion. The Chicago Board of Trade (CBOT), the New York Mercantile Exchange (NYMEX), and the Chicago Mercantile Exchange (CME) are now wholly owned subsidiaries of CME Group, Inc. Some, but not all, members of these exchanges own stock in CME Group, Inc., the parent corporation.</p>\n              <p>The Commission determined by a vote of 6-0 that CME Group, Inc. may solicit contributions to its separate segregated fund, CME Group, Inc. PAC, from certain categories of individual members of CBOT and NYMEX regardless of whether such members own shares of stock in CME Group, Inc. The Commission also found that CME Group, Inc. may solicit individual members of its third wholly owned mercantile exchange, CME, but only in their capacity as stockholders in CME Group, Inc.</p>\n              <p>The Federal Election Campaign Act and FEC regulations do not allow corporations to contribute to political committees from general treasury funds. However, corporations are permitted to use general treasury funds to establish and administer separate segregated funds, which may accept voluntary contributions from individuals and make contributions to political committees. Only individuals in the corporations&#8217; &#8220;solicitable class&#8221; may be solicited for contributions. The solicitable classes of corporations include stockholders, executive and administrative personnel, and their families. Corporations may also solicit individuals within the solicitable classes of their subsidiaries or other affiliates.</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"><em>###</em> </p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}