{"href": "press2013/news_releases/20131114release.shtml", "pdf": null, "date": "11/14/2013", "category": "Open Meetings and Related Matters", "title": "FEC Issues Advisory Opinion, Discusses Second Advisory Opinion Request, Approves Proposed Final Audit Report and Final Determination on Entitlement to Public Funds", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">November 14, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><a href=\"../pdf/20131114release.pdf\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/></a><a href=\"../pdf/20131114release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Issues Advisory Opinion, Discusses Second Advisory Opinion Request, Approves Proposed Final Audit Report and Final Determination on Entitlement to Public Funds</strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today issued an advisory opinion and discussed drafts of a second advisory opinion request. The Commission approved the Proposed Final Audit Report on the Arizona Republican Party and the Final Determination on Entitlement to Primary Election Public Funds for Governor Gary Johnson and Gary Johnson 2012 Inc. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=9D3C851A2382E1BD6453A9BFE0DA1D07?SUBMIT=ao&amp;AO=3578&amp;START=201313_2.pdf\"><strong>Advisory Opinion 2013-13 (Freshman Hold&#8217;em JFC)</strong></a>. The Commission concluded that the requestor may not use only &#8220;Freshman Hold&#8217;em JFC&#8221; and its URL, www.FreshmanHoldem.com, to identify itself in its disclaimers. The request was filed by Freshman Hold'em, Stutzman for Congress, Gardner for Congress 2012, Tom Reed for Congress, Denham for Congress, Benishek for Congress, Inc., Rodney for Congress, Duffy for Congress, Chris Gibson for Congress, Friends of Joe Heck, Friends of Dave Joyce, Pat Meehan for Congress, Scott Rigell for Congress, Rothfus for Congress, Jon Runyan for Congress, Inc., VoteTipton.com, Valadao for Congress and Walorski for Congress Inc. Joint Fundraising Committee. </p>\n        <p><strong/></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=9D3C851A2382E1BD6453A9BFE0DA1D07?SUBMIT=ao&amp;AO=3578&amp;START=201313_2.pdf\"><strong>Advisory Opinion Request 2013-15 (Conservative Action Fund)</strong></a>. The Commission discussed three drafts of an advisory opinion request from the Conservative Action Fund (CAF) and held over the matter until the next open meeting. In its request, CAF asked 24 questions related to its receipt of Bitcoins as contributions. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n        <p><a href=\"../../../agenda/2013/mtgdoc_13-43-a.pdf\"><strong>Proposed Final Audit Report on the Arizona Republican Party</strong></a><strong>. </strong>The Commission approved the Proposed Final Audit Report on the Arizona Republican Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity, reported coordinated party expenditures and the reporting of debts and obligations. The report also addressed an additional issue related to reported coordinated party expenditures. </p>\n        <p><strong/></p>\n        <p><a href=\"../../../agenda/2013/mtgdoc_13-44.pdf\"><strong>Final Determination on Entitlement to Primary Election Public Funds &#8211; Governor Gary Johnson, Gary Johnson 2012 Inc.</strong></a> The Commission made a final determination that Governor Johnson is not entitled to receive any additional payments of public funds for the 2012 primary election.</p>\n        <p><strong/></p>\n        <p><em/></p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n           "}