{"date": "04/08/2011", "pdf": null, "title": "Week of April 4 - April 8, 2011 ", "issue": "2011-14", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>April 8,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-14</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of April 4 &#8211; 8</strong></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On April 5, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On April 7, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinion Issued</u> </p>\n        <p><strong><a href=\"../../agenda/2011/mtgdoc_1114b.pdf\">Advisory Opinion 2011-03 (DSCC, RNC, NRCC, DCCC, and NRSC)</a>. </strong>&#160;On April 7, the Commission approved an advisory opinion that concluded that the Democratic Senatorial Campaign Committee (DSCC), the Republican National Committee (RNC), the National Republican Congressional Committee (NRCC), the Democratic Congressional Campaign Committee (DCCC) and the National Republican Senatorial Committee (NRSC) may use recount funds to pay costs associated with a lawsuit brought by Ralph Janvey seeking disgorgement of funds under Texas state law.<br/>\n        </p>\n        <p><strong><a href=\"../../agenda/2011/mtgdoc_1119.pdf\">Advisory Opinion 2011-04 (AIPAC)</a>.</strong> On April 7, the Commission approved an advisory opinion that concluded that the American Israel Public Affairs Committee (AIPAC), a non-profit 501(c)(4) corporation dedicated to maintaining and improving the bonds between the United States and Israel, may post candidate position papers on its members-only website. Any costs associated with posting the papers would not be considered contributions or expenditures because posting the papers constitutes a permissible membership communication.</p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases. </p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6332</a></u><br/>\n        </strong>RESPONDENT: Michael Stopa; and the Committee to Elect Michael Stopa and Hiromi Hoshino, in his official capacity as treasurer<br/>\n        COMPLAINANT: Jodi L. Bair<br/>\n        SUBJECT: The complaint alleged that Stopa, the Committee to Elect Michael Stopa and Hoshino, in his official capacity as treasurer, failed to include disclaimers (1) on the Committee&#8217;s campaign website, (2) on a handout and (3) on an email inviting the public to a campaign event featuring the candidate. The complaint further alleged that the respondents failed to timely file a Statement of Candidacy and a Statement of Organization after the Committee exceeded the $5,000 threshold amount that would normally trigger registration with the Commission. Stopa was a 2010 primary election candidate for Massachusetts&#8217; 3rd Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in furtherance of the Commission&#8217;s priorities relative to other matters pending before the agency. The Commission reminded the Committee to Elect Michael Stopa and Stopa of the requirements concerning timely registration, and it reminded the Committee and Hoshino, in his official capacity as treasurer, of the requirements concerning the use of disclaimers on campaign materials.</p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6350</a></u><br/>\n        </strong>RESPONDENT: Mark Steven Reed; and Mark Reed for Congress and Norman Paul Devereaux, in his official capacity as treasurer<br/>\n        COMPLAINANT: Sheldon Kadish<br/>\n        SUBJECT: The complaint alleged that Reed, Mark Reed for Congress and Devereaux, in his official capacity as treasurer, accepted cash contributions from three individuals in excess of the $100 per contributor cash limit. The complaint further alleged that Mark Reed for Congress failed to timely file campaign finance reports with the Commission. Reed was a 2010 general election candidate for California&#8217;s 27th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter given the relatively low dollar amount of the alleged violations, the remedial action taken by Mark Reed for Congress to refund the excessive portions of certain cash contributions, and in furtherance of the Commission&#8217;s priorities relative to other matters pending before the agency. </p>\n        <p>The Commission reminded Reed, Mark Reed for Congress and Devereaux, in his official capacity as treasurer, of the Act&#8217;s requirements concerning excessive cash contributions and prompt refunds of such contributions. </p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2164</a> &#8211; Empire State Regional Council of Carpenters Political Action Fund &#8211; Federal and William J. Weir, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $3,850.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong> </p>\n        <p>The Commission made public three campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 553</a>&#8211; Republican Party of Arkansas and Larry W. Walther, in his official capacity as treasurer. The respondents agreed to (1) implement compliance measures and (2) pay a civil penalty of $2,500.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 557 </a>&#8211; Mason Tenders District Council of Greater New York &amp; LI PAC and Michael Prohaska, in his official capacity as treasurer. The respondents agreed to (1) implement compliance measures, (2) send a representative to an FEC conference and (3) pay a civil penalty of $2,500.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 561 </a>&#8211; Michael and Rebecca Weaver. The Commission dismissed the case.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong><br/>\n            <br/>\n            <strong><a href=\"../../agenda/2011/mtgdoc_1118a.pdf\">Final Audit Report on Tennessee Democratic Party</a>.</strong> On April 7, the Commission approved the final audit report on the Tennessee Democratic Party (TDP), covering campaign finance activity between January 1, 2005 and December 31, 2006. The Commission found that TDP (1) misreported certain coordinated party expenditures or shared operating expenditures as allocable federal election activity and (2) failed to disclose payees&#8217; addresses in approximately 18 percent of itemized expenditures reviewed in a sample.</p>\n        <p>General information about final audit reports is <a href=\"../../audits/audit_reports.shtml\">here</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>. This information has recently been updated to include the 1982 Election Cycle Audits. </p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/nader.shtml\">Nader v. FEC</a></em> (Civ. No. 10-989 (BAH)). On April 6, the Commission filed a <a href=\"../../law/litigation/nader_fec_reply_in_supp_of_msj.pdf\">Reply in Support of its Motion for Summary Judgment</a> in the United States District Court for the District of Columbia.</p>\n        <p><a href=\"../../law/litigation/schonberg.shtml\"><em>Schonberg v. FEC</em></a> (No. 1:10-cv-02040 (RWR&#8211;JWR&#8211;CKK)). On April 5, the Plaintiff filed a <a href=\"../../law/litigation/schonberg_schonberg_resp_opp_us_mtd.pdf\">Response in Opposition to United States' Motion to Dismiss</a> and a <a href=\"../../law/litigation/schonberg_schonberg_resp_opp_fec_mtd.pdf\">Response in Opposition to FEC's Motion to Dismiss</a> in the United States District Court for the District of Columbia. </p>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong>        </strong>On April 7, Commissioner Ellen L. Weintraub discussed campaign finance regulations with a delegation of political leaders from the Federal Electoral Court of Mexico. <strong/></p>\n        <p><strong>PRESS RELEASES</strong> </p>\n        <p><a href=\"../press2011/20110407openmeeting.shtml\">FEC Approves Advisory Opinions and Audit Report</a> (issued April 7)</p>\n        <p><strong>CONFERENCES</strong></p>\n        <p>On April 6, the FEC hosted a <em>Seminar for House and Senate Campaign Committees</em>. </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p>April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS<br/>\n              <br/>\n        </strong>May 11, 2011, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/April11.pdf\">April 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n        <p/>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110408digest.shtml"}