{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">November 11,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151111release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong><br/>\n      </strong><strong>FEC Approves Two Advisory Opinions and <br/>\nDiscusses a Third Advisory Opinion Request</strong></p>\n        <p><br/>\nWASHINGTON &#8211; At its open meeting yesterday, the Federal Election Commission approved two Advisory Opinions and discussed a third Advisory Opinion Request. The Commission considered a motion to open a rulemaking in connection with the ban on federal contractor contributions, and the establishment of a timetable on dealing with certain enforcement cases pending before the agency for one year or more. Prior to yesterday&#8217;s meeting, the Commission approved on tally an Advisory Opinion.<br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-09 (Senate Majority PAC and House Majority PAC)</a>. The Commission considered <a href=\"../../../agenda/2015/agenda20151110.shtml\">six drafts</a> responding to an advisory opinion request from Senate Majority PAC and House Majority PAC. The two independent-expenditure-only political committees asked several questions regarding proposed activities between the requestors, committees that the requestors would form, individuals contemplating federal candidacy, and federal candidates. The Commission approved Draft Advisory Opinion F with amendments discussed at the meeting. The Commission could not reach the required four affirmative votes to provide a response to every question asked in the request. The Commission will make public a final version of the advisory opinion in the near future. During the discussion, the Commission heard from the requestors&#8217; counsel.<br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-12 (Ethiq, Inc.)</a>. The Commission approved an advisory opinion with amendments discussed at yesterday&#8217;s meeting in response to a request from Ethiq, Inc. The Commission concluded that the requestor&#8217;s proposed mobile platform as described in the request, which would use data drawn from reports filed with the Commission to match users with ideologically similar candidates and corporations, is permissible under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. During the discussion, the Commission heard from the requestor as well as the requestor&#8217;s counsel.<br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-11 (FYP, LLC)</a>. The Commission discussed a draft in response to an advisory opinion request from FYP, LLC, but held over a vote on the matter. The requestor, FYP, LLC, asks several questions about a proposed app, MyChange, that would allow users to round up spare change from the user's credit or debit card transactions and contribute those amounts to designated political committees or nonprofit organizations. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by November 23, 2015. During the discussion, the Commission heard from the requestor's counsel.</p>\n        <p>            <a href=\"../../../agenda/2015/documents/mtgdoc_15-60-a.pdf\">REG 2014-09 Amendment of 11 C.F.R. 115</a>. The Commission discussed a motion to open a rulemaking and for the Office of General Counsel to draft a Notice of Proposed Rulemaking that proposes to revise 11 C.F.R. Part 115 and to seek public comment to clarify how the ban on federal contractor contributions apply to entities of the same corporate family. The Commission did not approve the motion by the required four affirmative votes.</p>\n        <p>              <a href=\"../../../agenda/2015/documents/mtgdoc_15-63-a.pdf\">Third Motion to Set Priorities and Scheduling on Pending Enforcement Matters Awaiting Reason-to-Believe Consideration</a>. The Commission considered a motion on establishing a priority and timetable for the Commissioners to take immediate substantive action on reason to believe or other recommendations pending for one year or more from the date of receipt by the Commissioners. The Commission did not approve the initiative by the required four affirmative votes.<br/>\n              <br/>\n              <a href=\"../../../agenda/2015/agenda20151110.shtml\">Rulemaking Priorities and Proposals</a>. The Commission postponed the discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a.pdf\">Memorandum on Regulatory Relief for Political Parties</a>, an <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">Outline of a Draft NPRM Implementing Party Segregated Accounts</a> and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-c.pdf\">Draft NPRM on Technological Modernization</a>. <br/>\n              <br/>\n              <a href=\"../../../agenda/2015/agenda20151110.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. The Commission held over the discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-a.pdf\">Notice of Proposed Rulemaking (NPRM)</a> on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and that are publicly distributed in multiple states but that do not refer to any particular state&#8217;s primary election. The Commission also postponed the discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-b.pdf\">draft interpretive rule</a> on reporting independent expenditures for presidential primaries that are distributed nationwide.<br/>\n              <br/>\n              <a href=\"../../../agenda/2015/agenda20151110.shtml\">Commission Documents/Public Disclosure Policies</a>. The Commission held over a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>, a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-b.pdf\">Memorandum on Disclosing Additional Categories of Documents to the Public Record at the Close of an Enforcement Matter</a>, and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-c.pdf\">Memorandum on Additional Documents Appropriate for Release</a>. <br/>\n    <br/>\n    <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-08 (Repledge)</a>. On November 9, the Commission approved on tally an advisory opinion responding to a request from Repledge. Repledge proposed to establish a web-based platform that allowed supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asked a number of questions relating to its proposal, including whether it would receive contributions and violate the prohibition on corporate contributions to candidates. The Commission concluded that Repledge may conduct the proposed activities as described in its request and that Repledge would not be required to file reports with the Commission regarding the proposed activities. <br/>\n    <br/>\n      <br/>\n      <em><br/>\n      The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><br/>\n  # # # </div></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "11/11/2015", "href": "press2015/news_releases/20151111release.shtml", "category": "FEC Approves Two Advisory Opinions and Discusses a Third Advisory Opinion Request ", "title": " ", "pdf": null}