{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>September 1,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>&#160;</p>\n              <p>&#160;</p>\n              <p align=\"center\"><strong>FEC CONSIDERS ADVISORY OPINIONS, INTERPRETIVE RULE AND AUDIT REPORT</strong></p>\n              <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved one advisory opinion and discussed a second, approved a final audit report and requested comment on an interpretive rule concerning the timing of publicly disseminated independent expenditures for reporting purposes. </p>\n              <p><a href=\"../../agenda/2011/mtgdoc_1150.pdf\">Advisory Opinion 2011-17 (Giffords)</a>. The Commission issued an advisory opinion concluding that Giffords for Congress may use campaign funds to pay the costs of installing security improvements at Rep. Giffords's home because Rep. Giffords was shot and severely wounded while engaged in her duties as a federal officeholder, and the expenses for the proposed upgrades to the security system at Rep. Giffords's family home would not exist irrespective of her duties as a federal officeholder or as a candidate for re-election. Therefore, the Commission concluded, the use of campaign funds to pay for the security system upgrades would not constitute personal use under the Federal Election Campaign Act of 1971, as amended (the Act) and Commission regulations. Rep. Gabrielle Giffords is a Member of the U.S. House of Representatives for Arizona's 8th Congressional District.</p>\n                <p><a href=\"../../agenda/2011/agenda20110901.shtml#II\">Advisory Opinion 2011-15 (Hassan)</a>. The Commission discussed three alternative draft responses and decided to consider additional language prior to voting on the advisory opinion. In his request, Abdul K. Hassan, a naturalized United States citizen who has represented that he intends to be a candidate for president in 2012, asked whether provisions of the Act and Commission regulations pertaining to campaign contributions and expenditures, and recordkeeping and reporting requirements, apply to him as a naturalized citizen. He also asked whether he would be eligible to receive presidential matching funds. </p>\n                <p><a href=\"../../agenda/2011/mtgdoc_1142.pdf\">Proposed Final Audit Report on the United Association Political Education Committee</a>. The Commission approved the Proposed Final Audit Report on the United Association Political Education Committee (UAPEC), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that UAPEC (1) made excessive contributions to candidates and other political committees, (2) failed to file notices in a timely way and properly disclose independent expenditures totaling $510,314 and (3) failed to properly disclose transfers from affiliated committees totaling $313,467. <br/>\n                    <br/>\n                    <a href=\"../../agenda/2011/mtgdoc_1152.pdf\">Interpretive Rule on When Certain Independent Expenditures Are &#8220;Publicly Disseminated&#8221; For Reporting Purposes</a>. The Commission discussed and requested comment on a draft interpretive rule that would provide guidance on when independent expenditure communications that take the form of yard signs, mini-billboards, handbills, t-shirts, hats, buttons and similar items are &#8220;publicly disseminated&#8221; for reporting purposes. Comments are due by September 19 and the Commission will consider the interpretive rule at its open meeting on September 22.</p>\n                <p/>\n            </td>\n          </tr>\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110901openmeeting.shtml", "date": "09/01/2011", "pdf": null, "title": "FEC Considers Advisory Opinions, Interpretive Rule and Audit Report", "category": "Open Meetings and Related Matters"}