{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"110\">\n  <tr> \n    <th width=\"35%\" height=\"64\" align=\"left\" valign=\"top\" class=\"small\"> <p>For&#160;Immediate&#160;Release<br/>\n        May 17, 2006</p></th>\n    <th width=\"46%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th width=\"19%\" height=\"64\" align=\"left\" valign=\"top\" class=\"small\">Kelly \n      Huff<br/>\n      Bob&#160;Biersack<br/>\n      Ian&#160;Stirton<br/>\n      George&#160;Smaragdis</th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\"> <b> </b>\n      <p align=\"center\"><strong>CAMPAIGN CITED FOR FAILURE TO FILE </strong><strong>PRE-CONVENTION \n      REPORT</strong></p>\n    </th>\n  </tr>\n</table>\n<p>WASHINGTON -- The Senate campaign of Ned Lamont for Senate was cited by the Federal Election Commission today for failing to file financial disclosure reports as required under the Federal Election Campaign Act (&#8220;the Act&#8221;). </p>\n<p>Connecticut will hold conventions on May 20, 2006, to select candidates for the U.S. Senate and House of Representatives. Provisions of the Act require committees supporting candidates involved in the primary to file reports of their financial activity 12 days before the election.</p>\n<p>As of 5 p.m., May 16, 2006, a disclosure report from the following committee had not been filed:</p>\n<p><strong>CT&#8230;.&#160;&#160;&#160;&#160; NED LAMONT FOR SENATE&#8230;JOHN HARTWELL, TREAS&#8230;EDWARD M. LAMONT&#8230;DEM</strong></p>\n<p>Reports were due May 8, 2006, and should have included financial activity for the period April 1, 2006, through April 30, 2006.&#160; If sent by certified or registered mail, the reports should have been postmarked by midnight May 5, 2006. Mandatory electronic filing requirements became effective as of January 1, 2001. Any committee that receives contributions or makes expenditures in excess of $50,000 in the current calendar year, or that reasonably expects to do so, must submit its reports electronically. These rules became effective for reporting periods beginning on or after January 1, 2001.</p>\n<p>Some individuals and their committees have no obligation to file reports under federal election law, even though their names may appear on state ballots.&#160; If an individual raises or spends less than $5,000, he or she is not considered a \"candidate\" subject to reporting under the FECA.</p>\n<p> Committees were notified of their filing requirements on April 14, 2006.&#160; Those committees which did not file on the due date were notified on May 9, 2006, that reports had not been received and that their names would be published if they did not respond within four business days. </p>\n<p>Further Commission action against non-filers and late filers falls under the Administrative Fine Program. Political committees and treasurers who fail to file their reports on time may be subject to civil money penalties ranging from $30 to $16,000 (or more for repeat late- and non-filers).</p>\n<p>Other political committees supporting Senate and House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file pre-primary reports, unless they report monthly.&#160; Those committee names are not published by the FEC.</p>\n<p>The next regularly scheduled disclosure report for these committees will be the quarterly report due July 15, 2006.&#160; It will cover activity from May1 (for Connecticut candidates &#8211; April 1 for most others) through June 30.</p>\n<p align=\"center\"/>\n<p align=\"center\"># # #</p>\n<p/>\n</body>\n", "href": "press2006/20060517nf.html", "date": "05/17/2006", "pdf": null, "title": "Campaign Cited for Failure to Filer Pre-Convention Report", "category": "Non-Filer Publications"}