{"date": "04/04/2014", "pdf": null, "title": "Week of March 31 - April 4, 2014", "issue": "2014-14", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">April 4, 2014 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140404digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-14</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of March 31 - April 4</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p>On April 1, the Commission held an executive session. </p>\n          <p>On April 3, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n          <p><strong/></p>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><u>Advisory Opinion Issued</u></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2014-01 (Solano County United Democratic Central Committee)</a>. &#160;On April 2, the Commission made public a <a href=\"../../../fosers/docs.shtml?docNumber=201401_2.pdf\">new draft</a> and a <a href=\"../../../fosers/docs.shtml?docNumber=201401_3.pdf\">revised draft</a> of Advisory Opinion 2014-01 in response to a request from the Solano County United Democratic Central Committee. On April 3, the Commission approved an <a href=\"../../../agenda/2014/documents/mtgdoc_14-11-d.pdf\">advisory opinion</a>. The Commission concluded that the requestor may transfer funds from the dormant account of its predecessor committee to the requestor&#8217;s federal account and spend such funds on federal election activity provided it makes best efforts to disclose the source of the cash on hand balance. </p>\n          <p/>\n          <p><u>Advisory Opinions Considered</u></p>\n          <p><u/></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AOR 2014-02 (Make Your Laws PAC)</a>. On April 3, the Commission held over discussion of Advisory Opinion Request 2014-02. Make Your Laws PAC asks several questions related to its receipt, purchase, and disbursement of Bitcoins.</p>\n          <p/>\n          <p/>\n          <p><u>Request Received</u></p>\n          <p><u/></p>\n          <p><a href=\"http://saos.fec.gov/aodocs/1254271.pdf\">AOR 2014-03 (Lindsey for Congress, Inc.)</a>. On April 1, the Commission made public Advisory Opinion Request 2014-03.&#160; Lindsey for Congress, Inc. asks whether it may use campaign funds to make public communications that support both the candidate and candidates for state and local office.&#160; The Commission must issue a response no later than 20 days after receipt of the complete request, or specifically by April 17, 2014, because this request was submitted by a federal candidate within 60 days before a federal election.</p>\n          <p/>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p/>\n          <p>The Commission made public 10 closed cases and one Statement of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6556</a> <br/>\n          COMPLAINANT: Citizens for Responsibility and Ethics in Washington<br/>\n          RESPONDENTS: Paul Broun; and Paul Broun Committee and Paul Kilgore, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Broun and the Paul Broun Committee and Kilgore, in his official capacity as treasurer, (the Committee) misreported the source of $304,000 in loans Broun made to his campaign in 2007 and 2008 as personal funds rather than bank loans.<br/>\n          DISPOSITION: The Commission found no reason to believe Broun violated the Federal Election Campaign Act of 1971, as amended, (the Act) because he had no personal liability for the reporting violations. The Commission exercised its prosecutorial discretion and dismissed the matter as to the Committee&#8217;s failure to accurately report the loans and related disbursements in light of the facts that (1) the original activity that gave rise to the matter is now outside the five-year statute of limitations period, (2) the Committee has substantially corrected the record, and (3) there are no other violations at issue in the matter. The Commission sent a letter reminding Broun and the Committee of the Commission&#8217;s requirements concerning the reporting of loans.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6585</a> <br/>\n            COMPLAINANT: Campaign Legal Center<br/>\n          RESPONDENTS: Edolphus Towns; Gwendolyn Towns; and Committee to Re-elect Ed Towns and Albert C. Wiltshire, in his official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that Towns and his wife converted campaign funds to personal use in connection with an automobile they used for mixed campaign-related and personal purposes, for which the Committee to Re-elect Ed Towns and Wiltshire, in his official capacity as treasurer, (the Committee) paid lease costs totaling $14,316.34. Towns was a candidate for New York&#8217;s 10th Congressional District during the 2010 and 2012 election cycles.<br/>\n          DISPOSITION: The Commission entered into a conciliation agreement providing for the respondents to pay a civil penalty of $5,000 and for Towns and his wife to reimburse the Committee $5,000. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6604</a> <br/>\n            COMPLAINANT: Kenneth James Krayeske<br/>\n          RESPONDENTS: Lisa Wilson-Foley for Congress and William M. Kolo, in his official capacity as treasurer; John Rowland; and CBS Radio Stations, Inc. (WTIC)<br/>\n          SUBJECT: The complaint alleged that CBS Radio Stations Inc. (WTIC) (CBS Radio) and Rowland, as its agent, made and Lisa Wilson-Foley for Congress and Kolo, in his official capacity as treasurer, (the Committee) accepted a prohibited, in-kind corporate contribution when Rowland used time during a radio talk show he hosted to attack one of Wilson-Foley&#8217;s opponents. The complaint alleged further that the Committee failed to disclose the contribution. Wilson-Foley was a 2012 convention and primary candidate for Connecticut&#8217;s 5th Congressional District.<br/>\n          DISPOSITION: The Commission found no reason to believe CBS Radio and Rowland made, and the Committee accepted, a corporate contribution since the press exemption applies to the activity at issue. The Commission also found no reason to believe that the Committee failed to disclose a contribution. </p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6633, 6641, 6643 and 6645</a> <br/>\n          COMPLAINANTS: Allen West for Congress<br/>\n          RESPONDENTS: Republican Majority Campaign PAC and Randy G. Goodwin, in his official capacity as Officer and Gary Kreep in his official capacity as Officer; The Coalition of Americans for Political Equality PAC and Jeffrey Loyd, in his official capacity as Chairman; Nicholas Spears, in his official capacity as Secretary, and Margaret Berardinelli, in her official capacity as treasurer; Patriot Super PAC and Thomas Freiling, in his official capacity as treasurer, and Steve Elliott, in his official capacities as Advisory Committee Chair and Director; and The Conservative StrikeForce and Dennis Whitfield, in his official capacity as treasurer<br/>\n          SUBJECT: The complaints alleged that the respondents fraudulently misrepresented themselves as working on behalf of or in support of Allen West for Congress and fraudulently solicited contributions using West&#8217;s name. West was a 2012 candidate for Florida&#8217;s 18th Congressional District. <br/>\n          DISPOSITION: The Commission found no reason to believe that the respondents fraudulently solicited funds because: (1) the respondents were registered with the Commission and complied with Commission reporting requirements, including disclosure of expenditures and disbursements; and (2) the communications that they distributed included disclaimers required under the Act and Commission regulations, which were also sufficient to identify the entity that paid for the communication.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6719</a> <br/>\n          COMPLAINANT: Karin Tausan<br/>\n          RESPONDENTS: Xanthi Gionis; Committee to Elect Xanthi Gionis for US Congress 2012 and Xanthi Gionis, in her official capacity as treasurer; and Aristotle University, Inc.<br/>\n          SUBJECT: The complaint alleged (1) that Gionis, who was the complainant&#8217;s purported employer at Aristotle University, solicited $7,500 from the complainant in loans to help fund Gionis&#8217;s campaign, (2) that Gionis failed to repay the loans, and (3) that the Committee to Elect Xanthi Gionis for US Congress 2012 and Gionis, in her official capacity as treasurer, (the Committee) failed to report the loans and other contributions to the Commission. Gionis was a 2012 primary candidate for California&#8217;s 51st Congressional District.<br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the cross-allegations about the reliability of facts in both the complaint and the response, the fact that the matter appears to have stemmed from a personal dispute between the complainant and respondent, the fact that Gionis did not advance to the general election and the <em>de minimis</em> amount at issue.</p>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6722 and 6723</a> <br/>\n          COMPLAINANT: California Republican Party <br/>\n          RESPONDENTS: House Majority PAC and Shannon Roche, in her official capacity as treasurer; Dr. Paul Ruiz for Congress and Greg Lucas, in his official capacity as treasurer; Bera for Congress and Rita Copeland, in her official capacity as treasurer; Rep. Raul Ruiz; and Rep. Ami Bera<br/>\n          SUBJECT: The complaints alleged that House Majority PAC, an independent expenditure-only political committee, made, and Ruiz, Bera, Dr. Paul Ruiz for Congress and Lucas, in his official capacity as treasurer, and Bera for Congress and Copeland, in her official capacity as treasurer, received, in-kind corporate contributions when House Majority PAC created and posted a video on its website and on YouTube.<br/>\n          DISPOSITION: The Commission found no reason to believe in-kind contributions were made or received because the video at issue did not satisfy the content prong of the Commission&#8217;s coordinated communications test. Vice Chair Ann M. Ravel, Commissioner Steven T. Walther and Commissioner Ellen L. Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/14044353118.pdf\">Statement of Reasons</a>.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../../../law/litigation/McCutcheon.shtml\"><em>McCutcheon, et al. v. FEC</em></a> (Case 12-536). On April 2, the United States Supreme Court issued its <a href=\"../../../law/litigation/mccutcheon_sc_opinion.pdf\">Opinion</a>. Vice Chair Ann M. Ravel and Commissioner Ellen L. Weintraub issued a <a href=\"../../../members/ravel/statements/McCutcheonStatement_AMR_ELW.pdf\">Statement</a>.</p>\n          <p><strong/></p>\n          <p><strong>PUBLIC FUNDING</strong></p>\n          <p><strong/></p>\n          <p>On April 3, President Barack Obama signed legislation that will end the public funding of presidential nominating conventions. Funded by the $3 tax checkoff, the two remaining components of the <a href=\"../../bkgnd/fund.shtml\">Presidential Election Campaign Fund</a> program provide matching funds to eligible presidential primary candidates and grants to qualified general election nominees. </p>\n          <p><strong/></p>\n          <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n          <p><strong/></p>\n          <p>On April 2, the Commission held a Webinar on FECFile for PACs and Party Committees. </p>\n          <p/>\n          <p>On April 2, the Commission held Webinar on FECFile for Candidate Committees. </p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p/>\n          <p><a href=\"../news_releases/20140402release.shtml\">Supreme Court Issues Opinion in <em>McCutcheon et al. v. FEC</em></a> (issued April 2)</p>\n          <p/>\n          <p><a href=\"../news_releases/20140403release.shtml\">FEC Approves Advisory Opinion</a> (issued April 3) </p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n          <p><strong/></p>\n          <p>April 22: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>April 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#meetings\">open meeting</a>.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#quarterly\">2014 Quarterly Reporting page</a> of the Commission website.</p>\n          <p>April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website.</p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS </strong></p>\n          <p/>\n          <p>April 30, Federal Election Commission, Washington, D.C. Seminar/Webinar for Corporations and their PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p>May 21, Federal Election Commission, Washington, D.C. Seminar/Webinar for Trade Associations, Labor Organizations, Membership Organizations and their PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. </p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a> is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p align=\"center\">&#160;</p>\n        </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2014/digests/20140404digest.shtml"}