{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">August 14, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140814release_1.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Chairman Lee E. Goodman and Vice Chair Ann M. Ravel </strong><strong>to Host Public Forum on Website Improvement</strong></p>\n        <p align=\"center\"/>\n        <p>WASHINGTON&#8212;The Federal Election Commission has launched an extensive effort to improve the Commission&#8217;s website by enhancing the public&#8217;s access to and the delivery of campaign finance data.&#160; In partnership with 18F, a newly formed organization within the General Services Administration (GSA), the FEC is in the process of creating an agile, navigable, intuitive, user-based online platform to better deliver campaign finance information to all of our users. </p>\n        <p/>\n        <p>A key part of this effort is to hear from FEC website users and the public directly.&#160; As Chairman and Vice Chair, we invite you to join us on September 17, 2014 for an informal public forum to discuss the website. &#160;The forum&#8217;s overall goal is to learn how the website&#8217;s many visitors &#8211; including individual citizens, candidates, journalists, researchers, advocates, campaign finance practitioners, and others &#160;&#8211; currently use the FEC website, how they may use the website in the future, and how the FEC can improve its website to meet those needs. We would also like to hear suggestions from the public about the variations of data the FEC could make available to the public and how that information could best be presented or customized to satisfy user preferences.&#160; </p>\n        <p/>\n        <p>The forum will consist of two parts: (1) an open discussion with Commissioners and senior staff; and (2) working group breakout sessions with Commission staff moderated by 18F to discuss some of the technology already under development. The entire forum will be open to the public and press and will be held at the FEC, located at 999 E Street, NW, Washington D.C., on September 17, 2014. &#160;The open discussion will be held at 10:00-12:00 pm and the breakout sessions will meet from 1:00-3:00 pm.&#160; </p>\n        <p/>\n        <p>If you would like to participate in person, please email us at websiteforum@fec.gov. Capacity is limited, so please respond promptly. <em>Alternatively, you may listen to the open discussion through a live audio feed available on FEC.gov, which requires no pre-registration</em>. </p>\n        <p/>\n        <p>Please note that the forum will focus solely on improving the Commission&#8217;s website and the accessibility of campaign finance data. &#160;If the discussion raises issues that suggest the need to consider revisions to or adoption of regulations or procedures, we will address such issues through our standard, formal procedures. </p>\n        <p/>\n        <p>We and our colleagues welcome your participation in this public forum and look forward to hearing about your experiences, ideas and suggestions to make the FEC website a better resource for the public. If you have any questions, please feel free to contact either of our offices at 202-694-1000.</p>\n        <p align=\"center\">Sincerely,</p>\n        <table width=\"98%\" border=\"0\">\n          <tr valign=\"bottom\">\n            <td width=\"47%\"><p align=\"center\">Lee E. Goodman</p></td>\n            <td width=\"0%\"><div align=\"center\"/></td>\n            <td width=\"53%\"><div align=\"center\">Ann M. Ravel</div></td>\n          </tr>\n          <tr valign=\"bottom\">\n            <td><div align=\"center\">Chairman</div></td>\n            <td><div align=\"center\"/></td>\n            <td><div align=\"center\">Vice Chair</div></td>\n          </tr>\n          <tr valign=\"bottom\">\n            <td><div align=\"center\">Federal Election Commission</div></td>\n            <td><div align=\"center\"/></td>\n            <td><div align=\"center\">Federal Election Commission</div></td>\n          </tr>\n        </table>        \n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em># # #</em></p>\n        </td>\n      </tr>\n  </table>      \n      <p>&#160;</p>\n      </div>\n           ", "href": "press2014/news_releases/20140814release_1.shtml", "date": "08/14/2014", "pdf": null, "title": "FEC Chairman Lee E. Goodman and Vice Chair Ann M. Ravel to Host Public Forum on Website Improvement", "category": "Disclosure Initiatives"}