{"href": "press2009/2009Dec30DataFiles.shtml", "pdf": null, "date": "12/30/2009", "category": "Disclosure Initiatives", "title": "FEC Releases New Data Files for Administrative Fine Cases and Congressional Candidates", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"133\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>December 30, 2009 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"133\" valign=\"top\"><p>Mary Brandenberger </p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>FEC RELEASES NEW DATA FILES FOR ADMINISTRATIVE FINE CASES AND CONGRESSIONAL CANDIDATES</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today released two new data files designed to give the public easier access to federal campaign finance information and the Commission&#8217;s regulatory actions. These additions include a complete listing of all closed Administrative Fines matters and a new summary file for the current two-year election period &#160;for active congressional candidates. In addition, Administrative Fines documents are now being made available in the Commission&#8217;s searchable <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p>&#8220;These newly posted files reflect the Commission&#8217;s commitment to making information available in the most flexible way possible, including the ability to search through the information, sort the listings in a variety of ways, and download the raw material in different formats to help users analyze the information as they choose,&#8221; said Commission Chairman Steven T. Walther.&#160; &#8220;On behalf of the Commission, I would like to thank all those whose hard work and close collaboration led to the posting of these files, including the dedicated staff of the Public Disclosure Division, Office of Administrative Review and the Office of Information Technology.&#8221; </p>\n        <p/>\n        <p>The <a href=\"../../af/af.shtml\">Administrative Fines Program</a> was initiated in 2000 to assess civil monetary penalties for committees that failed to file regular reports in a timely manner or failed to file 48-hour disclosure notices of contributions of $1,000 or more received in the period immediately preceding an election. Nearly 2,000 cases have been resolved since the program began. Information in the new <a href=\"../../data/AdminFine.do?format=html\">data file</a> includes the name of the committee involved, the report that triggered the case, whether the filing was late or not filed, the penalty amount, and information about the candidate if the violation was committed by a campaign committee. </p>\n        <p/>\n        <p>The <a href=\"../../data/CandidateSummary.do?format=html\">Candidate Summary</a> file contains information for each candidate who has registered with the FEC or appears on an official state ballot for election to the U.S. House of Representatives or U.S. Senate during 2009 or 2010, including special elections. Financial data for each candidate committee, such as total receipts and disbursements and the cash-on-hand value and total debts owed by the campaign at the end of the most recent reporting period are included. The file contains a more complete breakdown of financial activity than has been easily available before. The totals cover the period from January 1 of the non-election year through the most recent report submitted by these committees.<br/>\n            <br/>\n  These new data files are the latest additions to the agency&#8217;s <a href=\"../../data/\">data.fec.gov</a><strong> </strong>website<strong>,</strong><strong> </strong>which is designed to allow for more sophisticated use of campaign finance data by a range of interested users. Each of the files here can be downloaded in either CSV or XML formats. Each also has a metadata page that describes the information included and the structure of the file itself. There is a PDF version of each file for printing. Users can subscribe to RSS feeds for each of the files in order to be notified whenever new data is available or a change is made.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. Visit the FEC web site at <a href=\"../..\">www.fec.gov</a> .</em></p>\n        <div align=\"center\"><em># # #</em> </div></td>\n    </tr>\n  </table>\n</div>\n"}