{"html": "<body>\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font><font face=\"Book Antiqua\" size=\"3\"><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nMarch 17, 2000                                                                                                                              Ron Harris\n                                                                                                                                                         Sharon Snyder\n                                                                                                                                                         Ian Stirton</strong></font><font face=\"Book Antiqua\"><font size=\"2\">\n</font>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n<font face=\"Book Antiqua\" size=\"3\"><b>\n\n</b><p align=\"CENTER\">CAMPAIGNS CITED FOR FAILURE TO FILE PRE-PRIMARY REPORT</p>\n\n\n<p>WASHINGTON -- Illinois will be holding primary elections on March 21, 2000, to select\ncandidates for the U.S. House of Representatives.</p>\n\n<p>Provisions of the Federal Election Campaign Act require committees supporting\ncandidates involved in the primary to file reports of their financial activity 12 days\nbefore the election.</p>\n\n<p>As of 5 p.m. , March 16, 2000, disclosure reports from the following committees had not\nbeen filed:</p>\n</font><font face=\"Book Antiqua\" size=\"2\"><b>\n\n</b><p>IL/02...JESSE JACKSON JR. FOR CONGRESS COMMITTEE...JONATHAN JACKSON, TREAS...JESSE L.\nJACKSON JR...DEM</p>\n\n<p>IL/06...CHRISTENSEN FOR CONGRESS...BRENT CHRISTENSEN, TREAS...BRENT M.\nCHRISTENSEN...DEM</p>\n\n<p>IL/11...STEVENSON FOR CONGRESS...WILLIAM A. BETHELL, TREAS...JAMES P. STEVENSON...DEM</p>\n</font><font face=\"Book Antiqua\" size=\"3\">\n\n<p>The reports were to include financial activity occurring from January 1 through March\n1. If sent by certified or registered mail, the reports should have been postmarked by\nMarch 6. Otherwise, the due date was close-of-business March 9.</p>\n\n<p>Some individuals and their committees have no obligation to file reports under federal\nelection law, even though their names may appear on state ballots. If an individual raises\nor spends less than $5,000, he or she is not considered a \"candidate\" subject to\nreporting under the FECA.</p>\n\n<p>The FEC notified committees involved in the primary of their potential filing\nrequirements on February 14. Those committees which did not file on the due date were\nnotified on March 10 that reports had not been received and that their names would be\npublished if they did not respond within four business days.</p>\n\n<p>Other political committees supporting Senate and House candidates in elections (those\nwhich are not authorized units of a candidate's campaign) also are required to file\npre-primary reports, unless they report monthly. Those committee names are not published\nby the FEC.</p>\n\n<p>Further Commission action against non-filers and late filers is decided on a\ncase-by-case basis. Federal law gives the FEC broad authority to initiate enforcement\nactions, including the imposition of civil penalties ($5,500 for \"any violation\"\nand $11,000 for any \"knowing and willful\" violation).</p>\n\n<p>The next regularly scheduled disclosure reports for candidate committees will be the\nquarterly report, due April 15. It will cover activity from March 2 through March 31.</p>\n\n<p align=\"CENTER\"># # #</p>\n</font>\n\n<p>&#160;</p>\n</font>\n</body>\n", "date": "03/17/2000", "href": "failuretofile.htm", "category": "Non-Filer Publications", "title": "Campaigns Cited for Failure to File Pre-Primary Report", "pdf": null}