{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">January 14, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160114release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Issues an Advisory Opinion and <br/>\n        Approves an Audit Division Recommendation Memorandum </strong></p>\n        <p align=\"left\"> WASHINGTON &#8211; At its first open meeting of 2016, the Federal Election Commission approved an advisory opinion and an Audit Division Recommendation Memorandum. The Commission also discussed and held over a second advisory opinion request. <br/>\n          <br/>\nOutlining the busy year ahead for the agency, Chairman Matthew S. Petersen said, &#8220;With the Presidential year upon us, the Commission is sure to experience an uptick in its workload.&#160; I look forward to working constructively with my colleagues to find agreement where possible and to process our docket efficiently.&#160; I am particularly confident that our staff will&#8211;as they have in years past&#8211;help us competently carry out the work of the Commission.&#8221;<br/>\n<br/>\nVice Chairman Steven T. Walther expressed optimism for the year ahead, and praised the Commission staff's professional conduct and hard work. &#8220;I look forward to working productively and collegially&#8221; with Chairman Petersen, he said. &#8220;I pledge to help find common cause wherever and whenever we can.&#8221; He added that \"the Commission is fortunate to have such a dedicated and competent staff, who continue to conduct themselves in a thoroughly professional manner in these challenging times.&#8221;<br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-13 (Reid)</a>. The requestor, Senator Harry Reid, <a href=\"http://saos.fec.gov/aodocs/1324161.pdf\">withdrew</a> the Advisory Opinion Request. <br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-14 (Hillary for America II)</a>. The Commission discussed <a href=\"../../../agenda/2016/agenda20160114.shtml\">three drafts</a> responding to an advisory opinion request from Hillary for America, but held over a vote on the matter. Hillary for America asks whether a student interning with the campaign may accept a stipend and academic credit from her university under an exception to the general prohibition on corporate contributions to campaigns. During the discussion, the Commission heard from the requestor&#8217;s counsel.<br/>\n<br/>\n<a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-15 (WeSupportThat.com)</a>. The Commission approved an advisory opinion in response to a request on behalf of WeSupportThat.com, a for-profit corporation that proposes to operate a web-based platform that would allow users to contribute to federal candidates according to the candidates&#8217; association with a particular issue or legislation. The Commission concluded that the requestor&#8217;s business plan complies with the Federal Election Campaign Act of 1971, as amended, and Commission regulations and that service fees paid by individuals who use the requestor&#8217;s website are not contributions. During the discussion, the Commission heard from the requestor&#8217;s counsel.<br/>\n<br/>\n<a href=\"../../../agenda/2016/documents/mtgdoc_16-02-a.pdf\">Audit Division Recommendation Memorandum on the Utah State Democratic Committee</a>. The Commission approved an Audit Division Recommendation Memorandum on the Utah State Democratic Committee, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings, with amendments discussed at the table, related to the misstatement of financial activity, recordkeeping for employees, improper bank account structure, the receipt of Levin Fund donations, and contributions that exceed limits. &#160;<br/>\n</p>\n        <p align=\"center\">&#160;</p>\n        <p align=\"left\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em> ###<br/>\n        </em> </p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "01/14/2016", "href": "press2016/news_releases/20160114release.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Issues an Advisory Opinion and Approves an Audit Division Recommendation Memorandum ", "pdf": null}