{"html": "<body>\n<font face=\"Book Antiqua\">\n\n<p>&#160;</p>\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                                            Contact:  Ron Harris\nMarch 8, 1999                                                                                                                               Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff\n</strong></font></pre>\n<b>\n\n</b><p align=\"CENTER\">FEC SUBMITS LEGISLATIVE RECOMMENDATIONS</p>\n\n<p align=\"CENTER\">TO CONGRESS AND PRESIDENT</p>\n\n\n<p>WASHINGTON &#150; In accordance with statute, the Federal Election Commission has\nsubmitted to the Congress and the President recommendations for legislative action in the\narea of campaign finance law.</p>\n\n<p>In a cover letter to the President and Members of Congress, FEC Chairman Scott E.\nThomas wrote:</p>\n\n<p>\"In accordance with 2 U.S.C. &#167;438(a) (9), the Federal Election Commission is\npleased to submit for your consideration three recommendations for legislative action,\nsummarized as follows:</p>\n\n<p>\"1. <b>Electronic Filing Threshold</b> -- Grant the FEC the authority to require\nelectronic filing of reports by committees that meet a specific level of financial\nactivity. This would result in better use of government and political committee resources\nand would enhance public disclosure of campaign finance information.</p>\n\n<p>\"2. <b>Campaign-Cycle Reporting</b> -- Place committee reporting on a\ncampaign-cycle basis. This would eliminate burdensome recordkeeping and reporting\nprovisions that now require campaigns to track contributions on both a calendar-year and a\nper-election basis.</p>\n\n<p>\"3. <b>Application of the $25,000 Annual Limit</b> &#150; Modify a confusing\nprovision in the law, thereby reducing inadvertent violations of the annual limit while\nallowing the Commission to better monitor compliance.\"</p>\n\n<p>Chairman Thomas noted that these three recommendations had been unanimously endorsed by\nthe six members of the FEC, writing, \"All six Commissioners believe that, if\nincorporated into the statute, they would have a significant effect on the election\nsystem.\"</p>\n\n<p>Additionally, two of these recommendations, Electronic Filing Threshold and\nCampaign-Cycle Reporting, Thomas noted, were also included as recommendations in the\nPricewaterhouseCoopers audit report of the FEC, entitled <i>Technology and Performance\nAudit and Management Review of the Federal Election Commission</i>, issued January 29,\n1999.</p>\n\n<p>The third recommendation, Application of the $25,000 Limit, has been submitted by the\nFEC as a legislative recommendation in previous years. Present law provides that\ncontributions to candidates made in a non-election year count against the individual\ndonor&#146;s limit ($25,000) for the year in which a candidate&#146;s election is held.\nThe FEC maintains that by requiring contributions to count against the limit of the\ncalendar year in which the donor contributes, confusion would be eliminated and fewer\ncontributors would inadvertently violate the law.</p>\n\n<p>Chairman Thomas concluded his letter by saying, \"At this time, the Commission is\nconsidering additional legislative recommendations. If adopted, they will be forwarded to\nyou at a later date.</p>\n\n<p>\"We hope that these proposals will be helpful. After 24 years of experience in\nregulating campaign financing, the Federal Election Commission stands ready to assist in\nwhatever way possible,\" the FEC Chairman wrote.</p>\n\n<p align=\"CENTER\"># # # </p>\n\n<p>&#160;</p>\n<b>\n\n</b><p>Note to editors and correspondents: Full text of the FEC&#146;s Legislative\nRecommendations, 1999, may be obtained through the Commission&#146;s Press Office,\n202-694-1220, or at the<a href=\"bigleg.htm\"> FEC&#146;s Website,</a>\n<i>http://www. fec.gov</i>.</p>\n\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n</font>\n</body>\n", "href": "legrec99.htm", "date": "03/08/1999", "pdf": null, "title": "The FEC Submits Legislative Recommendations to Congress and President", "category": "Other Agency Actions"}