{"date": "08/14/2015", "pdf": null, "title": "Week of August 10 - August 14, 2015", "issue": "2015-33", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">August 14, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150814digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-33</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\n  Week of August 10 &#8211; 14</strong></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  On August 11, the Commission held an <a href=\"../../../agenda/2015/agenda20150811.shtml\">open meeting</a> and an <a href=\"../../../sunshine/2015/executive/notice20150811.pdf\">executive session</a>.<br/>\n  <br/>\n  On August 13, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20150811.pdf\">executive session</a>.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  </strong><br/>\n  <u>Advisory Opinion Issued<br/>\n  </u><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-44-a.pdf\">AO 2015-05 (Shaber)</a>. On August 11, the Commission concluded that the requestor&#8217;s proposal to engage an independent third-party escrow agent to receive certain funds bequeathed to the Libertarian National Committee and to disburse annually to the Committee the maximum amount of funds permitted under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations is permissible. During the discussion, counsel on behalf of the requestor was available to answer questions.<br/>\n  <br/>\n  <u>Advisory Opinion Considered and Extension of Time Received<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">AOR 2015-03 (Democracy Rules, Inc.)</a>. On August 11, the Commission discussed and then held over <a href=\"../../../agenda/2015/agenda20150811.shtml\">three drafts of an advisory opinion</a> based on a request from Democracy Rules, Inc. The requestor asks whether its proposal to transmit political contributions to candidates on behalf of its members is permitted under the Act and Commission regulations. During the discussion, the Commission heard from the requestor. On the same day, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1318866.pdf\">extension of time</a> until October 2 on the request.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public three closed cases and one Statement of Reasons, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6394</a><br/>\n  COMPLAINANT: Charles M. Webster, Chair of the Maine Republican Party<br/>\n  RESPONDENTS: Rochelle M. Pingree; Pingree for Congress and Anne Rand, in her official capacity as treasurer (the Committee); Magic Carpet Enterprises LLC; and S. Donald Sussman <br/>\n  SUBJECT: The complaint alleged that Pingree traveled on a private jet in connection with a 2010 re-election fundraiser in violation of the prohibition on campaign-related travel on non-commercial aircraft by candidates for the U.S. House of Representatives. Pingree was a 2010 candidate for Maine&#8217;s 1st Congressional District.<br/>\n  DISPOSITION:&#160; The Commission found probable cause that Pingree violated the ban on non-commercial campaign-related air travel. The Commission also found probable cause that Pingree and the Committee accepted and Sussman, Pingree&#8217;s fianc&#233;, made excessive in-kind contributions when the jet was used to transport Pingree to and from re-election fundraising events. The Commission entered into a conciliation agreement providing for Pingree, Sussman, and the Committee to pay a civil penalty of $9,750 and for the Committee to reimburse the $13,456.80 value of three flights on the jet to Magic Carpet Enterprises LLC. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6866</a><br/>\n  COMPLAINANT: Kelly Maher, Executive Director of Compass Colorado<br/>\n  RESPONDENT: Mark Udall <br/>\n  SUBJECT: The complaint alleged that Udall illegally solicited nonfederal funds in connection with a fundraiser for a state House candidate. Udall was a 2014 candidate for Colorado&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in light of the small amount of funds potentially at issue.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6869</a><br/>\n  COMPLAINANTS: Level the Playing Field; and Peter Ackerman<br/>\n  RESPONDENTS: Commission on Presidential Debates (CPD); Frank Fahrenkopf, Jr. (Co-Chair, CPD); and Michael D. McCurry (Co-Chair, CPD)<br/>\n  SUBJECT: The complaint alleged that CPD, Fahrenkopf and McCurry made prohibited contributions and expenditures, accepted prohibited contributions, and failed to register and report as a political committee with the Commission when they failed to abide by regulations governing debate sponsorship, which require that sponsors do not promote or advance one candidate over another and that the criteria for candidate selection are objective and pre-established. <br/>\n  DISPOSITION: The Commission found no reason to believe that the CPD, or Fahrenkopf and McCurry as Co-Chairs, violated the Act because based on the available information, the debates staged by CPD satisfy the requirements of Commission regulations. Therefore, CPD&#8217;s expenditures in connection with these debates are not contributions or expenditures under the Act, and CPD does not meet the definition of a political committee subject to the registration and reporting requirements of the Act. On August 14, Chair Ann M. Ravel and Commissioner Ellen L. Weintraub issued a <a href=\"http://eqs.fec.gov/eqsdocsMUR/15044375539.pdf\">Statement of Reasons</a>.<br/>\n  <br/>\n  <strong>ADMINISTRATIVE FINES<br/>\n  </strong>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br/>\n    The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n    <br/>\n    <a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3004</a> &#8211; Friends of Dick Durbin and Anne Dougherty, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $4,605.<br/>\n    <strong><br/>\n    LITIGATION<br/>\n    <br/>\n    </strong><a href=\"../../../law/litigation/crew_141419.shtml\"><em>CREW v. FEC</em></a> (Case 1:14-cv-01419-CRC). On August 13, the United States District Court for the District of Columbia issued a <a href=\"../../../law/litigation/crew141419__dc_opinion.pdf\">Memorandum Opinion</a> and <a href=\"../../../law/litigation/crew141419__dc_order.pdf\">Order</a> granting the Commission&#8217;s partial motion to dismiss and dismissing the Plaintiffs&#8217; claims under the Administrative Procedure<s>s</s> Act. The Plaintiffs are challenging the Commission&#8217;s dismissal of two of their administrative complaints.<em><br/>\n    </em><strong><br/>\n    </strong><a href=\"../../../law/litigation/PAG.shtml\"><em>Pursuing America&#8217;s Greatness v. FEC</em></a> (Case 1:15-cv-1217-TSC). On August 10, the Commission filed an <a href=\"../../../law/litigation/pag_fec_opp_mpi.pdf\">Opposition to Plaintiff&#8217;s Motion for Preliminary Injunction</a> in the United States District Court for the District of Columbia.<br/>\n    <strong><br/>\n    </strong><a href=\"../../../law/litigation/SREICD.shtml\"><em>Stop Reckless Economic Instability caused by Democrats, et al. v. FEC</em></a> (Case 15-1455). On August 10, the Commission filed its <a href=\"../../../law/litigation/sreicd_fec_resp_brief.pdf\">Response Brief</a> in the United States Court of Appeals for the Fourth Circuit. <br/>\n    <br/>\n    <strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n    </strong><br/>\n    <a href=\"../../../agenda/2015/documents/mtgdoc_15-26-a.pdf\">Notice to Respondents of Information Sharing by the Commission</a>. On August 11, the Commission approved a recommendation to provide notice to respondents that information provided to the Commission in enforcement matters may be shared with other law enforcement agencies.&#160; <br/>\n    <br/>\n    <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. On August 11, the Commission held over discussion of a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n    <br/>\n    <strong>PRESS RELEASES<br/>\n    </strong><br/>\n    <a href=\"../news_releases/20150811release.shtml\">FEC Approves Advisory Opinion and Notice to Respondents of Information Sharing by the Commission</a> (issued August 11)<br/>\n    <br/>\n    <a href=\"../news_releases/20150813release.shtml\">FEC Announces the Selection of Daniel A. Petalas as Acting General Counsel</a> (issued August 13)<br/>\n    <br/>\n    <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n    <br/>\n    September 15: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n    <br/>\n    September 17: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n    <br/>\n    Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n    <strong><br/>\n    UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n    </strong><br/>\n    August 25-26, Chicago, IL, Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.<br/>\n    <br/>\n    <strong>UPCOMING REPORTING DUE DATES<br/>\n    </strong><br/>\n    August 20: August Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n    <strong><br/>\n    OTHER RESOURCES <br/>\n    </strong><br/>\n    The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n    <br/>\n    The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n    <br/>\n    The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n    <br/>\n    The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n    <br/>\n    The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n    <br/>\n    The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n    <br/>\n    The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n    <br/>\n    The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n    <br/>\n    <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at <a href=\"../../../info/elearning.shtml\">http://www.fec.gov/info/elearning.shtml</a>.</p>\n          <div align=\"center\"><br/>\n  Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  </div>\n          </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150814digest.shtml"}