{"date": "06/14/2013", "pdf": null, "title": "Week of June 10 - June 14, 2013", "issue": "2013-24", "html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">June 14, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-24</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest<br/>\n        </strong><strong>Week of June 10 &#8211; 14 </strong></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p>On June 11, the Commission held an executive session.</p>\n        <p>On June 13, the Commission held an open meeting. Click here for&#160;<a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for&#160;<a href=\"../../audio/audio.shtml\">audio recordings of selected meetings, hearings and presentations</a>.</p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-20.pdf\">AO 2013-03 (Bilbray-Kohn)</a>. On June 13, the Commission approved Advisory Opinion 2013-03. The Commission concluded that the requestor, after becoming a candidate, may serve as a paid consultant to a non-profit corporation that raises and spends non-federal funds, because, as described in the request, she would not solicit, receive, direct, transfer, spend, or disburse funds outside the limits and restrictions of the Federal Election Campaign Act of 1971, as amended (the Act). The Commission also concluded that consulting fees paid by the corporation after the requestor becomes a candidate would not be prohibited contributions.<br/>\n            <br/>\n            <strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public eight closed cases. For more information, see the case documents in the&#160;<a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6081</a>&#160;<br/>\n  COMPLAINANTS: Obama for America; and Democracy 21<br/>\n  RESPONDENT: American Issues Project, Inc.; Ed Martin; Ed Failor Jr.; and Harold Simmons<br/>\n  SUBJECT: This matter involved allegations that American Issues Project, Inc. (AIP) failed to organize, register and report as a political committee, and that AIP failed to file a post-convention independent expenditure report. There was an additional allegation that Simmons knowingly and willfully violated the $5,000 contribution limit to political committees and the biennial aggregate contribution limit.&#160;<br/>\n  DISPOSITION: The Commission found no reason to believe Simmons violated the biennial aggregate contribution limit. The Commission also found no reason to believe that AIP officers Martin and Failor committed a violation. The Commission closed the file in connection with the other allegations.<br/>\n        </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6532</a><br/>\n  COMPLAINANT: Kelly Casaday<br/>\n  RESPONDENT: Jason Buck for Congress and James Gilbert, in his official capacity as treasurer; Jason Buck; Karen Abelhouzen; Richard Todd Abelhouzen; Bruce Frandsen; Mary Frandsen; Mel Frandsen; Nyla Frandsen; Lee Johnson; Michelle Johnson; Ty Mattingly; Julie Mattingly; Amy Morrison; Bruce Morrison; Tina Sawyer; Becky Warner; Vincent Warner; Brigitte Wing; and Hal Wing<br/>\n  SUBJECT: The complaint alleged that Jason Buck for Congress and Gilbert, in his official capacity as treasurer, (the Committee) failed to fully report expenditures and unpaid debts to a vendor. The complaint alleged further that the Committee failed to report loans the campaign received from several individuals. Finally, the complaint alleged that the Committee failed to report contributions received through an online portal. Buck was a 2012 primary candidate for Utah&#8217;s 2nd Congressional District.<br/>\n  DISPOSITION: The Commission found no reason to believe the Committee or Buck accepted excessive contributions, or that the other respondents made excessive contributions, because none of the contributors&#8217; loans exceeded $2,500 per election. Due to the small amount in violation, the Commission exercised its prosecutorial discretion and dismissed the allegation that the Committee failed to disclose and itemize two contributions, and it sent a letter reminding the Committee of the Commission&#8217;s requirements in connection with reporting contributions. The Commission found no reason to believe Buck violated the Act in his personal capacity. The Commission referred the Committee to its Office of Alternative Dispute Resolution in connection with the Committee&#8217;s failure to disclose certain disputed debts. (See&#160;<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 625</a>.)<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6574 and 6628</a><br/>\n  COMPLAINANT: Vipin Verma<br/>\n  RESPONDENT: Beaven for Congress and Nanci M. Whitley, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Beaven for Congress and Whitley, in her official capacity as treasurer, (the Committee) failed to accurately disclose receipts, disbursements and cash-on-hand balances. The complaint alleged further that the Committee accepted an excessive contribution. Heather Beaven was a 2012 candidate for Florida&#8217;s 6th Congressional District.&#160;<br/>\n  DISPOSITION: The Commission found no reason to believe a violation occurred in connection with any alleged discrepancies between the Committee&#8217;s reports and the Commission&#8217;s website candidate summary page. The Commission exercised its prosecutorial discretion and dismissed the allegation that the Committee failed to accurately report its beginning cash-on-hand, receipts and disbursements in light of the fact that the Committee amended the report in question immediately after discovering the error. The Commission also dismissed the allegation that the Committee accepted an excessive contribution and sent a letter reminding the Committee of the Commission&#8217;s requirements concerning remedies for excessive contributions.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6616</a><br/>\n  COMPLAINANT: Elizabeth S. Frericks<br/>\n  RESPONDENTS: Steelman for U.S. Senate and Jeff Layman, in his official capacity as treasurer; Now or Never PAC and James C. Thomas III, in his official capacity as treasurer; Steven D. Tilley; Friends of Tilley; Missouri Leadership Committee<br/>\n  SUBJECT: The complaint alleged that Steelman for U.S. Senate and Layman, in his official capacity as treasurer, (the Committee) &#8211; through the Committee's agent and campaign chairman Steven Tilley &#8211; violated the soft money ban of the Act when&#160; Tilley allegedly directed funds from a non-federal committee, Friends of Tilley, through another non-federal committee, the Missouri Leadership Committee (Missouri Leadership), to make a $25,000 contribution to an FEC-registered independent expenditure-only committee, Now or Never PAC, that supported Steelman.&#160; The complaint alleged further that Missouri Leadership triggered political committee status when it made the contribution to Now or Never PAC and should have registered and reported as a political committee with the Commission. Sarah Steelman was a 2012 primary election candidate for Missouri&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe Missouri Leadership Committee triggered political committee status or was required to register and report to the Commission. The Commission closed the file in connection with the remaining allegations in the matter. Chair Ellen L. Weintraub and Commissioner Steven T. Walther issued a&#160;<a href=\"http://eqs.fec.gov/eqsdocsMUR/13044333934.pdf\">Statement of Reasons</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6631</a><br/>\n  COMPLAINANT: Scott Abrams<br/>\n  RESPONDENTS: Howard L. Berman; Berman for Congress and Bruce Corwin, in his official capacity as treasurer; Michael Berman; Berman &amp; D&#8217;Agostino Campaigns; and Michael Berman, Inc.<br/>\n  SUBJECT: The complaint alleged that Howard Berman, Berman for Congress and Corwin, in his official capacity as treasurer (the Committee), Michael Berman, Michael Berman, Inc., and Berman &amp; D&#8217;Agostino engaged in a prohibited personal use of campaign funds when the Committee paid the candidate&#8217;s brother&#8217;s firms, Berman &amp; D&#8217;Agostino and Michael Berman, Inc. more than fair market value for consultation services. Howard Berman was a 2012 candidate for California&#8217;s 30th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation that the respondents engaged in a prohibited personal use of funds in light of (1) the insufficient information in the complaint to support the allegation that the services provided were limited to &#8220;voter persuasion&#8221; efforts and (2) the response of Howard Berman and the Committee and other record evidence showing that the firms provided bona fide services.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6670</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENT: National Right to Life PAC and Joseph M. Landrum, in his official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that the National Right to Life PAC and Landrum, in his official capacity as treasurer, (NRTL PAC) misstated financial activity in 2007 and 2008.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for NRTL PAC to pay a civil penalty of $40,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6686</a><br/>\n  COMPLAINANT: Alabama Republican Party<br/>\n  RESPONDENT: Committee to Elect Judge Bob Vance<br/>\n  SUBJECT: The complaint alleged that the Committee to Elect Judge Bob Vance (the Committee), a state candidate committee registered in Alabama, triggered the requirements to register and report as a federal committee to the Commission when it made a $2,000 federal campaign contribution.&#160;<br/>\n  DISPOSITION: The Commission found no reason to believe that the Committee failed to register and report as a political committee.</p>\n        <p><strong>AUDITS</strong><br/>\n            <br/>\n            <a href=\"../../agenda/2013/mtgdoc_13-19.pdf\">Proposed Final Audit Report on the California Republican Party/V8</a>. On June 13, the Commission approved the Proposed Final Audit Report on the California Republican Party/V8, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved a finding relating to the misstatement of Levin Fund Financial Activity. The report also addressed two additional issues related to the reporting of debts and obligations and the extension of credit by a commercial vendor.</p>\n        <p><strong>PRESS RELEASES</strong><br/>\n            <br/>\n            <a href=\"20130613openmeeting.shtml\">FEC Approves Advisory Opinion and Audit Report</a>&#160;(issued June 13)</p>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br/>\n  UPCOMING COMMISSION MEETINGS</p>\n        <p>June 25: The Commission is scheduled to hold an&#160;<a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p>June 27: The Commission is scheduled to hold an&#160;<a href=\"../../agenda/agendas.shtml\">open meeting</a>.</p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p>June 26, Federal Election Commission, Washington, DC.&#160;Seminar/Webinar on&#160;July Quarterly Reporting for Candidate Committees. Additional information is available on the&#160;<a href=\"../../info/outreach.shtml\">Educational Outreach</a>&#160;page of the Commission website.</p>\n        <p>June 26, Federal Election Commission, Washington, DC.&#160;Seminar/Webinar&#160;on FECFiling &amp; E-Filing for Candidate Committees. Additional information is available on the&#160;<a href=\"../../info/outreach.shtml\">Educational Outreach</a>&#160;page of the Commission website.</p>\n        <p>July 10, Federal Election Commission, Washington, DC.&#160;Seminar/Webinar&#160;on Mid-Year Reporting for PACs and Party Committees. Additional information is available on the&#160;<a href=\"../../info/outreach.shtml\">Educational Outreach</a>&#160;page of the Commission website.</p>\n        <p>July 10, Federal Election Commission, Washington, DC.&#160;Seminar/Webinar&#160;on FECFiling &amp; E-Filing for PACs and Party Committees. Additional information is available on the&#160;<a href=\"../../info/outreach.shtml\">Educational Outreach</a>&#160;page of the Commission website.</p>\n        <p>October 23-24, San Francisco, California,&#160;Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs.Additional information is available on the&#160;<a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a>&#160;page of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>June 20: June Monthly Reports are due. For information on monthly reporting dates, refer to the&#160;<a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a>&#160;of the Commission website.</p>\n        <p>July 15: July Quarterly Reports are due. For information on quarterly reporting dates, refer to the&#160;<a href=\"../../info/report_dates_2013.shtml#quarterly\">2013 Quarterly Reporting page</a>&#160;of the Commission website.</p>\n        <p>July 20: July Monthly Reports are due. For information on monthly reporting dates, refer to the&#160;<a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a>&#160;of the Commission website.</p>\n        <p><strong>OTHER RESOURCES&#160;<br/>\n            </strong><br/>\n  The&#160;<a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a>&#160;is available in the&#160;<a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a>&#160;section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n        </p>\n        <p>The&#160;<a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a>&#160;are available in the&#160;<a href=\"../../general/library.shtml\">Library</a>&#160;section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p>An&#160;<a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a>&#160;is available on the Commission website. The&#160;<a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a>&#160;news page is available in the&#160;<a href=\"../../pages/record.shtml\">Publications</a>&#160;section of the Commission website.&#160;<a href=\"../../pages/record.shtml\">Sign up</a>&#160;to receive email notification when new articles are posted.</p>\n        <p>The&#160;<a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a>&#160;are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its&#160;<a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a>&#160;to provide a single account of the agency's activities for each fiscal year.</p>\n        <p>The 2012 edition of&#160;<a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a>&#160;can be downloaded from the website. To order printed copies, call (800)424-9530 (press 6) or send an email to&#160;<a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a>&#160;are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n</p>\n        <p align=\"center\">  Follow us on Twitter -&#160;<a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at&#160;<a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/20130614digest.shtml"}