{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>September 24, 2007</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n            <p>&#160;</p>\n              <p align=\"center\"><strong>Federal Election Commission Announces Plans to Issue New Regulations to Implement the Honest Leadership and Open Government Act of 2007</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p align=\"center\"><strong>New Travel Rules Effective Immediately</strong> </p>\n              <p align=\"center\"/>\n              <p>On September 14, the President signed into law the Honest Leadership and Open Government Act of 2007 (S.1), which includes many revisions to the ethics rules that govern the conduct of U.S. Senators and members of the House of Representatives.&#160; </p>\n              <p>The new law includes two changes to the Federal Election Campaign Act of 1971 (the Act), over which the Federal Election Commission has responsibility.</p>\n              <p>Section 601 of the law places new restrictions on the use of campaign funds for travel on noncommercial aircraft.&#160; The Federal Election Commission intends to amend its current regulations to implement the new law.&#160; The regulated community needs to be aware, however, that pursuant to the language of S.1, this provision became effective as of the date of the new law&#8217;s enactment on September 14, 2007.&#160; </p>\n              <p>Commission Chairman Robert Lenhard noted, &#8220;The Commission considers the new law a high priority and is working diligently to implement it.&#160; We understand the regulated community will have questions on some aspects of the statute&#8217;s operation pending the enactment of new regulations.&#160; Until regulations are issued, the Commission will not pursue a political committee if it operates under a reasonable interpretation of the statute, even if our subsequent regulations reach a different interpretation.&#8221;</p>\n              <p>Section 204 of the new law also amends the Act to require the disclosure of information regarding certain bundled contributions.&#160; This provision will be effective three months after the Commission promulgates implementing regulations.</p>\n              <p/>\n              <p>The Honest Leadership and Open Government Act of 2007 is available at <a href=\"../../law/feca/s1legislation.pdf\">http://www.fec.gov/law/feca/s1legislation.pdf</a>.</p>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the </em><em>U.S.</em><em> House, the </em><em>U.S.</em><em> Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the </em><em>U.S.</em><em> Senate. </em></p>\n              <p align=\"center\">###</p>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2007/20070924travel.shtml", "date": "09/24/2007", "pdf": null, "title": "FEC Announces Plans to Issue New Regulations to Implement the Honest Leadership and Open Government Act of 2007 -- New Travel Rules Effective Immediately", "category": "Regulations"}