{"html": "<body>\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font><font face=\"Book Antiqua\" size=\"3\"><strong>For Immediate Release:                                                                                             Contact:  Kelly Huff\nDecember 16, 1999                                                                                                                       Ron Harris\n                                                                                                                                                        Sharon Snyder\n                                                                                                                                                        Ian Stirton</strong></font><font face=\"Book Antiqua\"><font size=\"2\">\n</font>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">WOLD ELECTED CHAIRMAN OF FEDERAL ELECTION COMMISSION </p>\n\n\n<p align=\"CENTER\">-McDonald to serve as Vice Chairman-</p>\n\n<p>&#160;</p>\n\n<p>WASHINGTON -- Members of the Federal Election Commission have elected Darryl R. Wold as\nChairman and Danny L. McDonald as Vice Chairman for 2000.</p>\n\n<p>In December of each year, Commissioners elect a Chairman and Vice Chairman to serve for\nthe upcoming calendar year. The Federal Election Campaign Act requires that the Chairman\nand Vice Chairman be of different political parties, and states that a member may serve as\nChairman only once during a six-year term of office.</p>\n\n<p>Chairman-elect Wold, a Republican, was nominated to the Federal Election Commission by\nPresident Clinton on November 5, 1997, and confirmed by the U.S. Senate on July 30, 1998.</p>\n\n<p>Prior to his appointment Mr. Wold was in private law practice in Orange County,\nCalifornia, since 1974. In addition to his own practice, he was counsel for election law\nlitigation and enforcement defense matters to Reed and Davidson, a firm that practices\nelection and political law, with offices in Orange County and Los Angeles.</p>\n\n<p>Chairman Wold graduated cum laude from Claremont McKenna College in California. He\nearned an LL.B. from Stanford University. He is a member of the California bar, and is\nadmitted to practice before the United States Supreme Court.</p>\n\n<p>Vice Chairman-elect Danny L. McDonald, a Democrat, has previously served as both\nChairman and Vice Chairman. </p>\n\n<p>Prior to his initial appointment in 1981, the Sand Springs, Oklahoma, native served as\nGeneral Administrator of the Oklahoma Corporation Commission. Additionally, he served as\nSecretary of the Tulsa County Election Board and as Chief Clerk of that Board.\nCommissioner McDonald was a member of the Advisory Panel to the FEC's National\nClearinghouse on Election Administration. He currently is President of the American\nCouncil of Young Political Leaders.</p>\n\n<p>Commissioner McDonald received a B. A. Degree from Oklahoma State University and\nattended the John F. Kennedy School of Government at Harvard University. He has served as\na member of the JFK School Advisory Board for State and Local Government.</p>\n\n<p>Created in 1975, the Federal Election Commission is an independent federal agency\nestablished to enforce limitations and prohibitions on contributions to federal candidates\nand committees, to require them to disclose their financial activities, and to administer\nthe public financing program for Presidential elections.</p>\n\n<p align=\"CENTER\"># # #<b> </b></p>\n</font>\n</body>\n", "date": "12/16/1999", "href": "00chair.htm", "category": "Commission Appointments", "title": "Wold Elected Chairman of Federal Election Commission", "pdf": null}