{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>March 12,  2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;</p>\n        <p align=\"center\"><strong>FEC Adopts Rules to Conform with <em>EMILY&#8217;s List </em>Decision, Adopts Advisory Opinion, Discusses Interim Enforcement Policy Concerning Volunteer Materials Exemption</strong></p>\n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; At its open meeting yesterday, the Federal Election Commission adopted Final Rules to comply with the recent court order in <em>EMILY&#8217;s List v. Federal Election Commission </em>to vacate certain Commission regulations, and adopted an Advisory Opinion concerning the use of non-Federal Funds for the purchase or construction of a State party committee office building. The Commission also discussed a draft proposed interim enforcement policy related to volunteer activities undertaken by State and local party committees in connection with certain campaign mailings.</p>\n        <p/>\n        <p>The Commission voted to approve <a href=\"../../agenda/2010/mtgdoc1015.pdf\">Final Rules and an Explanation and Justification</a> to remove sections 106.6(c) 106.6(f), and 100.57 from the Commission&#8217;s regulations in accordance with the decision of the U.S. Court of Appeals for the District of Columbia Circuit in <em><u><a href=\"../../law/litigation/emilyslist_08.shtml\">EMILY&#8217;S List v. Federal Election Commission</a></u></em>, 581 F.3d 1 (D.C. Cir. 2009). The vacated regulations concern funds received in response to solicitations and the allocation of expenses by separate segregated funds and nonconnected committees. The Commission plans to undertake a new rulemaking in the near future to consider additional conforming changes consistent with the court decision.</p>\n        <p/>\n        <p>The Commission adopted Advisory Opinion 2010-02 (West Virginia Republican Party, Inc.).&#160; The Commission could not render an opinion on the first question posed in the <a href=\"../../agenda/2010/mtgdoc1014.pdf\">advisory opinion request</a>: whether the State party committee may use only the proceeds from the sale of its previous office building, which consist of non-Federal funds, to make payments on a lease that contains an option to purchase an office building. The second question posed in the advisory opinion request was whether the State party committee may use the proceeds from the sale of its previous office building to make payments on a land sales contract to purchase the building the contract. The Commission concluded that in principle, a State party committee may do so, subject to State law, but in the absence of a specific contract or more details the Commission could not determine whether the prospective land sales contract would qualify as a purchase of the office building under the Federal Election Campaign Act (the Act).&#160; Under the Act, State and local committees of political parties may, subject to State law, use exclusively non-Federal funds for the purchase or construction of an office building for the State or local committee. &#160;&#160;&#160;</p>\n        <p/>\n        <p>The Commission also opened discussion on the possible adoption of an <a href=\"../../agenda/2010/mtgdoc1016.pdf\">interim enforcement policy</a> on the &#8220;Volunteer Materials&#8221; Exemption, as it relates to certain campaign mailings, that would provide guidance on how the Commission intends to enforce the exemption from the definition of &#8220;contribution&#8221; and &#8220;expenditure&#8221; located in sections 100.87 and 100.147 of the Commission&#8217;s rules, 11 CFR 100.87 and 11 CFR 100.147.&#160; Specifically, the interim enforcement policy would provide guidance regarding payments by State and local committees of a political party for the costs of certain campaign materials used by such committees in connection with volunteer activities on behalf of nominees of the party.</p>\n        <p/>\n        <p>The Commission will shortly provide an audio version of the Open Meeting proceedings on its website.</p>\n        <p/>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/>\n        <p align=\"center\">&#160;        </p></td>\n    </tr>\n  </table>\n</div>\n", "date": "03/12/2010", "href": "press2010/20100312OpenMeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Adopts Rules to Conform with EMILY's List Decision, Adopts Advisory Opinion, Discusses Interim Enforcement Policy Concerning Volunteer Materials Exemption", "pdf": null}