{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>September 12, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>FEC Clarifies Election Cycle Contribution Limits\n\n</strong></p>\n              <p>Washington &#8211; At its open meeting Thursday, the Federal Election Commission (FEC/ the Commission) unanimously agreed on an Advisory Opinion (AO) regarding how contributions earmarked to future campaigns should be counted toward biennial and calendar-year limitations on contributions from individuals. </p>\n              <p>In AO Request 2008-08, Jonathan Zucker inquired about a contribution he made through ActBlue (a group that facilitates contributions to candidates) that was earmarked for the 2010 Democratic nominee for the United States Senate in Arizona. The AO request indicated that, in the event there is no Democratic nominee in Arizona in 2010, ActBlue will forward the contribution to the Democratic Senatorial Campaign Committee (DSCC). Because the contribution would reach the intended recipient in 2010, the requestor asked if the contribution would count towards his 2009-2010 biennial contribution limits and 2010 calendar year contribution limits.</p>\n              <p>The Commission concluded that a contribution made in 2008 counts towards the 2007-2008 biennial contribution limit and 2008 calendar-year contribution limit because it was &#8220;made&#8221; in 2008, when &#8220;the contributor relinquish[ed] control over it.&#8221;</p>\n              <p>The Federal Election Campaign Act and Commission regulations state that, from Jan. 1 of an odd-numbered year through Dec. 31 of the following even-numbered year, no individual shall make contributions totaling more than a predetermined inflation-adjusted amount. That limit is $108,200 for the 2007-2008 election cycle. Within this limit, an individual may make contributions to candidates and their authorized committees totaling no more than an inflation-adjusted limit for 2007-2008 of $42,700.&#160; Further, an individual may make contributions to the political committees established and maintained by a national party committee totaling no more than an inflation-adjusted limit that, for 2008, is $28,500. </p>\n              <p>All cited advisory opinions are available on the FEC web site at http://saos.fec.gov/saos/searchao.</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # #</p>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "09/12/2008", "href": "press2008/20080912meeting.shtml", "category": "Other Agency Actions", "title": "FEC Clarifies Election Cycle Contribution Limits", "pdf": null}