{"date": "07/01/2011", "pdf": null, "title": "Week of June 27 - July 1, 2011", "issue": "2011-26", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>July 1,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-26</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 27 - July 1 </strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p><strong/></p>\n        <p>On June 28, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On June 30, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinions Issued</u></p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3268\">AO 2011-11 (Colbert)</a></strong>. Stephen Colbert filed an advisory opinion request proposing to establish an \"independent expenditure-only political committee\" (the &#8220;Committee&#8221;) that would solicit and accept contributions in unlimited amounts from the general public from individuals, political committees, labor organizations and corporations (but not foreign nationals, federal contractors, national banks or corporations organized by acts of Congress) for the purpose of making independent expenditures (<em>i.e.</em>, communications expressly advocating the election or defeat of a clearly identified federal candidate that is not coordinated with a candidate or a political party).&#160; Mr. Colbert also asked whether the value of resources provided to the proposed Committee by U.S. subsidiaries of Viacom, Inc. would be covered by the press exemption, which generally exempts from Commission regulation any news story, commentary or editorial disseminated by a press entity. Comments on the advisory opinion request and drafts can be found on the <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=year&amp;YEAR=2011\">Advisory Opinions search page</a>.</p>\n        <p/>\n        <p>On June 30, the Commission issued an advisory opinion concluding that Mr. Colbert may establish and operate the Committee.&#160; The Commission further concluded that <em>The Colbert Report&#8217;s </em>coverage of the Committee, and its production of independent expenditure advertisements used solely in the show&#8217;s coverage of the Committee, would be protected by the press exemption and, as a result, the Committee would not need to disclose as in-kind contributions costs incurred by Viacom, Inc. in connection with these activities. The Commission also concluded that if Viacom produces independent expenditure advertisements for <em>The Colbert Report </em>and also provides these advertisements to the Committee to distribute outside of the show (including as paid advertisements on other shows and networks or as content for the Committee&#8217;s website) then the advertisements would not be protected by the press exemption and therefore would be in-kind contributions by Viacom to the Committee and must be reported as such.&#160; Additionally, any costs incurred by Viacom to administer the committee are also beyond the protection of the press exemption, and therefore must be reported by the Committee as in-kind contributions received from Viacom.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3268\">AO 2011-12 (Majority PAC and House Majority PAC)</a>. </strong>Majority PAC and House Majority PAC (the &#8220;PACs&#8221;), two &#8220;independent expenditure-only political committees&#8221; that solicit and accept contributions in unlimited amounts from individuals, political committees, labor organizations and corporations, filed an advisory opinion request asking whether federal candidates, federal officeholders, and officers of national party committees may solicit unlimited individual, corporate, and union contributions on behalf of the PACs without violating section 441i(e) of the Federal Election Campaign Act of 1971, as amended (the &#8220;Act&#8221;). &#160;Comments on the advisory opinion request and drafts can be found on the <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=year&amp;YEAR=2011\">Advisory Opinions search page</a>.</p>\n        <p/>\n        <p>On June 30, the Commission issued an advisory opinion concluding that, under section 441(e) of the Act, federal officeholders and candidates and officers of national party committees remain subject to amount limitations and source prohibitions when they solicit contributions on behalf of the PACs. For this reason, federal candidates and officeholders and officers of national party committees may solicit contributions up to $5,000 from individuals and federal political committees on behalf of the PACs. The Commission further concluded, consistent with current Commission regulations, that federal officeholders and candidates and officers of national party committees may attend, speak at and be featured guests at fundraisers at which unlimited individual, corporate and labor organization contributions are solicited to make contributions to the PACs, so long as they restrict any solicitation they make to funds subject to the limitations, prohibitions and reporting requirements of the Act.</p>\n        <p/>\n        <p><u>Requests Received</u></p>\n        <p><u/></p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1176720.pdf\">AOR 2011-14 (Utah Bankers Association)</a></strong>. On June 28, the Commission made public Advisory Opinion Request 2011-14, submitted by the Utah Bankers Association. The requestor asks whether its separate segregated fund may set up a website and an email list that would ask individuals to contribute directly to particular Federal candidates. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by August 26.</p>\n        <p/>\n        <p><u>Comments Received</u> <br/>\n        </p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3269&amp;START=1175784.pdf\">AOR 2011-13 (DSCC)</a></strong>. On June 28, the Commission received a <a href=\"http://saos.fec.gov/aodocs/1176853.pdf\">comment</a> on Advisory Opinion Request 2011-13. The Democratic Senatorial Campaign Committee (the &#8220;DSCC&#8221;) asks whether its plans to revise its fundraising solicitation webpage (and the version of the webpage that appears on mobile devices such as smartphones) comply with the Federal Election Campaign Act and Commission regulations. The DSCC proposes to eliminate the separate box that donors check to affirm their eligibility to make a contribution and instead allow donors to &#8220;certify&#8221; their eligibility to make a contribution by clicking the button when submitting their contribution</p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p/>\n        <p>The Commission made public 13 closed cases and three Statements of Reasons. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6364</a> <br/>\n        </strong>RESPONDENTS: Steven M. Palazzo; Palazzo for Congress and Paul V. Breazeale, in his official capacity as treasurer; Edna Scoggins; Lee D. Hertz; Frank S. Palazzo; and Wells Griffith<br/>\n        COMPLAINANT: Richard W. Keefer<br/>\n        SUBJECT: &#160;The complaint alleged that (1) Steven Palazzo, Palazzo for Congress and Breazeale, in his official capacity as treasurer, received contributions in the name of another when Frank Palazzo and Edna Scoggins provided funds to friends, relatives and others to donate to Steven Palazzo&#8217;s campaign, and (2) that Palazzo for Congress and Breazeale, in his official capacity as treasurer, may have received excessive contributions from Scoggins. Steven Palazzo was a 2010 candidate for Mississippi&#8217;s 4th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in furtherance of the Commission&#8217;s priorities relative to other matters because the allegations were rebutted through specific sworn denials and in light of the relatively low dollar amounts involved concerning potentially excessive contributions. The Commission reminded Palazzo for Congress and Breazeale, in his official capacity as treasurer, of provisions in the Act and Commission regulations concerning the receipt of potentially excessive contributions.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6369</a> <br/>\n        </strong>RESPONDENTS: Randy Hultgren for Congress and Clifford A. Brown, in his official capacity as treasurer; Friends for Hultgren; Randy Hultgren<br/>\n        COMPLAINANT: Catherine A. Hamilton<br/>\n        SUBJECT: The complaint alleged that Randy Hultgren for Congress and Brown, in his official capacity as treasurer, accepted two $1,000 contributions from the candidate&#8217;s state committee, Friends of Hultgren. The complaint further alleged that Randy Hultgren for Congress and Brown, in his official capacity as treasurer, failed to disclose the second contribution in its FEC disclosure report. Hultgren was a 2010 candidate for Illinois&#8217; 14th Congressional District.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the case given the remedial action taken by Randy Hultgren for Congress and Brown, in his official capacity as treasurer, to refund the two contributions and amend FEC disclosure reports to provide accurate information, and in furtherance of the Commission&#8217;s priorities relative to other matters. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6371<br/>\n        </a></strong>RESPONDENTS:&#160; Friends of Christine O&#8217;Donnell and Matthew J. Moran, in his official capacity as treasurer; Christine O&#8217;Donnell; and Our Country Deserves Better PAC-TeaPartyExpress.org and Betty Presley, in her official capacity as treasurer<br/>\n        COMPLAINANT: Republican Party of Delaware<br/>\n        SUBJECT: The complaint alleged that Our Country Deserves Better PAC-TeaPartyExpress.org (TPAC) and Presley, in her official capacity as treasurer, made and O&#8217;Donnell, Friends of Christine O&#8217;Donnell and Moran, in his official capacity as treasurer, accepted excessive in-kind contributions via coordinated communications. Specifically, the complaint alleged that TPAC coordinated its expenditures with O&#8217;Donnell and Friends of Christine O&#8217;Donnell and that TPAC exercised direction and control over contributions earmarked for supporting O&#8217;Donnell&#8217;s candidacy. O&#8217;Donnell was a candidate in 2010 for Delaware&#8217;s U.S. Senate seat.<br/>\n        DISPOSITION: The Commission closed the file. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044294142.pdf\">Statement of Reasons</a> was issued by Chair Cynthia L. Bauerly and Commissioners Steven T. Walther and Ellen L. Weintraub. </p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6383</a> </strong></p>\n        <p>RESPONDENTS: Ohio News Organization; The Akron Beacon Journal; The Toledo Blade Company; The (Canton) Repository; The (Cleveland) Plain Dealer; The Columbus Dispatch; The Cincinnati Enquirer; The Dayton Daily News; The (Youngstown) Vindicator; Fisher for Ohio and Jan Roller, in her official capacity as treasurer; and Portman for Senate Committee and Natalie K. Bauer, in her official capacity as treasurer<br/>\n        COMPLAINANT: Dan La Botz<br/>\n        SUBJECT: The complaint alleged that the Ohio News Organization (OHNO) and its member newspapers failed to use pre-established and objective standards when inviting the participants to a series of three televised debates, and that as a result the costs of the debates constituted an illegal, in-kind corporate contribution to Fisher for Ohio and Roller, in her official capacity as treasurer, and Portman for Senate Committee and Bauer, in her official capacity as treasurer. Lee Fisher and Rob Portman, who were invited to the debate, were 2010 general election candidates for Ohio&#8217;s U.S. Senate seat. <br/>\n        DISPOSITION: The Commission found no reason to believe the respondents violated the Act or Commission regulations because the criteria for participation in the debate were pre-established and objective.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6384</a> <br/>\n        </strong>RESPONDENTS: San Mateo County Republican Party (Federal Account) and Leiv Lea, in his official capacity as treasurer; and Michael Schwab<br/>\n        COMPLAINANT: Angini Kumar<br/>\n        SUBJECT: The complainant, former treasurer of the San Mateo County Republican Party, alleged that she was denied access to the party&#8217;s headquarters by Schwab, the party&#8217;s chairman. As a result, the complainant alleged that she was unable to retrieve any financial accounting information, causing an incomplete FEC disclosure report to be filed.<br/>\n        DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the allegation against the party and its treasurer, given the limited scope of the violation and the party&#8217;s remedial action to amend FEC disclosure reports to provide accurate information, and in furtherance of the Commission&#8217;s resources relative to other matters. The Commission found no reason to believe Schwab failed to file accurate disclosure reports with the FEC as no evidence was brought forward to substantiate this allegation.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6389</a> <br/>\n        </strong>RESPONDENTS: <strong>&#160;</strong>Friends of Cliff Stearns and Kathleen Balboni, in her official capacity as treasurer; and Experian North America, Inc. PAC and Anthony Reeves, in his official capacity as treasurer<br/>\n        COMPLAINANT: Steve Schonberg<br/>\n        SUBJECT: The complaint alleged that Experian North America, Inc. PAC and Reeves, in his official capacity as treasurer, made and Friends of Cliff Stearns and Balboni, in her official capacity as treasurer, accepted excessive contributions. Stearns was a 2010 candidate for Florida&#8217;s 6th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe the respondents violated the Act because it appears that the complainant double-counted Experian PAC&#8217;s contributions to Friends of Cliff Stearns and that they were not excessive.</p>\n        <p><strong><u/></strong></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6390</a> <br/>\n        </strong>RESPONDENTS: <strong>&#160;</strong>Senate Conservatives Fund and Barry Wynn, in his official capacity as treasurer<br/>\n        COMPLAINANT: Erin Hill, Executive Director of ActBlue<br/>\n        SUBJECT: The complaint alleged that the Senate Conservatives Fund (SCF) and Wynn, in his official capacity as treasurer, made excessive contributions to 10 Senate candidates by exercising direction and control over earmarked contributions SCF had solicited, and that SCF failed to report the contributions.<br/>\n        DISPOSITION: The Commission found no reason to believe SCF and Wynn, in his official capacity as treasurer, violated the Act or Commission regulations because based on information in their response, the system used to apportion contributions did not give SCF direction or control over the contributions.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6398</a><br/>\n        </strong>RESPONDENTS: <strong>&#160;</strong>Joseph A. Sestak, Jr.; and Sestak for Senate and Margaret M. Infantino, in her official capacity as treasurer<br/>\n        COMPLAINANT: Mary Barket<br/>\n        SUBJECT: The complaint alleged that Sestak, Sestak for Senate and Infantino, in her official capacity as treasurer, violated the &#8220;Stand By Your Ad&#8221; requirements when Sestak appeared in an ad in which he failed to state his name, the office he was seeking and the fact that he approved the message. Sestak was a candidate in 2010 for Pennsylvania&#8217;s U.S. Senate seat.<br/>\n        DISPOSITION: The Commission found no reason to believe the respondents violated the Act or Commission regulations because the ad in question appears to meet the Commission&#8217;s &#8220;Stand By Your Ad&#8221; requirements.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6400</a> <br/>\n        </strong>RESPONDENTS: <strong>&#160;</strong>Adler for Congress and Richard J. Sexton, in his official capacity as treasurer; John H. Adler; Geoff Mackler; Haddon Capital Ventures, LLC; Peter DeStefano for Congress and Peter M. DeStefano, in his official capacity as treasurer; Camden County Democratic Committee; Matt White; and Bill Moen<br/>\n        COMPLAINANT: New Jersey Republican State Committee<br/>\n        SUBJECT: The complaint alleged that Adler for Congress (Adler Committee), Sexton, in his official capacity as treasurer, and the Camden County Democratic Committee (CCDC) made and failed to disclose excessive in-kind contributions to Peter DeStefano for Congress (DeStefano Committee). Specifically, the complaint alleged that the Adler Committee and CCDC paid their employees and a consultant to organize and participate in soliciting of signatures to qualify DeStefano for the ballot, and that the same consultant operated DeStefano&#8217;s website, Twitter account and Facebook page. The complaint also alleged that CCDC&#8217;s payments to employees to help DeStefano were significant enough to require CCDC to register with the FEC as a political committee and report the contributions, but CCDC failed to do so. The complaint alleged further that DeStefano did not properly file a complete Statement of Organization and that the DeStefano Committee did not file any disclosure reports with the Commission. Adler and DeStefano were 2010 candidates for New Jersey&#8217;s 3rd Congressional District.<br/>\n        DISPOSITION: The commission exercised its prosecutorial discretion and dismissed the allegations in connection with the Adler Committee and Sexton, in his official capacity as treasurer, CCDC, and the DeStefano Committee and DeStefano, in his official capacity as treasurer, due to the limited probable dollar amount of the activity in question and the filing of amended Statements of Organization and disclosure reports by the DeStefano Committee, as well as in furtherance of the Commission&#8217;s priorities relative to other matters. The Commission found no reason to believe Adler, Mackler, White, Moen or Haddon Capital Ventures, LLC violated the Act because available information did not support their liability.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6407</a> <br/>\n        </strong>RESPONDENTS: <strong>&#160;</strong>Senate Conservatives Fund and Barry Wynn, in his official capacity as treasurer; Buck for Colorado and Kenneth Salazar, in his official capacity as treasurer; Kenneth R. Buck; and Senator James DeMint<br/>\n  COMPLAINANT: Pat Waak, Chairman, Colorado Democratic Party<br/>\n  SUBJECT: The complaint alleged coordination between the Senate Conservatives Fund (the Fund) and DeMint, on the one hand, and Buck for Colorado and Buck, on the other. Specifically, the complaint alleged that (1) the Fund, a leadership PAC of DeMint&#8217;s, made large disbursements supporting Buck that it reported as independent expenditures at approximately the same time that DeMint endorsed Buck and was campaigning with him, and (2) the Fund sent fundraising solicitations for Buck and transferred hundreds of thousands of dollars to him in earmarked contributions. The complaint alleged that under these circumstances, the expenditures appear to have been coordinated. Buck was a candidate in 2010 for Colorado&#8217;s U.S. Senate seat.<br/>\n  DISPOSITION: The Commission found no reason to believe the respondents violated the Act because, based on their denials, the speculative nature of the complaint and the absence of any other information suggesting coordination, the conduct prong of the Commission&#8217;s three-prong test of coordination was not met.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6411</a><br/>\n        </strong>RESPONDENTS: Representative Nancy Pelosi; Representative John Larson; 2010 Leadership Council and Andrew Horne, in his official capacity as treasurer; Advancing Wisconsin; Accountability 2010 and Brooke Coleman, in his official capacity as treasurer; America&#8217;s Families First Action Fund and David Rudd, in his official capacity as treasurer; American Federation of State, County, &amp; Municipal Employees PEOPLE and Lee A. Saunders, in his official capacity as treasurer; American Federation of Teachers; AFL-CIO Committee on Political Education and Antonia M. Cortese, in her official capacity as treasurer; Blue America PAC Independent Expenditure Committee and Howie Klein, in his official capacity treasurer; Blue Green Alliance; Campaign Money Watch; Citizens for Strength and Security; Citizens for Strength and Security Action Fund; Communications Workers of America Working Voices and Jeffrey Rechenbach, in his official capacity as treasurer; Defenders of Wildlife; Defenders of Wildlife Action Fund; League of Conversation Voters, Inc.; Majority Action PAC and Judy Zamore, in her official capacity as treasurer; Matthew 25 Network and Christopher Korzen, in his official capacity as treasurer; National Wildlife Federation Action Fund; NEA Fund for Children and Public Education and John Wilson, in his official capacity as treasurer; Planned Parenthood Votes and Aaron Samulcek, in his official capacity as treasurer; Service Employees International Union Committee on Political Education and Gerald Hudson, in his official capacity as treasurer; Sierra Club Political Committee and Debbie Sease, in her official capacity as treasurer; The American Worker, Inc. and Chuck Rocha, in his official capacity as treasurer; VoteVets.org Action Fund; WOMEN VOTE! And Ellen Malcolm, in her official capacity as treasurer<br/>\n        COMPLAINANT: Let Freedom Ring, Inc. <br/>\n        SUBJECT: The complaint alleged Pelosi and Larson coordinated communications with the other respondents, which resulted in excessive and prohibited in-kind contributions. Pelosi and Larson were 2010 candidates for California&#8217;s 8th Congressional District and Connecticut&#8217;s 1st Congressional District, respectively.<br/>\n        DISPOSITION: The Commission found no reason to believe Pelosi and Larson violated the Act in connection with the allegations or that the other respondents made excessive or prohibited contributions because the communications did not satisfy the conduct prong of the coordination regulations.</p>\n        <p/>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6437</a> <br/>\n        </strong>RESPONDENTS: Karen Harrington; and Karen Harrington for Congress and Karen Harrington, in her official capacity as treasurer<br/>\n        COMPLAINANT: Joseph Chmielarz<br/>\n        SUBJECT: The complaint alleged that Harrington, Harrington for Congress and Harrington, in her official capacity as treasurer, converted campaign funds to personal use by airing television ads in support of Harrington&#8217;s candidacy that also promoted her business. Harrington was a 2010 candidate for Florida&#8217;s 20th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe the respondents violated the personal use provisions of the Act and Commission regulations because the ads funded by the campaign were campaign activity and not made for the personal benefit of the candidate. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6473</a> <br/>\n        </strong>RESPONDENT: INVISTA S.&#224;.r.l.<br/>\n        COMPLAINANT: Self initiated<br/>\n        SUBJECT: INVISTA S.&#224;.r.l, a limited liability company organized under the laws of Luxembourg and with headquarters in Wichita, Kansas, disclosed information to the Commission that it had used prohibited funds to make 12 campaign contributions totaling $26,800 to seven nonfederal committees between November 2005 and October 2009. <br/>\n        DISPOSITION: The Commission agreed to accept a conciliation agreement providing for the respondent to pay a civil penalty of $4,700 and to send a follow-up letter to a nonfederal committee that has not yet returned a contribution.</p>\n        <p><strong><u/></strong></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6399</a> </strong>&#160;&#8211; Yoder for Congress and Donald W. Kaiser, in his official capacity as treasurer. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044294147.pdf\">Statement of Reasons</a> was issued by Chair Cynthia L. Bauerly and Commissioner Ellen L. Weintraub.</p>\n        <p><u/></p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6429</a> </strong>&#8211; Unknown Respondents.&#160; A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044294151.pdf\">Statement of Reasons</a> was issued by Chair Cynthia L. Bauerly and Commissioner Ellen L. Weintraub.</p>\n        <p/>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <strong> </strong></p>\n        <p><strong>LITIGATION</strong></p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/kazran.shtml\">FEC v. Kazran</a></em> (No. 3:10-CV-1155-G-99 TGC-JRK). On June 28, the United States District Court for the Middle District of Florida issued an <a href=\"../../law/litigation/kazran_dc_order.pdf\">order</a>.The court is taking under advisement the Commission&#8217;s motion for default judgment.&#160; The court will consider the motion unopposed if the defendant does not submit a timely response.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. (LNC) v. Federal Election Commission</em></a> (No. 11-cv-562). On June 29, the United States District Court for the District of Columbia issued an <a href=\"../../law/litigation/lnc_dc_order_dissolve_3judgect.pdf\">order</a> &#160;dissolving the three-judge court.</p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong>        </strong>On June 29 and 30, Joseph Stoltz, Director of the Audit Division, participated in a roundtable discussion in Tbilisi, Georgia, on Political Party Funding and Women's Participation in Political Life. The roundtable was hosted by the International Foundation for Electoral Systems, the Organization for Security and Cooperation in Europe and the Georgian Central Election Commission. </p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p/>\n        <p><a href=\"../press2011/20110630openmeeting.shtml\">FEC Issues Two Advisory Opinions</a> (issued June 30)</p>\n        <p/>\n        <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n        <p/>\n        <p>June 30:&#160; California&#8217;s 36th Congressional District Pre-Special Runoff Election Reports were due. For more information on reporting dates for this special election, refer to the <a href=\"../../pages/report_notices/2011/ca36.shtml\">Special Election Report</a> Notice of the FEC website.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EVENTS<br/>\n        </strong> </p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FEC Reporting Requirements</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FECFile &amp; E-Filing</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jul11.pdf\">July 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">June 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110701digest.shtml"}