{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">March 18, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140318release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves FY 2014 Financial Management Plan, Draft Final Rules on Technical Corrections and Audit Division Recommendation Memorandum Finding </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved the Fiscal Year (FY) 2014 Financial Management Plan. The Commission also approved the draft final rules and explanation and justification concerning technical corrections to Title 11 of the Code of Federal Regulations and an Audit Division Recommendation Memorandum.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-20.pdf\">FY 2014 Financial Management Plan</a>. The Commission approved the FY 2014 Financial Management Plan.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-16.pdf\">Technical Corrections to Title 11 of the Code of Federal Regulations</a>. The Commission approved the draft Final Rules and Explanation and Justification for Technical Corrections to various provisions of Title 11 of the Code of Federal Regulations. </p>\n        <p/>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-18.pdf\">Audit Division Recommendation Memorandum on the State Democratic Executive Committee of Alabama</a>. The Commission approved the Audit Division Recommendation Memorandum on the State Democratic Executive Committee of Alabama, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved a finding related to recordkeeping for employees.&#160; The Commission also directed the Audit Division to include in the Proposed Final Audit Report an Additional Issues section addressing payroll for certain non-federal activity.&#160; The Audit Division will prepare the Proposed Final Audit Report within 30 days. </p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2014-01 (Solano County United Democratic Central Committee)</a>. The Commission held over discussion of a draft advisory opinion based on a request from the Solano County Democratic Central Committee. The requestor asked whether it may use unreported funds remaining in the federal account of its predecessor committee.</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate</em>. </p>\n        <p align=\"center\"><em># # #</em></p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n           ", "href": "press2014/news_releases/20140318release.shtml", "date": "03/18/2014", "pdf": null, "title": "FEC Approves FY 2014 Financial Management Plan, Draft Final Rules on Technical Corrections and Audit Division Recommendation Memorandum Finding", "category": "Open Meetings and Related Matters"}