{"html": "<div class=\"press_release_content\">\n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">April 11, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p align=\"center\"><strong>FEC Votes on Findings in an Audit Division Recommendation Memorandum</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today voted on findings in an Audit Division Recommendation Memorandum.</p>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-12.pdf\"><strong>Audit Division Recommendation Memorandum on the California Republican Party/V8</strong></a><strong>. </strong>The Commission discussed the Audit Division Recommendation Memorandum on the California Republican Party/V8, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved a finding related to the misstatement of Levin Fund activity. The Commission did not approve by the required four affirmative votes either a finding on the reporting of debts and obligations or a finding on the extension of credit by a commercial vendor. The Audit Division will prepare the Proposed Final Audit Report within 30 days. </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>      </div>\n           ", "href": "press2013/20130411openmeeting.shtml", "date": "04/11/2013", "pdf": null, "title": "FEC Votes on Findings in an Audit Division Recommendation Memorandum", "category": "Open Meetings and Related Matters "}