{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">October 31, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><a href=\"../pdf/20130926release.pdf\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/></a><a href=\"../pdf/20131031release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Welcomes New Commissioners, <br/>\n    Elects Vice Chairman and Approves Advisory Opinion</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission today welcomed two new Commissioners, elected a Vice Chairman and approved an advisory opinion. </p>\n        <p><strong>Welcoming New Commissioners</strong>. Two new members of the Commission, Lee E. Goodman and Ann M. Ravel, joined the other Commissioners at the meeting. </p>\n        <p>&#8220;We have six Commissioners at the table for the first time in a very long time.&#160; On behalf of all of my colleagues, I want to welcome Commissioners Lee Goodman and Ann Ravel,&#8221; Chair Ellen L. Weintraub said. &#8220;I am so personally delighted that the president chose two individuals with such great experience, and I know that you are going to bring good thoughts and energy to the Commission.&#8221;</p>\n        <p>The new Commissioners spoke of their views of the road ahead. </p>\n        <p>&#8220;I am honored to be here at the Commission with such great fellow Commissioners,&#8221; said Commissioner Ravel. &#8220;I look forward to building and achieving consensus with all of my colleagues and working closely with our dedicated staff who help carry out the agency&#8217;s mission.&#8221; &#160;</p>\n        <p>&#8220;The task ahead is complicated but I think with open and engaged, reasonable exchange we may find some consensus, and I look forward to working with my colleagues on both sides of the aisle to try to do that,&#8221; Vice Chairman Goodman said.</p>\n        <p><strong>Election of a New Vice Chairman</strong>.&#160; The Commission elected Commissioner Goodman as Vice Chairman for the remainder of 2013.&#160; As she put forward the nomination for the post, Commissioner Ravel said, &#8220;Commissioner Goodman comes to the FEC with a wealth of campaign finance, election administration and ethics experience. Because of this diverse background and experience, I know he will bring a unique perspective to the matters before the Commission.&#8221;</p>\n        <p>            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2013-11 (Miller)</a>. The Commission approved an advisory opinion request from Citizens for Joe Miller (the Committee). The Commission concluded that the Committee may use campaign funds as a deposit with an Alaska state court pending an appeal of an Alaskan judgment assessing attorneys&#8217; fees in litigation involving Miller because the lawsuit would not have existed irrespective of Miller&#8217;s campaign. The Commission recognized that the prevailing party would have the right to apply the funds deposited in satisfaction of the judgment should Miller be unsuccessful in his appeal. During the discussion, the Commission heard from counsel on behalf of the Committee. </p>\n        <p><em/></p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. <br/>\n                </em></p>\n        <p align=\"center\"><em># # </em>#</p>        \n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n           ", "href": "press2013/news_releases/20131031release.shtml", "date": "10/31/2013", "pdf": null, "title": "FEC Welcomes New Commissioners, Elects Vice Chairman and Approves Advisory Opinion", "category": "Open Meetings and Related Matters"}