{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"144\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>August 9,   2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"144\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>        \n        <p align=\"center\"><strong/></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, respondents agreed to pay a civil penalty of $30,000 and in another matter, respondents agreed to pay a civil penalty of $2,200. In three matters, the Commission found no reason to believe a violation of the Federal Election Campaign Act of 1971, as amended (the Act), occurred in connection with one allegation and exercised its prosecutorial discretion and dismissed the other allegations. In another matter, the Commission found no reason to believe a violation occurred.</p>\n        <p/>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group. Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p/>\n        <p>This release contains only summary information. For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5955</a></p></td>\n            <td valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td valign=\"top\"><p>Dr. Jose Valdez; Steve Melody; Joan Melody; Mike Ramseier; Janie Ramseier; and Rosario Chavez</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td valign=\"top\"><p>Rudy Giuliani Presidential Committee, Inc. (RGPC)</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>SUBJECT:</p></td>\n            <td valign=\"top\"><p>The complaint alleged that Dr. Jose Valdez, former WellPoint Senior Vice President for Health Care, reimbursed $11,500 in contributions to RGPC made in the names of WellPoint employees Mike Ramseier, Steve Melody and Rosario Chavez and their spouses, Janie Ramseier and Joan Melody, with his own funds.</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\"><p>OUTCOME:</p></td>\n            <td valign=\"top\"><p>The Commission found reason to believe that Dr. Valdez knowingly and willfully violated the Act by making prohibited contributions in the name of another and making excessive contributions. In a conciliation agreement, Dr. Valdez agreed to pay a civil penalty of $30,000. The Commission closed the file with respect to the other respondents. </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6242</a></p></td>\n            <td width=\"88%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>J.D. Hayworth 2010 and Kelly Lawler, in her official capacity as treasurer; and Clear Channel Communications, Inc.</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Grant Woods</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The complaint alleged that Clear Channel Communications, Inc. made, and J.D. Hayworth 2010 and Lawler, in her official capacity as treasurer, accepted in-kind corporate contributions when Hayworth, through his radio show, allegedly promoted his candidacy for the U.S. Senate. Hayworth is a 2010 primary election candidate for Arizona&#8217;s Senate seat.</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p/>\n                <p>OUTCOME:</p></td>\n            <td width=\"88%\" valign=\"top\"><p><br/>\n        The Commission found reason no reason to believe the respondents violated the Act because the broadcasts in question qualified for the press exemption under the Act. </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6038</a></p></td>\n            <td width=\"88%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Doug Lamborn; Lamborn for Congress and Kathleen Ann Rockefeller, in her official capacity as treasurer; Club for Growth State Action; Christian Coalition of Colorado, its president Chuck Gosnell and executive director Mark Hotaling; Liberty Service Corporation and its president Jonathan Hotaling; Tactical Data Solutions (TDS), Inc. and its president Tom Bjorklund; and Blue Point, LLC and its principal Christopher Baker </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Matthew J. Werner </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The complaint alleged that Lamborn for Congress and Rockefeller, in her official capacity as treasurer, coordinated communications with Club for Growth State Action and Christian Coalition of Colorado during Lamborn&#8217;s 2006 campaign for Colorado&#8217;s 5th Congressional District, resulting in prohibited in-kind contributions and reporting violations. </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the case concerning Christian Coalition of Colorado and Lamborn for Congress and its treasurer. The Commission found no reason to believe a violation occurred in connection with Club for Growth State Action, Tactical Data Solutions, Inc., Blue Point, LLC, Liberty Service Corp., Bjorklund, Baker, Jonathan Hotaling, Mark Hotaling, Gosnell, Lamborn and Lamborn for Congress and its treasurer.</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6216</a></p></td>\n            <td width=\"88%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Martha Coakley; Coakley for Senate and Nathaniel C. Stinnet, in his official capacity as treasurer; and Coakley (State) Committee.</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Massachusetts Republican Party by its Executive Director, Nicholas L. Connors</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The complaint alleged that Coakley, Attorney General of Massachusetts, used her state campaign account to pay for consultants that benefited her federal campaign for the U.S. Senate. The complaint also alleged that Coakley&#8217;s state campaign purchased assets that were then transferred to her federal committee. Coakley was a 2010 general election candidate for Massachusetts&#8217;s Senate seat.</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed one allegation in connection with the hiring of consultants. The Commission found no reason to believe the respondents violated Commission regulations or the Act, in connection with the allegation that Coakley&#8217;s state campaign made a prohibited transfer of assets to her federal campaign.</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6217</a></p></td>\n            <td width=\"88%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Commerce, Hope, Innovation &amp; Progress PAC (CHIP PAC) and Danna S. Lane, in her official capacity as treasurer; Haleys PAC and Henry Barbour, in his official capacity as treasurer; David Vitter for U.S. Senate and William J. Vanderbrook, in his official capacity as treasurer; and Chip Pickering </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Louisiana Democratic Party and Chris Whittington, Chair</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The complaint alleged that CHIP PAC made a $5,000 contribution in the name of Haley&#8217;s PAC to David Vitter for U.S. Senate. </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The Commission found no reason to believe that David Vitter for U.S. Senate and Vanderbrook, in his official capacity as treasurer, violated the Act or Commission regulations. The Commission dismissed the matter pertaining to the other respondents in furtherance of Commission priorities and resources related to other matters and because the contributions from CHIP PAC to Haley&#8217;s PAC, and from Haley&#8217;s PAC to David Vitter for U.S. Senate, were disclosed and did not result in excessive or prohibited contributions. </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6290</a></p></td>\n            <td width=\"88%\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Project Vote; and Karyn Gillette</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Self initiated </p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>Project Vote and Gillette, the former Development Director, disclosed information to the Commission that Project Vote and Gillette solicited individuals whose names appeared on a political committee disclosure report obtained from the FEC website.</p></td>\n          </tr>\n          <tr>\n            <td width=\"12%\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"88%\" valign=\"top\"><p>The Commission found reason to believe Project Vote violated the Act. In a conciliation agreement, Project Vote agreed to pay a civil penalty of $2,200. The Commission exercised its prosecutorial discretion and dismissed the allegations against Gillette because it appears she was acting solely in her capacity as an agent of Project Vote in violating the Act.</p></td>\n          </tr>\n        </table>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em>###</em></p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "date": "08/09/2010", "href": "press2010/20100809MUR.shtml", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "pdf": null}