{"href": "2000legrec.htm", "pdf": null, "date": "03/13/2000", "category": "Other Agency Actions", "title": "FEC Submits Six Priority Recommendations for Legislative Action", "html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font><font size=\"3\" face=\"Book Antiqua\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nMarch 13, 2000                                                                                                                              Sharon Snyder\n                                                                                                                                                         Ian Stirton\n                                                                                                                                                         Kelly Huff</strong></font><font size=\"2\">\n</font>\n\n<b/><p align=\"CENTER\">&#160;</p>\n<p align=\"CENTER\">FEC SUBMITS SIX PRIORITY RECOMMENDATIONS</p>\n<p align=\"CENTER\">FOR LEGISLATIVE ACTION</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150; The Federal Election Commission has submitted to Congress and the President six priority recommendations for legislative action in the area of campaign finance law &#150; changes to the law that the six-member Commission unanimously believes \"would have a significant effect on the election system,\" said FEC Chairman Darryl R. Wold in a cover letter.</p>\n<p> </p>\n<p>\tChairman Wold wrote:</p>\n\n<p>\t\"In accordance with 2 U.S.C. &#167;438(a)(9), the Federal Election Commission is pleased to submit for your consideration six priority recommendations for legislative action, summarized as follows:</p>\n\n<b>\n<ol>\n  <li>Election Cycle Reporting of Operating Expenditures and Other Disbursements</li></ol></b> -- Place committee reporting of operating expenditures and other disbursements on an election-cycle basis.  This would establish consistency with the reporting of campaign receipts, which (based on last year&#146;s legislative change) will be reported on an election-cycle basis, starting January 1, 2001.\n\n<b>\n<li>Waiver Authority</li></b> &#150; Grant authority to the Commission to waive excessive reporting\nrequirements\n<li><b>Monthly Reporting for Congressional Candidates &#150; Give principal campaign</b> committees of Congressional campaigns the option of filing monthly reports so that their reports cover less activity and are easier to do.</li>\n\n<b>\n<li>Application of the $25,000 Annual Limit</li></b> &#150; Simplify the application of the $25,000 annual limit for individuals, thereby reducing inadvertent violations while allowing the Commission to better monitor compliance.\n\n<b>\n<li>Contributions by Foreign Nationals</li></b> &#150; Clarify that the prohibition on foreign national activity applies to both contributions and expenditures and to both federal and nonfederal elections.\n\n<b>\n<li>Lines of Credit and Other Loans Obtained by Candidates</li></b> &#150; Clarify the legality of loans made using alternative sources of financing, such as advances on a candidate&#146;s brokerage account, credit card or home equity line of credit.\"\n\n\n\n<p>Chairman Wold also noted that another 32 legislative recommendations would soon be submitted to the President and Congress.  The first group in that 32 will contain recommendations that, \"...if incorporated into the statute, would greatly ease the burden on political committees or streamline the administration of the current campaign finance law by addressing areas that have been problematic,\" wrote the Chairman.  He added that the second part of the group of 32 \"...contains recommendations that are primarily technical in nature and would correct outdated or inconsistent parts of the law.\"</p>\n\n<p>\tThe FEC Chairman closed his letter by saying that the Commission hopes the proposals will be helpful and that they \"...reflect the judgment and experience of 25 years administering and enforcing the federal election campaign laws.\"</p>\n\n<b/><p align=\"CENTER\">#   #   # </p>\n\n<p> </p>\n\n<p>\t</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p></font></body>\n"}