{"html": "<body>\n<p><a href=\"../..\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\">December 22, 2004 \n      <p><u>ATTENTION WIRE SERVICES, DAYBOOK EDITORS:</u></p></td>\n  </tr>\n  <tr> \n    <th width=\"100%\" class=\"fourteen_pt\">FEC SEEKS COMMENTS ON PROPOSED RULEMAKING</th>\n  </tr>\n  <tr> \n    <td width=\"100%\"><p>Washington -- The Federal Election Commission is seeking \n        comments on proposed amendments to its rules regarding contributions to \n        the separate segregated fund of a trade association by employee-stockholders \n        and executive and administrative personnel of corporations that are members \n        of the trade association\n      </p><p>Currently the Commission's regulations prohibit any corporate member \n        of a trade association from using a payroll deduction or check-off system \n        for employee contributions to a trade association political action committee.&#160; \n        The Commission proposed to amend its regulations to permit the use of \n        these fundraising methods.&#160; In addition, the proposed regulations \n        would require any corporation that provides incidental services for contributions \n        to a trade associations's committee also to provide the same services \n        for contributions to the political committee of any labor organization \n        that represents employees of the corporation.&#160; The Commission has \n        not made any final decisions on the amendments proposed in this Notice. \n        &#160; Comments must be received by January 21, 2005 . The Notice was \n        published in the Federal Register on December 22, 2004 and can be found \n        at http://www.fec.gov/pdf/nprm/payroll_deduction_trade_ssf/notice2004-18.pdf</p>\n      <p>All comments should be addressed to Mr Brad Deutsch, Assistant General \n        Counsel, and may be submitted in either electronic or written form. Electronic \n        mail comments are encouraged to ensure timely receipt, and should be sent \n        to <a href=\"mailto:paydeduct@fec.gov\">paydeduct@fec.gov </a>.&#160; They \n        must include the full name, electronic mail address, and postal service \n        address of the commenter. Any attachments must be in the Adobe Acrobat \n        (.pdf) or Microsoft Word (.doc) format.&#160; Faxed comments should be \n        sent to (202) 219-3923 with printed copy follow-up to ensure legibility.&#160; \n        Written comments should be sent to the Federal Election Commission, 999 \n        E Street, NW, Washington DC 20463 . </p>\n      <p align=\"center\">### </p></td>\n  </tr>\n</table>\n</body>\n", "date": "12/22/2004", "href": "press2004/20041222nprmnotice1.htm", "category": "Rulemakings", "title": "FEC Seeks Comments on Proposed Rulemaking on Payroll Deduction of Contributions for Trade Association PACs", "pdf": null}