{"href": "press2007/20070830shays.shtml", "pdf": null, "date": "08/30/2007", "category": "Litigation", "title": "District Court Rules In Favor of FEC; Upholds FEC Approach to 527's", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>August 30, 2007</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n            <p>&#160;</p>\n              <p align=\"center\"><strong>District Court Rules in Favor of FEC &#8211; Upholds FEC Approach to 527s</strong></p>\n              <p>WASHINGTON &#8211; Today, the U.S. District Court for the District of Columbia granted the Federal Election Commission&#8217;s motion for summary judgment in <em>Shays, et al., v. FEC</em>.&#160; Congressman Christopher Shays and former Congressman Martin Meehan filed suit against the FEC asking the Court to compel the FEC to issue new regulations requiring most groups that have registered with the Internal Revenue Service as political organizations under section 527 also to register with the FEC as federal political committees.&#160; The judge denied Plaintiffs request. </p>\n              <p>In February 2007, in response to a previous decision by the Court in 2006, the FEC published a <em>Supplemental Explanation and Justification</em>, which provided a more detailed rationale for the Commission&#8217;s decision not to amend its regulatory definition of &#8220;political committee&#8221; to automatically include 527 organizations.&#160; In granting the Commission summary judgment, the Court determined that the &#8220;FEC&#8217;s revised explanation is sufficient under the APA [Administrative Procedure Act] to justify&#8221; its actions. </p>\n              <p>In reaching this decision Judge Emmet G. Sullivan agreed with the Commission that judgments about whether the major purpose of an organization is influencing federal elections are complex and therefore the FEC&#8217;s decision not to draft a general rule but rather to consider this question on a case by case basis is within the agency&#8217;s discretion. The Court also noted that &#8220;the FEC has successfully brought enforcement actions against 527 groups since the [Court&#8217;s] 2006 opinion. . .&#8221;&#160; The Commission has completed action against a number of such groups that were active in the 2004 election cycle, and these groups have agreed to pay a total of approximately $2.3 million in civil penalties.&#160; The conciliation agreements provide guidance on the circumstances that trigger federal political committee status under existing FEC regulations and the proper ways for such committees to finance activities clearly intended to influence federal elections.&#160; </p>\n              <p/>\n              <p>The Commission was represented in this phase of the litigation by FEC attorneys David Kolker, Harry Summers, Vivien Clair, and Margaret Perl.</p>\n              <p>The<a href=\"../../law/litigation/04-1597a.pdf\"> District Court decision is available here</a>.</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n              <p align=\"center\"># # #</p>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}