{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\" class=\"ten_pt\">For Immediate Release<br/>\n    September 18, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\" class=\"ten_pt\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\" class=\"ten_pt\">Ian Stirton<br/>\n    Ron Harris<br/>\n    Bob Biersack<br/>\n    Kelly Huff</th>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">FEC ISSUES FIFTH NOTICE OF PROPOSED RULEMAKING ON\n    CAMPAIGN FINANCE REFORM</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">Washington &#150; The Federal Election Commission (FEC) is seeking\n    comment by October 11 on the fifth set of several rulemakings regarding elements in the\n    Bipartisan Campaign Reform Act of 2002 (BCRA).<p>In the notice, available at\n    //www.fec.gov/register.htm the Commission is seeking comment on proposed changes to its\n    rules relating to communications that are made independently from, or in coordination with\n    a candidate, authorized committee of a candidate, or a political party committee. In\n    addition, the proposed regulations would set forth the meaning of \"coordination\"\n    as well as on the timing of independent and coordinated expenditures made by political\n    party committees. </p>\n    <p>The document approved for release by the Commission on September 12 contains only draft\n    language for these proposed rules, along with possible alternatives in some cases, and\n    does not represent a final decision by the Commission on this rulemaking. </p>\n    <p>The BCRA, which takes effect on November 6, requires that all implementing rules be in\n    place within 270 days of enactment. Rules regarding aspects of the law that eliminate or\n    restrict non-federal financial activity (\"soft money\") for national, state, and\n    local party organizations were approved by the FEC on June 22. The Commission has also\n    approved notices of proposed rulemaking regarding electioneering communications which\n    appeared in the Federal Register on Wednesday, August 7, contribution limitations and\n    prohibitions which appeared in the Federal Register on Thursday, August 22, and one on\n    disclaimers, fraudulent solicitation, civil penalties and personal use of campaign funds\n    which appeared in the Federal Register on Thursday, August 29.</p>\n    <p>All comments must be received by October 11, 2002. A public hearing is scheduled for\n    October 23-24, and requests to testify must be received by October 11. All comments should\n    be addressed to John Vergelli, Acting</p>\n    <p>Assistant General Counsel, and must be submitted in either electronic or written form.\n    Electronic mail comments should be sent to BCRAcoord@fec.gov and must include the full\n    name, e-mail address, and postal service address of the commenter. Faxed comments should\n    be sent to (202) 219-3923, with printed copy follow-up. Written comments should be sent to\n    the Federal Election Commission, 999 E Street, N.W. Washington, D.C. 20463. Commenters are\n    strongly encouraged to submit comments electronically to ensure timely receipt and\n    consideration. </p>\n    <p align=\"CENTER\">###</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "href": "20020918nprm.html", "date": "09/18/2002", "pdf": null, "title": "FEC Issues Fifth Notice of Proposed Rulemaking on Campaign Finance Reform", "category": "Rulemakings"}