{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><b>For Immediate Release<br/>\n    March 1, 2002</b></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><b>Contact:</b></p></td>\n    <td width=\"187\" valign=\"top\"><b>Kelly Huff<br/>\n    Ron Harris<br/>\n    Bob Biersack<br/>\n    Ian Stirton</b></td>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><p align=\"CENTER\" class=\"big\"><b>CAMPAIGN CITED FOR FAILURE TO FILE\n    PRE-PRIMARY REPORT</b></p>\n    <p><em>This committee&#146;s 12 Day Pre-Primary report was received on March 4, 2002. It\n    was sent certified/registered mail dated February 16, 2002. If sent by certified or\n    registered mail, this report should have been postmarked by February 18, therefore the\n    report is considered timely filed.</em></p>\n    <p>WASHINGTON -- California will be holding primary elections on March 5, 2002, to select\n    candidates for the U.S. House of Representatives.</p>\n    <p>Provisions of the Federal Election Campaign Act require committees supporting\n    candidates involved in the primary to file reports of their financial activity 12 days\n    before the election.</p>\n    <p>As of 5 p.m., February 28, 2002, disclosure reports from the following committees had\n    not been filed:</p>\n    <blockquote>\n      <p><b>CA/01...LAWRENCE R. WIESNER FOR CONGRESS COMMITTEE...LAWRENCE R. WIESNER, TREAS\n      ...LAWRENCE R. WIESNER...REP</b></p>\n    </blockquote>\n    <p>The reports were to include financial activity occurring from January 1 through\n    February 13. If sent by certified or registered mail, the reports should have been\n    postmarked by February 18. Otherwise, the due date was close-of-business February 21.\n    Mandatory electronic filing requirements became effective as of January 1, 2001. Any\n    committee that receives contributions or makes expenditures in excess of $50,000 in the\n    current calendar year, or that reasonably expects to do so, must submit its reports\n    electronically. These rules became effective for reporting periods beginning on or after\n    January 1, 2001.</p>\n    <p>Some individuals and their committees have no obligation to file reports under federal\n    election law, even though their names may appear on state ballots. If an individual raises\n    or spends less than $5,000, he or she is not considered a \"candidate\" subject to\n    reporting under the FECA.</p>\n    <p>The FEC notified committees involved in the primary of their potential filing\n    requirements on January 28. Those committees which did not file on the due date were\n    notified on February 22 that reports had not been received and that their names would be\n    published if they did not respond within four business days.</p>\n    <p>Other political committees supporting House candidates in elections (those which are\n    not authorized units of a candidate's campaign) also are required to file pre-primary\n    reports, unless they report monthly. Those committee names are not published by the FEC.</p>\n    <p>Further Commission action against non-filers and late filers falls under the\n    Administrative Fine Program. Political committees and treasurers who fail to file their\n    reports on time may be subject to civil money penalties ranging from $125 to $16,000 (or\n    more for repeat late- and non-filers).</p>\n    <p>The next regularly scheduled disclosure reports for candidate committees will be the\n    quarterly report, due April 15. It will cover activity from February 14 through March 31.</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "date": "03/01/2002", "href": "20020301nonfiler.html", "category": "Non-Filer Publications", "title": "Campaign Cited for Failure to File Pre-Primary Report", "pdf": null}