{"href": "press2003/20030501hearing/20030501hearing.html", "pdf": null, "date": "05/01/2003", "category": "Rulemakings", "title": "FEC Seeks Comments on Enforcement Procedures, Sets Public Hearing for June 11", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../../../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    May 1, 2003</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\">FEC SEEKS COMMENTS ON ENFORCEMENT PROCEDURES,<br/>\n    SETS PUBLIC HEARING FOR JUNE 11</th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\" checked=\"false\">WASHINGTON &#150; The Federal\n    Election Commission is soliciting public comments by May 30 and will hold a hearing on\n    June 11 regarding the Federal Election Campaign Act&#146;s enforcement procedures\n    administered by the Commission.<p>In the course of addressing its administrative\n    obligations, the Commission periodically reviews its programs. This review of enforcement\n    practices and procedures is to determine if issues have arisen that require reexamination\n    or adaptation of those practices and procedures. The Commission will use the comments\n    received to determine whether internal directives or practices should be adjusted and\n    whether rulemaking in this area is advised.</p>\n    <p>It is important to note that the Commission has made no decisions in this area, and may\n    choose to take no action. The intent of this review is to examine the Commission&#146;s\n    enforcement practices and procedures, many of which have been in place since the\n    Commission was founded, and to give the regulated community and the public an opportunity\n    to bring general enforcement policy concerns before the Commission.</p>\n    <p>In its notice of public hearing and request for comments, published today in the\n    Federal Register (<a href=\"fr68n084p23311.pdf\">68 FR, May 1, 2003, p. 23311</a>), the\n    Commission emphasizes that it \"&#133;would like to see addressed the issues that face\n    counsel who practice before the Commission, complainants and respondents who directly\n    interact with the FEC, witnesses, other third parties, and the general public.\" A\n    general topic list is included in the notice.</p>\n    <p>Comments must be received on or before May 30, 2003. A public hearing will be conducted\n    June 11, 2003, from 10 a.m. to 5 p.m. in the FEC&#146;s 9th floor Hearing Room. </p>\n    <p>All comments should be addressed to Susan L. Lebeaux, Assistant General Counsel, and\n    must be submitted in either written or electronic form. Written comments should be sent to\n    the Federal Election Commission, 999 E St. NW, Washington, DC 20463. Faxed comments should\n    be sent to (202) 219-3923, with printed copy follow-up.</p>\n    <p>Electronic mail comments should be sent to <a href=\"mailto:enfpro@fec.gov\">enfpro@fec.gov</a>.\n    Persons sending requests and comments by electronic mail must include their full name,\n    electronic mail address and postal service address within the text of the request or\n    comments. If the electronic comments include an attachment, the attachment must be in the\n    Adobe Acrobat (PDF) or Microsoft Word (.doc) format. Commenters are strongly encouraged to\n    submit comments electronically to ensure timely receipt and consideration.</p>\n    <p>The Commission will make every effort to post public comments on its Web site within 10\n    business days of the close of the comment period.</p>\n    <p align=\"CENTER\"># # #</p></td>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" class=\"small\" colspan=\"3\" checked=\"false\"/>\n  </tr>\n</table>\n</body>\n"}