{"href": "press2005/20050615smith.html", "pdf": null, "date": "06/15/2005", "category": "Commission Appointments", "title": "Smith Plans Departure from Federal Election Commission", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table width=\"100%\" border=\"0\" align=\"left\" cellpadding=\"6\" cellspacing=\"6\" bordercolor=\"#111111\" summary=\"Layout table\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" width=\"38%\">For&#160;Immediate&#160;Release<br/>\n    June 15, 2005</th>\n    <th width=\"32%\" valign=\"top\" align=\"right\" class=\"small\">  <div align=\"right\">Contact:</div></th>\n    <th width=\"30%\" align=\"left\" valign=\"top\" class=\"small\">Bob Biersack <br/> \n      Ian Stirton   <br/> \n      Kelly Huff   <br/>\n    George Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\"> <p align=\"center\" class=\"big\"><strong>SMITH PLANS DEPARTURE FROM FEDERAL ELECTION COMMISSION </strong></p>\n    </th>\n  </tr>\n  <tr>\n    <td align=\"left\" colspan=\"3\"><p>WASHINGTON -- Bradley A. Smith, a member of the Federal Election Commission since 2000 who served as the Commission&#8217;s Chairman in 2004, has announced his intention to resign from the Commission and return to the faculty of the Law School at Capital University in Columbus Ohio.&#160; </p>\n      <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; In a letter sent to President Bush on June 14, Smith said &#8220;It has been an honor and a privilege to serve at the FEC for the past five years.&#160; Much has been accomplished in this time. . . (t)he result is a fairer, more efficient, more streamlined organization.&#8221;&#160; His resignation is effective August 21, 2005.</p>\n      <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Reflecting on his tenure at the FEC, Commissioner Smith emphasized the important strides made by the Commission in recent years, particularly in its efforts to enforce the Federal Election Campaign Act.&#160; &#8220;I&#8217;m happy to say we&#8217;ve made progress in speeding the enforcement process and improving due process for people and groups we investigate while also obtaining meaningful civil penalties where we find violations of the law.&#160; In the last three years we have assessed the highest penalties ever against a sitting Senator, an incumbent House member, a party congressional campaign committee, and a state party committee, which was also the largest penalty assessed against a registered committee of any kind.</p>\n      <p> &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Noting that the Commission&#8217;s regulations now are nearly 400 pages long, Smith added, however, that he remained, &#8220;concerned about the effects our campaign finance laws are having on grassroots political participation.&#160; Political activity is more heavily regulated than at any time in our nation&#8217;s history.&#8221;&#160; As examples, Smith noted fines levied against individuals for contributing to family members running for office, and investigations of spontaneous political activity by individuals. </p>\n      <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Commissioner Smith, who is the author of <u>Unfree Speech: The Folly of Campaign Finance Reform,</u> published by Princeton University Press, along with many articles appearing in law reviews and other academic journals, was nominated to the Commission by President Clinton on February 9, 2000 and confirmed by the Senate on May 24 of that year for a term that expired on April 30, 2005.&#160; By law, members of the Federal Election Commission nominated after 1997 may serve one six-year term, with the terms of two Commissioners expiring every two years.&#160; They may continue to serve after the expiration of their terms until a replacement is appointed.</p>\n      <p/>\n      <p align=\"center\">###</p>\n      <p align=\"center\"/></td>\n  </tr>\n</table>\n</body>\n"}