{"html": "<body bgcolor=\"#FFFFFF\" text=\"#000000\" link=\"#000099\" vlink=\"#ff0000\" alink=\"#FF0000\">\n<font size=\"-2\">News Releases, Media Advisories<br/><br/>\n<font size=\"+0\">\n<img src=\"/jpg/topfec.jpg\" ismap=\"ismap\" border=\"0\"/>\n\n<pre>\nFor Immediate Release\t\t\tContact:\tRon Harris\nJanuary 2, 1998 \t\t\t\t        Sharon Snyder\n                                                        Ian Stirton\n\t\t\t\t\t\t        Kelly Huff\n</pre>\n\n\n\n<h2>SURVEY OF ELECTRONIC FILING COMPLETED</h2>\n\n<p>\nWASHINGTON-The Federal Election Commission today released the\nresults of a survey of reporting political committees regarding\nelectronic filing of financial disclosure forms.\n</p><p>\nAn independent consulting firm commissioned by the FEC sent survey\nquestionnaires to a sample of over 1,000 of the myriad political\ncommittees (PACs, parties, and Congressional campaigns) registered\nwith the FEC and received responses from 69 percent of those.\nThe answers confirmed that most of the committees-some 85 percent\nof the respondents-have access to computers in their committee\nor campaign operations.  Three-fourths of the computerized committees\nhave access to modems, and two-thirds of those committees can\nreach the Internet.\n</p><p>\nBottom-line results of the survey indicate that the filing community\nhas the basic infrastructure to take advantage of a voluntary\nelectronic filing program for campaign disclosure reports, and\nthere is generally a positive attitude about filing reports to\nthe Federal Election Commission by that method.\n</p><p>\nThe survey also shows, however, that while some 20 percent of\nfilers use computer software specifically purchased for bookkeeping\nand preparation of FEC reports, 66 percent of all filers continue\nto prepare their disclosure reports manually and 6 in 10 filers\nwho have computers file manually.  Still, some 48 percent of all\nrespondents stated they believe electronic filing would give the\npublic easier and more rapid access to campaign finance information,\nand 70 percent indicated that electronic filing should save them\ntime, after the initial setup.\n</p><p>\nRespondents to the survey were divided in their preferences over\nalternative methods of submitting reports electronically.  Over\nhalf of the respondents preferred a dedicated modem-based system\nin order to direct-dial into the FEC's computers, while the remaining\nrespondents were split between mailing computer diskettes and\nutilizing Internet e-mail as the transmission vehicle.  A primary\nconcern of many respondents was ensuring the authenticity and\nsecurity of reports transmitted over the Internet.\n</p><p>\nTo accomodate filers, enhancements to the FEC's voluntary electronic\nfiling system, due for implementation in February, will incorporate\nall three alternatives.\n</p><p>\nCongress passed Public Law 104-79 in December 1995, instructing\nthe FEC to develop and implement a voluntary electronic filing\nsystem that would allow political committees to file FEC reports\nelectronically rather than on paper.  Since its inception in 1975,\nthe FEC had received all disclosure reports on paper, which then\nrequired some time to complete the data coding and entry process\nto the Commission's database.  \n</p><p>\nIn the 1995-96 election cycle, for example, more than 8,000 committees\nfiled financial reports with the FEC on a monthly, quarterly,\nor semi-annual basis, all in hard-copy format.  That resulted\nin nearly 2 million detailed entries made to the agency's disclosure\ndatabase, requiring over 30 days per reporting period to complete\nthe coding and entry process.\n</p><p>\nDuring 1996, the FEC took the necessary first steps in an electronic\nfiling program, which included promulgating regulations, providing\ntechnical support to software companies, establishing format specifications\nfor different types of FEC report data, developing internal systems\nto receive and process filings, and developing various methods\nand techniques for disclosing and disseminating information electronically\nby the differing community of filers.  As of January 1, 1997,\nthe Commission was capable of accepting electronic filing.\n</p><p>\nIn mid-1997, the FEC began receiving reports on computer diskettes\nfrom those committees desiring to do so.  Currently there are\nnine committees filing by that method (see FEC Webpage <i>http://www.fec.gov</i>).\n In October of 1997, the Commission offered its own software program,\nat no cost to committees, that allows committees to electronically\nmaintain their records and generate reports.\n</p><p>\nThe report concludes, \"...the results of the FEC Survey for\nElectronic Filing illustrate the variation in computer capabilities\nand attitudes within the filing community.  However, they also\nunderscore the high level of computerization and the positive\nattitude that most FEC filers have toward the electronic filing\nof disclosure reports. ...With this information, the FEC is in\na much better position to develop an electronic filing system\nthat fits the needs and capabilities of the filing community as\nwell as the needs of the Commission.\" \n</p><p>\n#   #   # \n</p><p>\n<b>Copies of the \"<a href=\"/press/srvfinal.htm\">Survey for Electronic Filing, Final Report</a>\"\nare available to the media through the FEC Press Office, 202-219-4155,\nand can also be found on the FEC Website.</b>\n</p><p>\n   \n</p><p>\n \n</p><p>\n \n\n\n</p></font></font></body>", "date": "01/02/1998", "href": "survpr.htm", "category": "Disclosure Initiatives", "title": "Survey on Electronic Filing Completed", "pdf": null}