{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>September 24, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p/>\n              <p align=\"center\"><strong>FEC BROADENS DISCLOSURE OF LITIGATION DOCUMENTS, MODIFIES PROBABLE CAUSE HEARING PROCEDURE</strong> </p>\n              <p/>\n              <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved a proposal to disclose pleadings from all parties involved in FEC litigation, including documents filed by adverse parties and <em>amici</em>, on its website. The inclusion of a wider range of documents is intended to help the public better understand the impact of litigation and is part of the Commission&#8217;s effort to promote transparency.</p>\n              <p/>\n              <p>The Commission also adopted a modification of the agency&#8217;s procedure for handling probable cause hearings. Such hearings provide respondents in FEC enforcement proceedings an opportunity to present their arguments to the Commission before the Commission acts on a recommendation from the FEC General Counsel to find &#8220;probable cause to believe&#8221; that a violation has occurred or is about to occur. In addition to the current policy, which allows Commissioners to ask questions at probable cause hearings of the respondent and the respondent&#8217;s counsel, Commissioners now will have the opportunity to pose questions to representatives of its General Counsel and its Staff Director.</p>\n              <p/>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p><em/></p>\n              <p align=\"center\"><em>###</em></p>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <p/></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2009/20090924LitDoc.shtml", "date": "09/24/2009", "pdf": null, "title": "FEC Broadens Disclosure of Litigation Documents, Modifies Probable Cause Hearing Procedure", "category": "Disclosure Initiatives"}