{"href": "20021210rule.html", "pdf": null, "date": "12/10/2002", "category": "Rulemakings", "title": "FEC Completes Seventh Rulemaking Implementing New Campaign Finance Law", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    December 10, 2002</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Bob&#160;Biersack<br/>\n    Ron&#160;Harris<br/>\n    Ian&#160;Stirton<br/>\n    Kelly&#160;Huff</th>\n  </tr>\n</table>\n\n<table border=\"0\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th class=\"fourteen_pt\">FEC COMPLETES SEVENTH RULEMAKING IMPLEMENTING NEW CAMPAIGN FINANCE\n    LAW</th>\n  </tr>\n  <tr>\n    <td>WASHINGTON &#150; The Federal Election Commission (FEC) has completed action on the\n    seventh rulemaking implementing the Bipartisan Campaign Reform Act (BCRA). On December 5\n    Commissioners approved 5-1 the rules implementing BCRA provisions regarding coordinated\n    and independent expenditures. <p>The rules on coordinated and independent expenditures set\n    out the criteria the Commission will use to determine whether interaction between\n    candidates, political parties, and outside individuals or groups cause expenditures for\n    advertisements by these individuals or groups to be considered \"coordinated\"\n    with the candidate or party committee. If expenditures meet these definitions they will be\n    considered to be either in-kind contributions to the candidate or party committee, or\n    coordinated expenditures by a party committee (allowed for party committees supporting\n    general election candidates). </p>\n    <p>Both contributions and coordinated expenditures are limited in amount and as to the\n    sources of funds permitted for their use. Under the new rule, there are separate\n    \"content standards\" (examining the substance of the advertisement paid for by\n    the expenditure) and \"conduct standards\" (examining the nature of the\n    interaction between the individual or group paying for the advertisement and the candidate\n    or party committee). Both must be met for an expenditure to be coordinated. </p>\n    <p>Detailed information about BCRA rulemakings can be found at <a href=\"../pages/bcra/rulemakings/rulemakings_bcra.htm\">http://www.fec.gov/pages/bcra/rulemakings/rulemakings_bcra.htm</a>.</p>\n    <p>The Commission has previously completed rules for BCRA provisions related to national,\n    state, and local party activities (soft money), electioneering communications, Federal\n    Communications Commission requirements related to electioneering communications,\n    contribution limitations and prohibitions, a reorganization of rules on contributions and\n    expenditures, and provisions of BCRA relating to disclaimers required on public\n    communications, personal use of campaign funds, and other provisions. </p>\n    <p>A Notice of Proposed Rulemaking regarding leadership political action committees is\n    scheduled to be considered at the Commission&#146;s December 12 open meeting, as well as\n    consideration of final rules regarding consolidated reporting of electioneering\n    communications, independent expenditures, and building funds. Interim rules on the\n    \"millionaire&#146;s amendment\" in BCRA are scheduled to be considered by the\n    Commission on December 18.</p>\n    <p align=\"CENTER\">###</p></td>\n  </tr>\n  <tr>\n    <td/>\n  </tr>\n</table>\n</body>\n"}