{"href": "press2013/20130109_johnson-matchingfund.shtml", "pdf": null, "date": "01/09/2013", "category": " Presidential Public Funds", "title": "Federal Election Commission Certifies Federal Matching Funds for Gary Johnson", "html": "<div class=\"press_release_content\">\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">January 9, 2013 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>Federal Election Commission Certifies Federal Matching Funds for </strong><strong>Gary Johnson</strong> </p>\n        <p>WASHINGTON &#8211; The Federal Election Commission has certified $121,755.77 in federal matching funds to Governor Gary Johnson/Gary Johnson 2012, Inc. for the 2012 primary election. The United States Treasury Department transferred the certified amount yesterday.</p>\n        <p>This raises the total amount of federal funds certified to Governor Gary Johnson/Gary Johnson 2012, Inc., to $632,016.75. Governor Gary Johnson/Gary Johnson 2012, Inc. is the authorized committee of Gary Earl Johnson, the Libertarian Party&#8217;s presidential candidate.</p>\n        <p>Last year, the Commission also certified $351,961.10 in federal matching funds to Charles E. &#8220;Buddy&#8221; Roemer III and $372,130.44 to Jill Stein for President for the primary. </p>\n        <p>To become eligible for matching funds, a candidate must raise a threshold amount of $100,000 by collecting $5,000 in each of 20 states in amounts no greater than $250 from any individual. Other requirements include agreeing to an overall spending limit, abiding by spending limits in each state, using public funds only for qualified campaign-related expenses, keeping financial records and permitting an extensive campaign audit. </p>\n        <p>The presidential public funding program is financed through the $3 check-off that appears on individual income tax returns. The program has three elements: matching payments to participating candidates during the primary campaign, grants to parties to help fund their nominating conventions, and grants available to nominees to pay for the general election. </p>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </p>\n        <div align=\"center\"><br/>\n  # # # </div></td>\n    </tr>\n  </table>\n\t\t\t\t</div>\n\t\t\t\t\t\t\t\t"}