{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">February 11, 2015 </td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150211release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Hears Wide Public Comment on the <em>McCutcheon v. FEC</em> <br/>\nAdvance Notice of Proposed Rulemaking</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission heard wide-ranging public comment today at a hearing to consider issues surrounding a potential <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=305653\">rulemaking</a> in light of the Supreme Court&#8217;s April 2014 decision in <a href=\"../../../law/litigation/McCutcheon.shtml\"><em>McCutcheon, et al. v. FEC</em></a>. </p>\n        <p> &#8220;I want to thank the over 32,000 people from all over the country who considered these important issues and provided written comments to the Commission,&#8221; Chair Ann M. Ravel said as she opened the day-long hearing. &#8220;My strong belief is that a public agency is obligated to hear from all members of the public. This is especially true for the FEC, whose mission is to protect the democratic process for all Americans.&#8221;</p>\n        <p>Vice Chairman Matthew S. Petersen also thanked participants in the hearing while noting that the<em> McCutcheon </em>decision was \"the most recent instance in which the Supreme Court has held that a significant plank in the federal campaign finance legal architecture impermissibly encroaches upon the freedom of speech protected by the First Amendment. . . . It is against this backdrop that the Commission must evaluate the comments and testimony presented as part of this proceeding.&#8221;</p>\n        <p>More than 60 people including campaign finance law experts, political party and nonprofit organization representatives, and grassroots organizers testified before the Commission today. Their testimony supplemented the written <a href=\"http://sers.fec.gov/fosers/viewreg.htm?regno=2014-01\">comments</a> submitted in response to the <a href=\"http://sers.fec.gov/fosers/viewreg.htm?regno=2014-01\">Advance Notice of Proposed Rulemaking</a> to the Commission ahead of the hearing.</p>\n        <p>The schedule of witnesses can be found on the <a href=\"../../../pages/hearings/McCutcheonRulemakingPublicHearing.shtml\">hearing page</a>. Archived audio and video recordings of the hearing will be made available as soon as possible and linked to the same page.</p>\n        <p>&#160;</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n                </p>\n        <p align=\"center\"># # #</p>\n        <p/></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2015/news_releases/20150211release.shtml", "date": "02/11/2015", "pdf": null, "title": "FEC Hears Wide Public Comment on the ", "category": "McCutcheon v. FEC"}