{"html": "<body>\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"3\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> </font></p>\n\n<pre/></font><font size=\"3\" face=\"Book Antiqua\"><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nMay 31, 2000                                                                                                                                 Sharon Snyder\n                                                                                                                                                         Ian Stirton\n                                                                                                                                                         Kelly Huff</strong></font><font size=\"2\">\n</font>\n\n<p>&#160;</p>\n\n<b/><p align=\"CENTER\">FEC ISSUES FINAL RULES ON ADMINISTRATIVE FINES PROCEDURE</p>\n<p align=\"CENTER\"/>\n<p>WASHINGTON &#150;<b> </b>The Federal Election Commission has transmitted to Congress for approval final rules that will permit the FEC to administratively impose civil money penalties for violations of campaign finance reporting requirements that occur between January 1, 2000, and December 31, 2001.</p>\n\n<p>\tThis \"administrative fines program,\" to go into effect July 14, 2000, was authorized by Congress last year following a priority legislative recommendation made by the FEC. It was enacted as part of the Commission&#146;s appropriations for FY2000*.</p>\n\n<p>\tAs cited in the final rule (FR Vol. 65, No. 98, May 19, 2000, p. 31787), the purpose of the administrative fines program is \"...to institute streamlined procedures, while preserving the respondents&#146; due process rights, to process violations of reporting requirements...and assess a civil money penalty based on the schedules of penalties for such violations.\"</p>\n\n<p>Under the current system, reporting violations (late filers, non-filers, and committees which fail to file 48-hour notices) are treated under the same enforcement procedures as other alleged campaign finance violations, i.e. culminating in settlement on a civil penalty or court action.  Under the new rules, if the Commission finds \"reason to believe\" that a respondent has violated the reporting provisions of the law, it will send penalty notices to violators based on a pre-established schedule of fines (see FR notice). Among the factors the Commission will consider when determining the amount of civil money penalties are:  the level of financial activity in the report, the election sensitivity of the report, the lateness of the report, and the existence of any previous civil money penalties.</p>\n\n<p>Under the final rules, election sensitive reports are considered to be filed late if they are filed after their due dates, but prior to four days before the elections. [Note: Election sensitive reports are those filed immediately before an election and include pre-primary, pre-special, pre-general, October quarterly and October monthly reports.] Reports that are not election sensitive are considered to be filed late if they are filed after their due dates, but within 30 days of their due dates.</p>\n\n<p>Two examples follow.  A committee whose financial activity on a late-submitted report is less than $25,000 and who does not have a previous civil money penalty, will pay a civil money penalty not exceeding $1000 or the level of activity on the report, whichever is less.  For a committee with $950,000 or more in financial activity on an election sensitive report, the civil money penalty is calculated using the following formula:</p>\n\n<b/><p>Late filer -- [$7500 + ($200 x number of days late)] x [1 + (.25 x number of previous violations)]</p>\n<b/><p>Non-filer -- $16,000 x [1 + (.25 x number of previous violations)]</p>\n\n<p>If a respondent decides to challenge a \"reason to believe\" finding on a reporting violation, a written response with supporting documentation must be submitted within 40 days of the Commission&#146;s \"reason to believe\" finding. A reviewing officer will evaluate the written response and make a recommendation to the Commission, which will then make a final determination in the matter. A respondent may appeal the Commission&#146;s final determination by submitting a written petition to a U.S. District Court within 30 days of receipt of the final determination. </p>\n\n<p>Disclosure reports from congressional and presidential candidate committees, PACs and party committees are required to be filed monthly, quarterly, or semi-annually, depending on the committee-type and election year or non-election year.  Candidate committees are also required to file 48-hour reports &#150; disclosure within 48 hours of the receipt of a contribution of $1000 or more in the 20 days prior to an election. In addition, all committees may have to file 12 day pre-election and/or 30 day post-general election reports.</p>\n\n<p>In the 1998 election cycle, some 21 percent of over 35,000 required disclosure reports were filed late to the FEC (or the Secretary of the Senate) and 3,200 reports that should have been received were not filed.</p>\n\n<p>The July quarterly reports, due to the Commission July 15, will be the first reports subject to the new administrative fines program.</p>\n\n<p>Committees desiring further information on the administrative fines program should contact the FEC&#146;s Public Information Division, 202-694-1100, or toll free at 800-424-1100.</p>\n\n<p align=\"CENTER\">#   #   #  </p>\n<p align=\"CENTER\"/>\n<p align=\"CENTER\">&#160;</p>\n<b/><p>*Congress in 1999 authorized the administrative fines program in amendments to the Federal Election Campaign Act, sec. 309(a)(4), 2 U.S.C. 437g(a)(4). The amendments were enacted as part of the Treasury and General Government Appropriations Act, 2000, Public Law 106-58, 106<sup>th</sup> Congress, Sec. 640, 113 Stat. 430, 476-77 (1999).</p>\n<p>\t</p>\n\n<p>&#160;</p>\n<p>&#160;</p>\n<p>\t </p></font></body>\n", "href": "AdminFinesFinal.htm", "date": "05/31/2000", "pdf": null, "title": "FEC Issues Final Rules on Administrative Fines Procedure", "category": "Rulemakings"}