{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>May 30, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n              <p/>\n              <p align=\"center\"><strong>FEC Cites Committees for Failure to File Alabama and California Pre-Primary Reports  </strong></p>\n              <p>WASHINGTON -- The Federal Election Commission cited three Congressional campaign committees today for failing to file the Pre-Primary report required by the Federal Election Campaign Act (the Act) for primary elections on June 3, 2008, in Alabama and California.</p>\n              <p>As of 5 p.m. May 30, 2008, the required disclosure report had not been received from the following committees:</p>\n              <ul>\n                <li>Swanson for U. S. Senate Committee, principal campaign committee for Johnny Swanson, III, a candidate in Alabama. The committee treasurer is Johnny Swanson, III;</li>\n                <li>Pat Meagher for Congress, principal campaign committee for Patrick Harold Meagher, a candidate in the 41st Congressional district in California.&#160; The committee treasurer is Patrick Harold Meagher; and</li>\n                <li>McMurry for Congress, principal campaign committee for Michelle Taylor McMurry, a candidate in California&#8217;s 12th district.&#160; The committee treasurer is Gloria Taylor.</li>\n              </ul>\n              <p> The reports were due on May 22, 2008, and should have included financial activity for the period April 1, 2008, through May 14, 2008. If sent by certified or registered mail, the report should have been postmarked by May 19, 2008.</p>\n              <p> Some individuals and their committees have no obligation to file reports under federal election law, even though their names may appear on state ballots.&#160; If an individual raises or spends less than $5,000, he or she is not considered a \"candidate\" subject to reporting under the Act.</p>\n              <p> The FEC notified committees involved in these primaries of their potential filing requirements on April 28, 2008.&#160; Those committees who did not file on the due date were notified on<strong> </strong>May 23, 2008, that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n              <p> Other political committees that support Senate and House candidates in elections, but are not authorized units of a candidate's campaign, are also required to file pre-primary reports, unless they report monthly.&#160; Those committee names are not published by the FEC.</p>\n              <p> Further Commission action against non-filers and late filers is decided on a case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement actions, and the FEC has implemented an administrative fine program with provisions for assessing monetary penalties.&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</p>\n              <p/>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. </em></p>\n              <p align=\"center\"># # # </p>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080530nonfiler.shtml", "date": "05/30/2008", "pdf": null, "title": "FEC Cites Committees for Failure to File Alabama and California Pre-Primary Reports", "category": "Non-Filer Publications"}