{"date": "10/02/2015", "pdf": null, "title": "Week of September 28 - October 2, 2015 ", "issue": "2015-40", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">October 2,   2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20151002digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-40</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of September 28 &#8211; October 2</strong></p>\n          <p><strong><br/>\n  COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n  On September 29, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20150929.pdf\">executive session</a>.<br/>\n  <br/>\n  On October 1, the Commission held an <a href=\"../../../agenda/2015/agenda20151001.shtml\">open meeting</a> and an <a href=\"../../../sunshine/2015/executive/notice20150929.pdf\">executive session</a>.<br/>\n  <br/>\n  <strong>ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Advisory Opinion Issued<br/>\n  </u><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-52-a.pdf\">AO 2015-07 (Hillary for America)</a>. On October 1, the Commission concluded that attendees&#8217; payments for their own food and beverages and valet parking services at campaign events are not considered contributions to the campaign committee under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations.<br/>\n  <br/>\n  <u>Advisory Opinion Considered and Extension of Time Received<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">AOR 2015-08 (Repledge)</a>. On October 1, the Commission discussed <a href=\"../../../agenda/2015/agenda20151001.shtml\">two drafts</a> responding to an advisory opinion request from Repledge, but held over a vote on the matter. Repledge proposes to establish a web-based platform that allows supporters of opposing federal candidates to redirect potential contributions to charitable organizations. Repledge asks a number of questions relating to its proposal, including whether it will receive contributions and violate the prohibition on corporate contributions to candidates. During the discussion, the Commission heard from the requestor. &#160;On the same day, the Commission received an <a href=\"http://saos.fec.gov/aodocs/1320896.pdf\">extension of time</a> until October 30 on the request.<br/>\n  <br/>\n  <u>Request Received<br/>\n  </u><br/>\n  <a href=\"http://saos.fec.gov/aodocs/1320835.pdf\">AOR 2015-12 (Ethiq, Inc.)</a>. On September 30, the Commission made public Advisory Opinion Request 2015-12.&#160; Ethiq, Inc. asks several questions about its proposed mobile platform, which would use data drawn from reports filed with the Commission to match users with ideologically similar candidates and corporations. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by November 30.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public two closed cases, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6808</a><br/>\n  COMPLAINANT: Brandon Shackelford<br/>\n  RESPONDENT: Tootie Smith for Oregon and Carol A. Russell, in her official capacity as treasurer<br/>\n  SUBJECT: The complaint alleged that Tootie Smith for Oregon and Russell, in her official capacity as treasurer (the Committee), accepted a prohibited corporate contribution and that it distributed yard signs and banners advocating Smith&#8217;s candidacy without including a &#8220;paid for&#8221; disclaimer. Smith was a 2014 candidate for Oregon&#8217;s 5th Congressional District.<br/>\n  DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter. The Commission observed that the Committee took prompt remedial action.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6943</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENTS: Republican Party of Orange County and Jeffrey Lalloway, in his official capacity as treasurer<br/>\n  SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission initiated proceedings to determine whether the Republican Party of Orange County and Lalloway, in his official capacity as treasurer (the party), failed to report debts totaling $56,089 during the 2010 election cycle and improperly spent $73,465on voter registration activities using Levin funds, a category of funds used to finance certain types of federal election activity, which were transferred to it from the state party.&#160; <br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing that the party pay a civil penalty of $27,000. The agreement provided further that the party reimburse its Levin account in the amount of $73,465 from its federal accounts. <br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n  The Commission made public three campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 756</a> &#8211; Our Voice PAC and Robert Fee, in his official capacity as treasurer. The respondent agreed to (1)&#160; develop and certify implementation of a compliance operations manual that includes internal controls consistent with those described in the Commission&#8217;s Internal Controls and Political Committees advisory document and the Best Practices for Committee Management, (2) certify that a representative of the Committee participated in an FEC conference, webinar, or other program developed in consultation with the FEC&#8217;s Information Division, and (3) pay a civil penalty of $2,800.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 762</a> &#8211; Carlos Curbelo Congress and Paul Kilgore, in his official capacity as treasurer. The respondent agreed to (1)&#160; develop and certify implementation of a compliance operations manual which includes internal controls consistent with those described in the Commission&#8217;s Internal Controls and Political Committees advisory document and the Best Practices for Committee Management, (2) certify that a representative of the Committee participated in an FEC conference, webinar, or other program developed in consultation with the FEC&#8217;s Information Division, and (3) pay a civil penalty of $1,050.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 763</a> &#8211; Marcus Lewis for Congress and Marcus Lewis. The Commission closed the file.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/Holmes.shtml\"><em>Holmes, et al. v. FEC</em></a> (Case 15-5120). On September 30, the Appellants filed a <a href=\"../../../law/litigation/holmes_holmes_reply_brief.pdf\">Reply Brief</a> in the United States Court of Appeals for the District of Columbia Circuit.<br/>\n  <br/>\n  <a href=\"../../../law/litigation/PAG.shtml\"><em>Pursuing America's Greatness v. FEC</em></a> (Case 1:15-cv- 01217-TSC). On September 28, the Plaintiff filed a <a href=\"../../../law/litigation/pag_pag_appeal.pdf\">Notice of Appeal</a> to the United States Court of Appeals for the District of Columbia Circuit. On October 1, the Commission filed its <a href=\"../../../law/litigation/pag_fec_answer.pdf\">Answer</a>. <br/>\n  <br/>\n  <a href=\"../../../law/litigation/StopHillaryPAC.shtml\"><em>Stop Hillary PAC v. FEC</em></a> (Case 1:15-cv-01208-GBL-IDD). On September 25, the Stop Hillary PAC and Dan Backer filed a <a href=\"../../../law/litigation/shp_shp_complaint2.pdf\">Verified Complaint</a> in the United States District Court for the Eastern District of Virginia.<br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-49-a.pdf\">State and Local Ballot Measures and the Ban on Foreign National Contributions</a>.&#160; On October 1, the Commission discussed a proposal to revise Commission regulations to address application of the ban on foreign contributions and expenditures to state and local ballot measures, but was unable to reach agreement by the required four affirmative votes to open a rulemaking.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151001.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>.&#160; On October 1, the Commission considered a Notice of Proposed Rulemaking (NPRM) on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and that are publicly distributed in multiple states but that do not refer to any particular state&#8217;s primary election. The Commission also discussed a draft interpretive rule on reporting independent expenditures for presidential primaries that are distributed nationwide.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151001.shtml\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>.&#160; On October 1, the Commission held over discussion on a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <strong>EDUCATIONAL PROGRAMS<br/>\n  </strong><br/>\n  On September 30, the Commission hosted a FECFile Webinar for Candidates.<br/>\n  <strong><br/>\n  </strong><strong>PRESS RELEASES</strong><br/>\n  <br/>\n  <a href=\"../news_releases/20151001release.shtml\">FEC Approves Advisory Opinion, Discusses Advisory Opinion Request and Considers Rulemaking Proposals</a> (issued October 1)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><br/>\n  <br/>\n  October 27: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n  <br/>\n  October 29: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  October 20-21, San Diego, CA, Regional Conference for House &amp; Senate Campaigns, Political Party Committees and Corporate/Trade/Labor PACs. Additional information is available on the <a href=\"../../../info/outreach.shtml#conferences\">Educational Outreach</a> page of the Commission website.<br/>\n  <br/>\n  <strong>UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  October 15: October Quarterly Reports are due. For more information on quarterly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#quarterly\">2015 Quarterly Reporting page</a> of the Commission website.<br/>\n  <br/>\n  October 20: October Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p>&#160;          </p>\n          <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n            <br/>\n          </div>\n          <p align=\"center\"><br/>\n          </p>\n          <p align=\"center\"><strong><br/>\n          </strong></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20151002digest.shtml"}