{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">December 20, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>FEC ELECTS WEINTRAUB AS CHAIR FOR 2013; <br/>\n  McGAHN TO SERVE AS VICE CHAIRMAN</strong></p>\n        <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission elected Ellen L. Weintraub as Chair and Donald F. McGahn II as Vice Chairman for 2013. </p>\n        <p>Commissioner Weintraub took office on December 9, 2002, after receiving a recess appointment. She was renominated and confirmed unanimously by the United States Senate on March 18, 2003. Commissioner Weintraub previously served as Chair in 2003. Commissioner McGahn was nominated and confirmed unanimously by the United States Senate on June 24, 2008. He was elected Chairman on July 10, 2008 and served in that capacity until December 31 of that year.</p>\n        <p>Prior to her appointment to the Commission, Commissioner Weintraub was Of Counsel to Perkins Coie LLP and a member of its Political Law Group. Commissioner Weintraub had previously practiced as a litigator with the New York firm of Cahill Gordon &amp; Reindel.</p>\n        <p>Before joining Perkins Coie, Commissioner Weintraub was Counsel to the Committee on Standards of Official Conduct for the U.S. House of Representatives (the House Ethics Committee). There, Commissioner Weintraub focused on implementing the Ethics Reform Act of 1989.&#160; She was Editor in Chief of the House Ethics Manual and a principal contributor to the Senate Ethics Manual.</p>\n        <p>Commissioner Weintraub received her B.A., <em>cum laude</em>, from Yale College and her J.D. from Harvard Law School. </p>\n        <p>Commissioner McGahn took office on July 9, 2008. Prior to his appointment to the Commission, Commissioner McGahn served as head of McGahn &amp; Associates PLLC, a Washington-based law practice specializing in election law. Commissioner McGahn also served as General Counsel to the National Republican Congressional Committee and as Counsel for the Illinois Republican Party.</p>\n        <p>Before joining the NRCC, Commissioner McGahn practiced law at Patton Boggs LLP in Washington, DC. Commissioner McGahn has been recognized for his significant <em>pro bono</em> work for the Lawyers' Committee for Civil Rights Under Law. Prior to Patton Boggs LLP, Commissioner McGahn served as a judicial law clerk to the Honorable Charles R. Alexander of the Court of Common Pleas in Pennsylvania.</p>\n        <p>Commissioner McGahn attended the United States Naval Academy, the University of Notre Dame, Widener University School of Law and the Georgetown University Law Center.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"># # #</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20121220newofficers.shtml", "date": "12/20/2012", "pdf": null, "title": "FEC Elects Weintraub as Chair for 2013; McGahn to Serve as Vice Chairman", "category": "Commission Appointments"}