{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1 class=\"style5\">News Release</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" height=\"1795\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"155\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"517\" valign=\"top\"><p>Feb. 27, 2009 </p></td>\n            <td width=\"66\" valign=\"top\"/>\n            <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;</p>\n        <table cellpadding=\"0\">\n          <tr>\n            <td width=\"99%\">&#160;</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>ROBERT A. HICKEY NAMED NEW STAFF DIRECTOR OF FEDERAL ELECTION COMMISSION </strong></p>\n        <p align=\"center\"/>\n        <p>WASHINGTON&#8212;The Federal Election Commission (FEC) announced today that it has named Robert A. Hickey to be Staff Director. Mr. Hickey has served in a number of senior positions in the government including most recently as Chief of Staff at the National Intelligence University.</p>\n        <p>The Staff Director is one of three statutory positions at the Commission, serving as the chief administrative and management officer of the Commission. The FEC has six appointed Commissioners and more than 350 staff members.</p>\n        <p>&#8220;Mr. Hickey has had an extraordinarily successful career, both within and outside the military, in implementing programs and initiatives and managing organizations and units,&#8221; said Chairman Steven T. Walther. &#8220;The Commission will benefit greatly from his insight and wide-ranging managerial experience.&#8221;</p>\n        <p>&#160;Mr. Hickey succeeds Joseph Stoltz, the head of the FEC&#8217;s Audit Division, who has served as Acting Staff Director since August 2008. </p>\n        <p>&#8220;With his quiet, easy-going approach, and unrivaled knowledge of the Agency and its staff, and dedication for the Agency's mission, Joe has provided effective and steady leadership which has allowed the Commission to move forward during a time of transition,&#8221; Chairman Walther said. &#8220;His leadership has been without a flaw of any kind, and he provided the kind of stability and instilled the kind of confidence we all very much needed.&#8221;</p>\n        <p>Mr. Hickey served in the U.S. Air Force and as a pilot for American Airlines before joining Booz Allen Hamilton. He returned to government service, serving in the Office of the Director of National Intelligence and then helping launch the National Intelligence University.</p>\n        <p>Mr. Hickey graduated with a bachelor&#8217;s degree in American History from the U. S. Air Force Academy and a master&#8217;s degree in International Affairs from Oklahoma University. </p>\n        <p><em>&#160; The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"># # # </p>\n        <p>&#160;</p>\n        <p/>\n        <p/>        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "02/27/2009", "href": "press2009/20090227staffdirector.shtml", "category": "Commission Appointments", "title": "Robert A. Hickey Named New Staff Director of Federal Election Commission", "pdf": null}