{"href": "press2009/20090610MUR.shtml", "pdf": null, "date": "06/10/2009", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 10, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). In one matter, respondents agreed to pay civil penalties of $13,500. The Commission found no reason to believe a violation occurred in another case. It dismissed three matters and closed the file in another case.</p>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <p/>\n              <table width=\"\" cellpadding=\"5\" cellspacing=\"0\">\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5905</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>National Association of Social Workers, Inc. (NASW); National Association of Social Workers, Inc. Political Action for Candidate Election (PACE) and Roderick F. O&#8217;Connor as Treasurer; Elizabeth J. Clark, NASW Executive Director; Kathleen Waugh, NASW Chief Operating Officer; Carolyn I. Polowy, NASW General Counsel; and Denise McKenzie, NASW Acting Controller.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Ikeita Cantu Hinojosa</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint questioned whether NASW deposited contributions to PACE, its separate segregated fund, on time and alleged that it improperly used contributions to cover administration overhead expenses, as well as to help pay the Association&#8217;s pension costs. It alleged further that NASW was not reporting its expenditures in a timely way, and that it was billing PACE for non-election-related expenditures and charging it excessive rent.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found reason to believe that NASW failed to transmit contributions to PACE in a timely manner and PACE and O&#8217;Connor, in his official capacity as treasurer, failed to follow the contribution collection and transmittal procedures that are required so that the collecting agent does not have reporting requirements. The Commission accepted a conciliation agreement with NASW, PACE and O&#8217;Connor. NASW agreed to pay a civil penalty of $11,000 and PACE and O&#8217;Connor agreed to pay a civil penalty of $2,500. The Commission found no reason to believe the other respondents violated the Federal Election Campaign Act of 1971, as amended (the Act).</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6079</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Democratic Freshmen Political Action Committee and James Smith in his official capacity as treasurer; Democrats Win Seats Political Action Committee and Lawrence Wasserman in his official capacity as treasurer; Victory in November Election Political Action Committee and Brian Kelly in his official capacity as treasurer; Rep. Debbie Wasserman Schultz (FL-20); and Rep. Mike Thompson (CA-1).</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>National Republican Congressional Committee</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that the three political action committees failed to register as affiliated political committees and file reports with the FEC, which would have made them subject to a single contribution limit. It also alleged that they accepted and made excessive contributions, and that Schultz and Thompson had used the PACs to evade contribution limits. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found no reason to believe that the three committees, Wasserman Schultz or Thompson violated the Act because there was an insufficient factual basis for finding affiliation between the committees.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6071</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Kirk for Congress and Luke Praxmarer in his official capacity as treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Walter Salganik</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that the Kirk for Congress Committee and Praxmarer, as treasurer, failed to include a proper disclaimer on an electronically distributed flier seeking campaign canvassers. Rep. Kirk was a candidate for Illinois&#8217; 10th Congressional District.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in recognition of the possibility that the email at issue could have had a limited distribution pattern and, therefore, may or may not have fallen under the disclaimer provisions of the Act. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p/></td>\n                  <td valign=\"top\"><p><strong/></p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6118</a><strong/></p></td>\n                  <td valign=\"top\"><p><strong/></p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Bob Roggio for Congress and Alexander F. Smith as Treasurer </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Jim Gerlach; and Jim Gerlach for Congress Committee</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that Bob Roggio for Congress and Smith, in his official capacity as treasurer, failed to include disclaimers on printed campaign communications. Roggio was a general election candidate in Pennsylvania&#8217;s 6th Congressional District.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p>\n                      <p/>\n                      <p/>\n                      <p/></td>\n                  <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter in light of the Committee&#8217;s response to the allegations and the timely corrective action taken, and sent a letter of caution to the Committee and its treasurer.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6130</a> </p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Roy Carter for Congress and John C. Rhineberger as Treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Mara Long</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that Roy Carter for Congress Committee and Rhineberger, in his official capacity as treasurer, failed to timely file 48 hour notices of receipts of $1,000 or more. Carter was a general election candidate in North Carolina&#8217;s 5th Congressional District.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission exercised its prosecutorial discretion and dismissed the matter due to the low level of activity at issue and sent a letter of caution to the Committee and its treasurer.</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6047</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Vernon Jones for Georgia and Patricia Moore as Treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Edward B. Hula II</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that Vernon Jones for Georgia and Moore, in her official capacity as treasurer, violated the Act by failing to include disclaimers on campaign advertisements and materials identifying who paid for the message. Jones was a candidate in Georgia&#8217;s primary election for U.S. Senate.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission closed the file.</p>\n                      <p/></td>\n                </tr>\n              </table>\n              <p><em/></p>\n              <p><em/></p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p><em/></p>\n              <p align=\"center\"><em>###</em></p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}