{"href": "press2013/20130725_OpenMeeting.shtml", "pdf": null, "date": "07/25/2013", "category": "Open Meetings and Related Matters", "title": "FEC Approves Three Advisory Opinions", "html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">July 25, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\"><strong>FEC Approves Three Advisory Opinions</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved three advisory opinions and discussed and held over an advisory opinion request.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-26.pdf\">Advisory Opinion 2013-05 (Gallegly)</a>. The Commission concluded that the requestor, a former member of the U.S. House of Representatives, may use campaign funds to pay for the temporary storage of his officeholder and campaign materials pending their final disposition after his retirement from federal office because these are ordinary and necessary expenses incurred in connection with his duties as a federal officeholder.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-30.pdf\">Advisory Opinion 2013-06 (DSCC)</a>. The Commission concluded that (1) same-sex couples married under state law are &#8220;spouses&#8221; for the purpose of Commission regulations and therefore the requestor may apply 11 CFR 110.1(i) to the contributions it receives from such persons, (2) a Senate candidate who is legally married to a same-sex spouse may utilize &#8220;jointly owned assets&#8221; under 11 CFR 100.33(c) and 100.52(b)(4) under the same conditions as a Senate candidate who is married to an opposite-sex spouse, and (3) DSCC representatives may appear at restricted-class events, pursuant to 11 CFR 114.3(c)(2), at which legally married same-sex spouses are present as &#8220;families&#8221; of other restricted class members under 11 CFR 114.1(j).</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-27.pdf\">Advisory Opinion 2013-07 (Winslow II)</a>. The Commission concluded that same-sex couples married under state law are &#8220;spouses&#8221; for the purpose of Commission regulations and therefore the requestor may apply 11 CFR 110.1(i) to the contributions it receives from such persons.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/agenda20130725.shtml\">Advisory Opinion Request 2013-04 (Democratic Governors Association/Jobs and Opportunity)</a>. The Commission discussed three drafts and then held over an advisory opinion request from the Democratic Governors Association (DGA) and Jobs and Opportunity. DGA is an independent, unincorporated political organization that operates under section 527 of the Internal Revenue Code. Its membership consists of the nation's incumbent Democratic governors. Jobs and Opportunity intends to be a separate 527 organization that will engage in independent spending in gubernatorial races. The requestors ask whether, under the Federal Election Campaign Act of 1971, as amended, and Commission regulations, their disbursements for voter registration, get-out-the-vote activities, voter identification, and generic campaign activities may be made with non-federal funds.&#160;&#160;&#160; </p>\n        <p><em/></p>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n        </p>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong> </strong></p>\n        </td>\n    </tr>\n  </table>      </div>\n           "}