{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">May 20, 2016</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20160520release_2.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"524\" colspan=\"4\"><p><strong>FEC  Cites  Committees for Failure to File 12-Day Pre-Primary Financial  Report</strong></p>\n        <p/>\n        <p>WASHINGTON  --  The Federal  Election  Commission cited three campaign committees today for  failing to file the 12-Day Pre-Primary  Report required by the Federal  Election Campaign  Act  of 1971, as amended  (the Act), for Georgia&#8217;s Primary Election that is being  held on May 24, 2016.<br/>\n          <br/>\n          As of May 19, 2016, the required  disclosure report had  not been received  from:<br/>\n  <br/>\n          -&#160; Grayson for Senate  Committee (GA)<br/>\n  <br/>\n          - &#160;Anders for Congress, Inc. (GA-03)<br/>\n  <br/>\n          - &#160;Mary Kay Bacallao for US Senate (GA)<br/>\n  <br/>\n          The pre-primary report  was  due on May 12, 2016, and should have included financial activity  for  the period April 1, 2016,  through May 4, 2016. If sent by certified or registered  mail, the report should have been postmarked by May 9, 2016.<br/>\n  <br/>\n          Some individuals and their committees  have no obligation  to file reports under federal campaign  finance law, even though their names  may  appear on state ballots. If an individual raises or spends  $5,000 or less, he or she is  not considered a \"candidate\" subject to reporting under the  Act.<br/>\n  <br/>\n          The Commission notified committees  involved in Georgia&#8217;s Primary  Election of their potential filing requirements on April 18, 2016. Those committees that  did not file by the due date were sent  notification on May 13, 2016,  that their reports had  not been received and  that  their names would be published if they did  not respond within four business  days.<br/>\n  <br/>\n          Other political committees  that support Senate and  House candidates in elections,  but are not authorized units of a candidate's campaign, are also required to file quarterly reports, unless  they report monthly. Those committee names  are  not published by the FEC.<br/>\n  <br/>\n          Further Commission  action against non-filers  and  late filers is decided on a  case-by-case basis.  Federal law gives the FEC broad authority to initiate enforcement  actions, and the FEC has implemented  an Administrative Fine program  with provisions for assessing monetary penalties.<br/>\n  <em><br/>\n  <br/>\n    The Federal Election Commission (FEC) is  an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has  jurisdiction over the  financing of campaigns for the U.S. House of Representatives,  the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six  Commissioners who  are nominated by the President and confirmed by the U.S.  Senate.</em></p>\n        <div align=\"center\"><br/>\n          # #  #\n        </div>\n        <blockquote>\n          <blockquote>\n            <blockquote>\n              <blockquote>\n                <blockquote>\n                  <blockquote>\n                    <blockquote>\n                      <blockquote>\n                        <blockquote>\n                          <blockquote>                          \n                            <p>&#160;</p>\n                                </blockquote>\n                        </blockquote>\n                      </blockquote>\n                    </blockquote>\n                  </blockquote>\n                </blockquote>\n              </blockquote>\n            </blockquote>\n          </blockquote>\n</blockquote></td>\n    </tr>\n  </table>      \n      </div>\n      ", "date": "05/20/2016", "href": "press2016/news_releases/20160520release_2.shtml", "category": "Non-Filer Publications", "title": "FEC Cites Committees for Failure to File 12-Day Pre-Primary Financial Report", "pdf": null}