{"html": "<body>\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Sharon Snyder\nAugust 04, 2000                                                                                                                           Ron Harris\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></pre>\n</font><font face=\"Book Antiqua\">\n\n<p><b>&#160;</b></p>\n\n\n<p align=\"center\">&#160;<b>FEC CERTIFIES PUBLIC FUNDS FOR BUSH-CHENEY TICKET</b></p>\n\n<p>WASHINGTON &#150; The Federal Election Commission today unanimously approved payment of\n$67.56 million in federal funds for the general election campaign of Republican\nPresidential nominee George W. Bush and his Vice-Presidential running mate Richard Cheney.</p>\n\n<p>Following certification of the request for funds, the FEC immediately notified the U.S.\nTreasury Department, which will make the wire transfer to the Bush-Cheney campaign.</p>\n\n<p>The Bush-Cheney campaign requested the funding in an August 3 letter, received at the\nFEC on August 4. In that letter the candidates agreed to abide by the overall spending\nlimit (there are no state-by-state limits) and to other legal requirements, including a\npost-campaign audit. Under Commission regulations, the FEC has 10 days to act on a request\nfrom the time the campaign satisfies all legal conditions.</p>\n\n<p>By law, the presidential nominees of both major parties are each entitled to $20\nmillion, plus a cost-of-living adjustment (over 1974.) The following are the amounts given\nto major party nominees for each of the six previous federally funded presidential\nelections:</p>\n\n<p>&#146;96 - $61.82 million &#146;84 - $40.4 million</p>\n\n<p>&#146;92 - $55.24 million &#146;80 - $29.44 million</p>\n\n<p>&#146;88 - $46.1 million &#146;76 - $21.82 million</p>\n\n<p>The grant has been requested and approved for every major party general election\nnominee since 1976, the first election to be publicly funded.</p>\n\n<p>Presidential candidates accepting the federal grant are subject to a spending limit of\n$67.56 million, the amount of the subsidy, plus a combined personal spending limit of\n$50,000 from their personal funds. (All expenditures made by or on behalf of a\nvice-presidential candidate are considered to be made on behalf of the presidential\ncandidate.) Additional funds may be raised, subject to the limits and prohibitions of the\nFederal Election Campaign Act, for legal and accounting expenses [referred to as GELAC\naccounts.]</p>\n\n<p>The RNC has an additional coordinated spending limit of $13,680,292, which it may spend\nin conjunction with the Bush-Cheney campaign. The monies must be raised from private\nsources, subject to the limits and prohibitions of the statues, and must be reported by\nthe party.</p>\n\n<p align=\"CENTER\"># # #</p></font>\n</body>\n", "date": "08/04/2000", "href": "080400cert.htm", "category": "Presidential Public Funds", "title": "FEC Certifies Public Funds for Bush-Cheney Ticket", "pdf": null}