{"html": "<body bgcolor=\"ffffff\">\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media\nAdvisories<br/>\n</font><font size=\"1\"><br/>\n</font><a href=\"http://www.fec.gov\"><font size=\"3\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></font></a><font size=\"3\"> </font></p>\n<pre><font size=\"3\"><strong>For Immediate Release:                                  Contact:  Ian Stirton\nMarch 19, 1998                                                    Ron Harris\n                                                                  Sharon Snyder\n                                                                  Kelly Huff\n</strong></font></pre>\n\n\n\n<h2>MAJOR PARTIES REPORT RECORD AMOUNTS IN 'SOFT MONEY' CONTRIBUTIONS\n </h2>\n\n<p>\nWASHINGTON-Republican party committees continued to outraise and\noutspend Democratic party committees for the first 12 months of\nthe 1997-98 election cycle, according to figures compiled by the\nFederal Election Commission.  In addition, both parties reported\na substantial increase in non-federal, or \"soft money\"\nactivity, when compared to the same period in previous cycles.\n</p><p>\nDisclosure reports covering financial activity from January 1\nthrough December 31 show that the federal accounts of Republican\nparty committees at the national level raised $108.8 million,\nspent $99.7 million, and had cash-on-hand of $10.8 million.  Democratic\nnational party committees' federal accounts reported raising $64.5\nmillion and spending $62.8 million, with cash-on-hand of nearly\n$4.4 million.  Both parties reported substantial debt when compared\nto previous election cycles.  Debts totaled $13.3 million for\nRepublicans and $17.3 million for Democrats.\n</p><p>\nAlthough non-federal, or  \"soft money,\" receipts increased,\nRepublican federal receipts declined $18.6 million or 15% when\ncompared to the same period in 1995, while Democratic receipts\ndeclined $4.2 million or 6%.  However, when compared to 1993,\nthe last non-presidential cycle, Republican federal receipts increased\n14% while Democratic receipts increased 26%.\n</p><p>\nReports show that both national parties continue to rely primarily\non individuals as the source of their receipts.  Republicans received\n$99.3 million, or 91%, of their total receipts from individuals\nwhile Democrats received $48.8 million, or 76% from individuals.\n Democrats, however, received more PAC contributions -- $7.0 million,\nwhich amounted to 11% of their total receipts, while Republicans\nreceived $4.2 million, or 4% of their total receipts.\n</p><p>\nBoth parties continued to raise record amounts of soft money when\ncompared to previous cycles.  Republican soft money accounts raised\n$40.2 million, a 22% increase over 1995, while Democratic nonfederal\naccounts collected $33.9 million, a 19% increase over 1995.  Republicans\nspent $37.7 million from their soft money accounts while Democrats\nspent $31.4 million. \n</p><p>\n   \n</p><p>\nCharts attached to this release provide summary data for the financial\nactivities of the Republican and Democratic national party committees\nduring the first 12 months of the 1997-98 election cycle compared\nto the same period in four previous election cycles.  Comparable\ndata on non-federal party activity are available only to the 1991-92\ncycle.  The FEC began requiring national party committees to disclose\ntheir non-federal accounts in January 1991.\n</p><p>\n</p><ul>\n<li><a href=\"/press/demfd97.htm\">Democratic Party Committee Federal Activity</a>\n</li><li><a href=\"/press/repfd97.htm\">Republican Party Committee Federal Activity</a>\n</li><li><a href=\"/press/demsft97.htm\">Democratic Party National Nonfederal Activity (Soft Money)</a>\n</li><li><a href=\"/press/repsft97.htm\">Republican Party National Nonfederal Activity (Soft Money)</a>\n</li><li><a href=\"/press/sofsum97.htm\">Nonfederal Summary 1991-1997</a>\n</li></ul>\n#   #   #\n<p>\n<b>*'Soft money' describes funds raised outside the limitations\nand prohibitions of the Federal Election Campaign Act.  Soft money\nmust be deposited in separate non-federal accounts and cannot\nbe used in connection with federal elections.  To enhance public\ndisclosure, the FEC requires national political party committees\nto report the sources of receipts to all non-federal accounts.</b>\n</p><p>\n\n\n\n</p></body>", "date": "03/19/1998", "href": "pty97.htm", "category": "Campaign Finance Data Summaries", "title": "Major Parties Report Record Amounts in Soft Money Contributions", "pdf": null}