{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">March 6, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140306release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Makes Public Draft Technical Corrections, Approves Four Audits</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission today made public draft technical corrections to some sections of the regulations promulgated to implement the Federal Election Campaign Act of 1971, as amended. The Commission also approved four Proposed Final Audit Reports.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-16.pdf\">Technical Corrections to Title 11 of the Code of Federal Regulations</a>. The Commission made public draft final rules and an explanation and justification for technical corrections to various provisions in Title 11 of the Code of Federal Regulations.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-12-a.pdf\">Proposed Final Audit Report on the Dallas County Republican Party</a>. The Commission approved the Proposed Final Audit Report on the Dallas County Republican Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity and recordkeeping for employees. </p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-13-a.pdf\">Proposed Final Audit Report on the Republican Party of Iowa</a>. The Commission approved the Proposed Final Audit Report on the Republican Party of Iowa, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to recordkeeping for employees and the failure to itemize debts and obligations. The report also addressed an additional issue related to recordkeeping for employees.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-14.pdf\">Proposed Final Audit Report on the Vermont Democratic Party</a>. The Commission approved the Proposed Final Audit Report on the Vermont Democratic Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved a finding related to recordkeeping for employees.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-15.pdf\">Proposed Final Audit Report on the Democratic Party of South Carolina</a>. The Commission approved the Proposed Final Audit Report on the Democratic Party of South Carolina, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to recordkeeping for employees and coordinated party expenditures.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2014-01 (Solano County United Democratic Central Committee)</a>. The Commission held over discussion of a draft advisory opinion based on a request from the Solano County Democratic Central Committee. The requestor asked whether it may use unreported funds remaining in the federal account of its predecessor committee.</p>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. <br/>\n                </em></p>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        <p/></td>\n    </tr>\n  </table>      \n      </div>\n           ", "href": "press2014/news_releases/20140306release.shtml", "date": "03/06/2014", "pdf": null, "title": "FEC Makes Public Draft Technical Corrections, Approves Four Audits", "category": "Open Meetings and Related Matters"}