{"html": "<body>\n\n<font face=\"Book Antiqua\" size=\"3\">\n\n<font face=\"Book Antiqua\">\n<font size=\"2\">\n\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font><strong><font face=\"Book Antiqua\" size=\"3\">For Immediate Release:                                                                                             Contact:  </font></strong></font><strong><font size=\"3\">Sharon Snyder</font><font size=\"2\">\n</font><font face=\"Book Antiqua\" size=\"3\">June 23, 2000                                                                                                                                Ron Harris\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</font></strong><font size=\"2\" face=\"Book Antiqua\">\n</font>\n\n</font>\n<p>\t\t</p>\n<b/><p align=\"CENTER\">CAMPAIGNS CITED FOR FAILURE TO FILE PRE-PRIMARY REPORT</p>\n\n<p>WASHINGTON -- South Carolina will be holding a run-off election on June 27, 2000, to select candidates for the U.S. House of Representatives in the first congressional district.</p>\n\n<p>\tProvisions of the Federal Election Campaign Act require committees supporting candidates involved in a primary, run-off or general election to file reports of their financial activity 12 days before the election.</p>\n\n<p>\tAs of 5 p.m. June 22, 2000, a disclosure report from the following committees had not been filed:</p>\n\n<b/><p>*SC/01...HENRY E. BROWN, JR. FOR CONGRESS...GLENN D. GIBBONS, TREAS...HENRY E. BROWN, JR...REP</p>\n<p>  SC/01...BUCK LIMEHOUSE FOR CONGRESS...DOUGLAS E. POUNDER, TREAS...H.B. LIMEHOUSE, JR...REP</p>\n\n<p>\tThe reports were due by close-of-business June 1, and were to include financial activity from May 25 through June 7.  If sent by certified or registered mail, the reports should have been postmarked by June 15.</p>\n\n<p>\tSome individuals and their committees have no obligation to file reports under federal election law, even though their names may appear on state ballots.  If an individual raises or spends less than $5,000, he or she is not considered a \"candidate\" subject to reporting under the FECA.</p>\n\n<p>\tThe FEC notified committees involved in the primary and run-off elections of their potential filing requirements on May 8.  Those committees which did not file on the due date were notified on June 16 that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n\n<p>\tOther political committees supporting Senate and House candidates in elections (those which are not authorized units of a candidate's campaign) also are required to file pre-primary reports, unless they report monthly.  Those committee names are not published by the FEC.</p>\n\n<p>\tFurther Commission action against non-filers and late filers is decided on a case-by-case basis.  Federal law gives the FEC broad authority to initiate enforcement actions, including the imposition of civil penalties ($5,500 for \"any violation\" and $11,000 for any \"knowing and willful\" violation).</p>\n\n<p>\tThe next regularly scheduled disclosure reports for candidate committees will be the quarterly reports, due July 15.  They will cover activity from June 8 through June 30.</p>\n\n<p align=\"CENTER\">###</p>\n\n<p>*The Pre-Run-off Report has been filed. However, the FEC received the report after the 5 p.m.,  June 22, 2000 cutoff date.</p></font></body>\n", "href": "runoffsc.htm", "date": "06/23/2000", "pdf": null, "title": "Campaigns Cited for Failure to File Pre-Primary Report", "category": "Non-Filer Publications"}