{"date": "07/22/2016", "pdf": null, "title": "Week of July 18 - July 22, 2016", "issue": "2016-30", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">July 22, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160722digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-30</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong>Weekly Digest<br/>\nWeek of July 18 &#8211; 22</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n            </strong><br/>\n            No Commission open meetings  or executive sessions were scheduled this week.<br/>\n  <br/>\n  <strong>ENFORCEMENT<br/>\n  <br/>\n  </strong>The Commission made public seven closed cases, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6813</a><br/>\n            COMPLAINANT:  Elvira F. Hasty<br/>\n            RESPONDENTS: Cox for Congress and David Cox, in his official capacity as  treasurer (the Committee); David Cox; and Gregory F. Smith <br/>\n            SUBJECT: The complaint alleged that Smith made and the Committee accepted  excessive contributions. The complaint alleged further that the Committee  improperly reported a $3,000 contribution from Smith as a loan, and that  Smith&#8217;s corporation made a prohibited $2,000 contribution to the Committee. Cox  was a 2014 candidate for Florida&#8217;s 6<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission observed that the amounts at issue were  small, Cox was a first-time candidate and Smith an inexperienced contributor,  and the Committee had requested to be terminated. The Commission sent a letter  reminding the Committee to refund the excessive contributions to Smith and file  amended disclosure reports to reflect the updated information.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6829</a><br/>\n            COMPLAINANT: Scot Ross<br/>\n            RESPONDENTS: Ron Johnson for Senate Inc. and James J. Malczewski, in his  official capacity as treasurer (Committee); Senator Ronald H. Johnson; Strategy  PAC and James J. Malczewski, in his official capacity as treasurer (PAC); and  Wisconsin Institute for Law and Liberty (WILL)<br/>\n            SUBJECT: The complaint alleged that the Committee failed to timely disclose  debts incurred for legal fees related to a suit filed by Senator Johnson  against the U.S. Office of Personnel Management. Sen. Johnson is a 2016  candidate for Wisconsin&#8217;s United States Senate seat. <br/>\n            DISPOSITION: The Commission found no reason to believe Senator Johnson, the PAC  or WILL violated the Act or Commission regulations. The Commission exercised  its prosecutorial discretion and dismissed the allegations in connection with  the Committee and sent a letter reminding the Committee of the obligation to  report its debts when incurred, to continuously report the amount and nature of  outstanding debts until those debts are extinguished, and to amend its disclosure  reports accordingly, including &#8220;estimated debts.&#8221;<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6839</a> <br/>\n            COMPLAINANT: Anne Stephenson<br/>\n            RESPONDENT: Wooten for Congress and Donald L. McClung, in his official capacity  as treasurer (Committee)<br/>\n            SUBJECT: The complaint alleged that the Committee distributed palm cards that  lacked disclaimers stating who paid for them and business cards with  disclaimers that included an incorrect name for the Committee. Chuck Wooten was  a 2014 candidate for Arizona&#8217;s 2<sup>nd</sup> Congressional District.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. The Commission observed that there was only a small  amount apparently in violation, among other circumstances.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6895</a><br/>\n            COMPLAINANT: Rebecca West<br/>\n            RESPONDENTS: Inhofe Victory Committee 2014 and Timothy A. Koch, in his official  capacity as treasurer (Victory Committee); Friends of Jim Inhofe Committee and  Timothy A. Koch, as treasurer (Inhofe Committee); and Fund for a Conservative  Future and Timothy A. Koch, in his official capacity as treasurer (Fund)<br/>\n            SUBJECT: The complaint alleged that the three committees may have accepted an  excessive in-kind contribution in the form of security provided by two individuals  employed by a sheriff&#8217;s office. James Inhofe was a 2014 candidate for  Oklahoma&#8217;s United States Senate seat.<br/>\n            DISPOSITION: The Commission found no reason to believe the Inhofe Committee or  the Fund violated the Act or Commission regulations, because the record does  not reflect any such violation by these committees. The Commission also found  no reason to believe the Victory Committee accepted a prohibited in-kind  contribution because the Victory Committee had paid for the provision of security  at the fundraiser. The Commission exercised its prosecutorial discretion and  dismissed the allegation that the Victory Committee did not report the payment  for security properly. The Commission noted that the alleged reporting  violation was technical in nature.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6904</a><br/>\n            COMPLAINANT: Lauren Ganapini<br/>\n            RESPONDENTS: Cat Ping for Congress and Catherine L. Ping, in her official  capacity as treasurer (Committee); and Concerned 7<sup>th</sup> District  Neighbors (CDN)<br/>\n            SUBJECT: The complaint alleged that the Committee&#8217;s website included an  improper disclaimer and that the solicitation page on the Committee&#8217;s website  lacked the requisite &#8220;best efforts&#8221; language. The complaint alleged further  that CDN ran a newspaper ad containing express advocacy but failed to indicate  whether Ping had authorized it, and that if the ad cost more than $250 and was  not approved by Ping, CDN should have filed an independent expenditure report  with the Commission. Ping was a 2014 candidate for Indiana&#8217;s 7<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. In addition to the apparent small amount at issues as  well as other circumstances presented, the Commission observed that the Committee&#8217;s  website appeared to include sufficient information as to the identity of the  party who paid for it. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6970</a><br/>\n            COMPLAINANT: Andrew Straw<br/>\n            RESPONDENTS: Peter DiCianni; DiCianni for DuPage County Board (local  committee); and Pete for Congress and Paul Kilgore, in his official capacity as  treasurer (federal committee)<br/>\n            SUBJECT: The complaint alleged DiCianni used funds from his local political  committee to support his federal candidacy, and that he failed to file a timely  statement of candidacy or required disclosure reports after his local committee  raised more than $5,000 to support his federal campaign. DiCianni was a 2016  primary candidate for Illinois&#8217;s 8<sup>th</sup> Congressional District.<br/>\n            DISPOSITION: The Commission found no reason to believe that (1) DiCianni or the  federal committee failed to disclose funds received or payments made for  testing-the-waters purposes, (2) DiCianni failed to timely register and report  as a candidate, or (3) DiCianni or the federal committee failed to register as  a principal campaign committee in a timely manner. The Commission exercised its  prosecutorial discretion and dismissed the allegation that the local committee  made and the federal committee accepted and failed to report a prohibited  contribution. The Commission observed that the potential violation in the  matter appeared to be limited to a single $500 payment. <br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6981</a><br/>\n            COMPLAINANT: Anne L. Weisman, Campaign for Accountability<br/>\n            RESPONDENT: Sheldon Adelson<br/>\n            SUBJECT: The complaint alleged that Adelson made contributions to federal  campaigns and committees with funds derived from foreign nationals.<br/>\n            DISPOSITION:&#160; The Commission approved the  recommendation of the Office of General Counsel to find no reason to believe a  violation occurred. The Office of General Counsel observed that Adelson is a  U.S. citizen and there was no information in the record indicating that Adelson  made a contribution with funds provided by foreign nationals.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public two campaign  finance enforcement matters that were resolved through its Alternative Dispute  Resolution (ADR) program, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 784</a> &#8211; McConnell  Senate Committee &#8217;14 and Larry I Steinberg, in his official capacity as  treasurer. The respondent agreed to (1) certify that the Committee will include  indemnification clauses in any and all future vendor contracts Respondents  enter into where the vendors&#8217; responsibilities will involve the handling of any  committee funds intended for deposit into the Committee&#8217;s accounts and (2) develop  and certify the implementation of a program whereby the Committee contacts the  banking institution where it holds accounts to verify no accounts have been  opened without the proper authorization.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 786</a> &#8211; David  Vitter for US Senate and William Vanderbrook, in his official capacity as  treasurer. The respondent agreed that the Committee will (1) include  indemnification clauses in any and all future vendor contracts Respondents  enter into where the vendors&#8217; responsibilities will involve the handling of any  committee funds intended for deposit into the Committee&#8217;s accounts, (2) file  any amended report(s) promptly upon receipt of any additional information  regarding additional embezzled contributions, providing a certification that  report(s) have been filed or that no additional information has been received,  and (3) develop and certify the implementation of a program whereby the  Committee contacts the banking institution where it holds accounts to verify no  accounts have been opened without the proper authorization.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  <br/>\n  </strong><a href=\"../../../law/litigation/IndependenceInstitute.shtml\"><em>Independence Institute v. FEC</em></a> (Case 1:14-cv-01500-CKK-PAM-APM). On July 19, the Commission  filed its <a href=\"../../../law/litigation/indinst_fec_msj.pdf\">Motion  for Summary Judgment and Memorandum in Support of its Motion for Summary  Judgment and in Opposition to Plaintiff's Motion for Summary Judgment</a> in  the United States District Court for the District of Columbia.<br/>\n  <br/>\n  <strong>CAMPAIGN  FINANCE REPORTS<br/>\n  </strong><br/>\n            On July 20: July Monthly Reports were due. For more information  on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>OUTREACH<br/>\n  <br/>\n  </strong>On  July 18-21, Vice Chairman Steven T. Walther, Commissioner Lee E. Goodman,  Commissioner Caroline C. Hunter, Commissioner Ann M. Ravel and Commissioner  Ellen L. Weintraub attended the Republican National Convention in Cleveland,  Ohio. <br/>\n  <br/>\n            On July 21, Commissioner Ravel discussed <a href=\"https://thedianerehmshow.org/shows/2016-07-21/money-in-state-and-local-politics\">money  in state and local politics</a> on WAMU's Diane Rehm  Show <br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS<br/>\n  </strong><br/>\n            August 18: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n            August 23: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\"> executive  session</a>.<br/>\n  <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n    UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n            August 20: August Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n  <br/>\n  <strong>DISCLOSURE INITIATIVES<br/>\n  <br/>\n  </strong>Commission staff, together with our partners at 18F,  continue to add new features to the agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission encourages website visitors to submit  comments and questions by clicking on the &#8220;Feedback&#8221; tab at the bottom of each  page. <br/>\n  <br/>\n  <strong>ADDITIONAL RESEARCH MATERIALS<br/>\n  </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n  <br/>\n            The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2016  edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public  Records</a> section of the Commission website. This publication  identifies the federal and state agencies responsible for the disclosure of  campaign finances, lobbying, personal finances, public financing, candidates on  the ballot, election results, spending on state initiatives and other financial  filings.<br/>\n  <br/>\n            The Commission has published the <a href=\"../../../pdf/record/2016/july2016.pdf\">July Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n  <br/>\n          The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p align=\"center\"> Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a></p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160722digest.shtml"}