{"href": "nvraprs.htm", "pdf": null, "date": "06/19/1997", "category": "Other Agency Actions", "title": "Impact of National Voter Registration Act Contained in FEC Report to Congress", "html": "<body bgcolor=\"#FFFFFF\">\n<p><font size=\"2\" face=\"Book Antiqua\">News Releases, Media\nAdvisories</font></p>\n\n<p><font size=\"2\" face=\"Book Antiqua\"><img src=\"../jpg/topfec.jpg\" width=\"81\" height=\"81\"/></font></p>\n\n\n\n<p>\n</p><pre>For Immediate Release     Contact:                              Ron Harris\nJune 19, 1997                                                   Sharon Snyder\n                                                                Ian Stirton\n                                                                Kelly Huff</pre>\n\n<center><b>IMPACT OF NATIONAL VOTER REGISTRATION ACT</b>\n<b> CONTAINED IN FEC REPORT TO CONGRESS</b></center>\n<p>\nWASHINGTON -- The Federal Election Commission today approved a\n<a href=\"/votregis/nvraintr.htm\">report to  Congress and the President on the impact of the National\nVoter Registration Act (NVRA)</a> of 1993, often referred to as the\n\"Motor Voter\" law.\n</p><p>\n States reported 142,995,856 registered voters in 1996, amounting\nto 72.77 percent of the voting age population.  This is the highest\npercentage of voter registration in any election since 1960, when\nreliable records were first available.  The report notes that\nvoter registration in those states covered by the NVRA<b>*</b>\nrose in 1996 by 1.82 percentage points over 1992, the previous\ncomparable election.  The total nationwide increase in registered\nvoters from 1992 to 1996 was 9,183,680.\n</p><p>\n The report also notes that the number of Americans actually voting\nin 1996 declined by over 5 percentage points from 1992, marking\nthe first Presidential election since 1972 -- when the franchise\nwas extended to those 18 - 21 years of age -- that voter registration\nrose while turnout declined.\n</p><p>\n Highlights of the report, which covers 1995-96, the first two\nyears in which the new law was in effect, include:\n</p><p>\n \n</p><p>\n -- Motor vehicle offices generated the most voter registration\napplications, 33.1 percent.\n</p><p>\n -- Postcard registration accounted for almost a third of applications,\nat 29.7 percent.\n</p><p>\n -- Registration drives, deputy registrars, and in-person registrations\naccounted for 26.1 percent of all applications.\n</p><p>\n -- All other agencies mandated by the Act supplied a total of\n11.1 percent of total voter registration applications.  Public\nassistance agencies supplied 6.3 percent; agencies designated\nby the states supplied 4.2 percent; disability service agencies\nsupplied .4 percent; and armed forces recruitment offices supplied\n.2 percent.\n</p><p>\n -- One-third of all total voter registration applications were\nchanges of name or address.\n</p><p>\n -- A total of 8,723,301 names were deleted from registration\nlists under the new list verification procedures of the law, while\nanother 7,083,794 registrants were declared \"inactive\"\nand will be removed after 1998 if they fail to vote in that election.\n</p><p>\n Based on problems reported by the states to the FEC's Office\nof Election Administration, the Commission has made three recommendations\nfor improving the administration of the NVRA:\n</p><ul>\n<li> \"that states, which do not require all or part of the\napplicant's Social Security number, voluntarily <b>(1)</b> amend\ntheir election codes to require only the last four digits from\nall new voter registration applicants, and <b>(2)</b> endeavor\nto obtain that same item of information from all current registered\nvoters;\n</li></ul>\n\n<p>\n\n</p><ul>\n<li> \"that states, which have not yet done so, voluntarily\n<b>(1)</b> develop and implement a statewide computerized voter\nregistration database; <b>(2)</b> ensure that all local registration\noffices are computerized; and <b>(3)</b> link their statewide\ncomputerized system, where feasible, with the computerized systems\nof the collateral public agencies relevant to the NVRA (motor\nvehicle offices, public assistance offices, etc.); and\n</li></ul>\n\n<p>\n\n</p><ul>\n<li> \"that the U.S. Postal Service <b>(1)</b> create a new\nclass of mail for 'official election material' that encompasses\nall mail items requisite to the NVRA and provide the most favorable\nreduced rates affordable for the first class treatment of such\nmailings; and <b>(2)</b> provide space in their postal lobbies\nfree of charge to state and local election officials for voter\nregistration material.\"\n</li></ul>\n\n<p>\n\n</p><p>\n This report, entitled \"The Impact of the National Voter\nRegistration Act of 1993 on the Administration of Elections for\nFederal Office, 1994 - 1996,\" is the second in a series of\nreports to Congress, as required by law. Copies are available\nfrom the FEC Press Office, Public Records Office, Public Information\nOffice, and the Office of Election Administration.  The executive\nsummary of the report, along with the supporting data from five\ntables within the report, will be available on the Commission's\nWeb site -- htp://www:fec.gov -- after June 20.\n</p><p>\n</p><center>#     #     #</center>\n<p>\n<b>* Forty-four states and the District of Columbia are covered\nby the NVRA.  Idaho, Minnesota, Wisconsin, North Dakota, New Hampshire,\nand Wyoming are exempt from the provisions of the Act.  Vermont\nhas not yet fully implemented the NVRA due to that state's Constitutional\nimpediments.</b>\n</p><p>\n \n\n\n</p></body>"}