{"date": "06/10/2011", "pdf": null, "title": "Week of June 6 - June 10, 2011", "issue": "2011-23", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>June 10 ,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-23</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of June 6 &#8211; 10</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Drafts</u></p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1174267.pdf\">AO 2011-08 (American Society of Anesthesiologists)</a>. On June 8, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1175936.pdf\">draft</a> of Advisory Opinion 2011-08, submitted by the American Society of Anesthesiologists. The requestor, a trade association of individual anesthesiologists and individuals in related fields, asks whether its \"Life Members\" and \"Retired Members\" are \"members\" under 11 CFR 114.1(e)(3) and therefore may be solicited for contributions to the American Society of Anesthesiologists' separate segregated fund, ASAPAC.Comments on the draft are due by noon on June 14, 2010.</p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1174825.pdf\">AO 2011-09 (Facebook)</a>. On June 9 and 10, the Commission made public <a href=\"../../agenda/2011/agenda20110615.shtml#VI\">two drafts</a> &#160;of Advisory Opinion 2011-09. &#160;Facebook asks whether its small, character-limited ads qualify for the \"small items\" or \"impracticable\" exceptions from the disclaimer requirements of the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. Comments on the drafts are due by noon on June 14, 2010.</p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1174826.pdf\">AO 2011-10 (POET PAC)</a>. On June 8, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1175938.pdf\">draft</a> of Advisory Opinion 2011-10. In the request, POET PAC, a nonconnected political committee, POET, LLC, and Sioux River Ethanol, LLC, d/b/a/ POET Biorefining-Hudson, one of 27 POET Plants, ask whether POET PAC may raise funds from corn farmers with the assistance of the POET Plants, and whether certain aspects of POET PAC's proposed solicitation program are permissible under the Act and Commission regulations. Comments on the draft are due by noon on June 14, 2010.</p>\n        <p><u>Comments Received</u> </p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1175585.pdf\">AOR 2011-12 (Majority PAC and House Majority PAC)</a>. The Commission received <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3267\">three comments</a> on Advisory Opinion Request 2011-12. Majority PAC and House Majority PAC (\"the PACs\") ask whether federal candidates, federal officeholders, and officers of national party committees may solicit unlimited individual, corporate, and union contributions on behalf of the independent expenditure-only political committees without violating 2 U.S.C. 441i. The PACs also ask, if the answer to the first question is no, whether federal candidates, federal officeholders, and officers of national party committees may participate in fundraisers for the PACs at which unlimited individual, corporate, and union contributions are raised, provided that the covered officials do not solicit such contributions by complying with 11 CFR 300.64. </p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public three closed cases. </p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6326</a> <br/>\n        </u></strong>RESPONDENTS: American Association of Physician Specialists, Inc.; American Association of Physician Specialists, Inc. PAC and Stephen Montes, in his official capacity as treasurer; and William J. Carbone<br/>\n        COMPLAINANT: Timothy J. Bell<br/>\n        SUBJECT: The complaint alleged that the American Association of Physician Specialists, Inc. (AAPS), a 501(c)(6) corporation, made and its separate segregated fund, the American Association of Physician Specialists, Inc. PAC (the Committee), accepted, a prohibited corporate contribution of $20,000. The complaint alleged that Carbone, the AAPS chief executive officer, authorized the disbursement. The complaint alleged further that the Committee and Montes, in his official capacity as treasurer, failed to disclose $21,300 in receipts and disbursements.<br/>\n        DISPOSITION: The Commission found reason to believe AAPS made, and the Committee and Montes, in his official capacity as treasurer, accepted, a prohibited corporate contribution. The Commission also found reason to believe that the Committee and Montes, in his official capacity as treasurer, failed to disclose its receipt and disbursement of the prohibited funds. The Commission agreed to accept a conciliation agreement providing for the respondents to pay a civil penalty of $5,500, and requiring that the Committee amend the applicable disclosure reports in a timely manner.</p>\n        <p><strong><u><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6342</a><br/>\n        </u></strong>RESPONDENTS: Paul Welday for Congress and David Staudt, in his official capacity as treasurer; Michigan Education Network; Paul Welday; Michael Greiner; and Joseph Munem<br/>\n        COMPLAINANT: Rocky for Congress<br/>\n        SUBJECT: The complaint alleged that the respondents engaged in illegal coordination in connection with a mailer. Specifically, the complaint alleged that 1) Welday, Welday for Congress and Staudt, in his official capacity as treasurer, paid for a mailer distributed by Michigan Education Network that contained the same accusation against Andrew &#8220;Rocky&#8221; Raczkowski as one found on Welday&#8217;s website; 2) the return address on the mailer belonged to Greiner, whom the complaint described as associated with Munem; and 3) that the Michigan Education Network does not exist. Welday was a 2010 candidate for Michigan&#8217;s 9th Congressional District.<br/>\n        DISPOSITION: The Commission found no reason to believe the respondents violated the Act or Commission regulations because the candidate and the Welday Committee denied the allegations of coordination and denied that Welday's campaign paid for the mailer, and the available information did not support the allegations.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6276</strong></a><br/>\n        RESPONDENTS: Ron Weiser; Michigan Republican State Committee and Carl Meyers, in his official capacity as treasurer; Ken McKay; Michael Steele; Republican National Committee and Randall Pullen, in his official capacity as treasurer; Albert Berriz; Paula Berriz; Gaylen Byker; Thomas Celani; Vicki Celani; Michael Ferrantino; Kellie Ferrantino; Michael Jandernoa; Susan Jandernoa; John Kennedy; Nancy Kennedy; Robert Lynas; Joyce Lynas; William Parfet; Robert Thompson; William Young; and Vivienne Young<br/>\n        COMPLAINANT: Michigan Democratic Party by its Chair, Mark Brewer<br/>\n        SUBJECT: The complaint alleged that Weiser, the Michigan Republican State Committee (MRP) and Meyers, in his official capacity as treasurer, McKay, Steele, the Republican National Committee (RNC) and Pullen, in his official capacity as treasurer, knowingly and willfully violated the Act and Commission regulations by soliciting and receiving excessive contributions and that the 17 other respondents knowingly and willfully violated the Act and Commission regulations by making excessive contributions to the MRP through contributions they made to RNC for the MRP.<br/>\n        DISPOSITION: The Commission closed the file concerning the allegations against Weiser, the MRP and Meyers, in his official capacity as treasurer, McKay, Steele, the RNC and Pullen, in his official capacity as treasurer. It found no reason to believe violations occurred in connection with the Berrizes, Byker, the Celanis, the Ferrantinos, the Jandernoas, the Kennedys, the Lynas, Parfet, Thompson and the Youngs because the allegation against them, which was based on a single anonymous source, was rebutted through specific sworn denials.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <strong> </strong></p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2196</a> &#8211; Cam Cavasso for U.S. Senate and Phil K. Uyehara, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,250.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2252</a> &#8211; Wade for Delaware and Harry Skilton, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong></p>\n        <p><a href=\"../../audits/2008/AuditReport_2008_FreedomDefenseFund.shtml\">Final Audit Report on Freedom&#8217;s Defense Fund (FDF)</a>. On June 8, the Commission made public the Final Audit Report on FDF, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that FDF (1) did not disclose certain independent expenditures and (2) failed to file required 24/48 hour notices for independent expenditures totaling as much as $43,498. The Committee amended its reports to correctly disclose the independent expenditures. </p>\n        <p><a href=\"../../audits/2008/AuditReport_2008_KansasRepublicanParty.shtml\">Final Audit Report on the Kansas Republican Party (KRP)</a>. On June 8, the Commission made public the final audit report on the KRP, a state party committee, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that the KRP (1) misstated receipts, disbursements and cash on hand in 2007 and 2008, (2) received a $10,000 contribution from a prohibited source and (3) made payments of $20,123 from non-federal accounts which appeared to be for federal expenses. KRP amended its reports to address these issues. The report addressed additional issues related to (1) reporting of expenses associated with the Republican National Convention, (2) the receipt of apparent prohibited contributions and (3) payment of federal activity out of non-federal accounts, and noted that the Commission did not approve staff recommendations on these issues by the required four votes. A Statement of Reasons was issued by <a href=\"../../members/bauerly/statements/bauerly_statement_kansas_gop_statement_05_26_2011.pdf\">Chair Cynthia L. Bauerly</a> and <a href=\"../../members/weintraub/statements/weintraub_statement_kansas_gop_statement_05_26_2011.pdf\">Commissioner Ellen L. Weintraub</a>.</p>\n        <p>General information about final audit reports is <a href=\"../../audits/audit_reports.shtml\">here</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>. This information has recently been updated to include the 1982 Election Cycle Audits. </p>\n        <p><strong>LITIGATION</strong></p>\n        <p><em><a href=\"../../law/litigation/robinson.shtml\">Robinson Committee, LLC, et al. v. FEC</a></em> (No.10-cv-11335(GAO)). On June 7, the Petitioners filed an <a href=\"../../law/litigation/robinson_robinson_opp_to_renewed_mtd.pdf\">Opposition to Respondent's Renewed Motion to Dismiss the Petition</a> in the United States District Court for the District of Massachusetts. </p>\n        <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n        <p>On June 10, the Commission made public <a href=\"../../agenda/2011/agenda20110615.shtml#II\">two drafts of a Notice of Proposed Rulemaking (NPRM)</a>&#160; on Independent Expenditures and Electioneering Communications by Corporations and Labor Organizations. The NPRM, if approved, would seek public comment on changes to the FEC&#8217;s rules regarding corporate and labor organization funding and reporting of expenditures, independent expenditures and electioneering communications in response to the U.S. Supreme Court&#8217;s 2010 decision in <a href=\"../../law/litigation_CCA_Alpha.shtml#citizensunited\">Citizens United v. FEC</a>. </p>\n        <p><strong>FEDERAL REGISTER</strong></p>\n        <p>On June 8, the Commission published filing deadlines for the Special Election in <a href=\"../../law/cfr/ej_compilation/2011/notice_2011-05.pdf\">Nevada&#8217;s 2nd &#160;Congressional District</a> in the Federal Register. For more information on reporting dates for this special election, refer to the &#160;<a href=\"../../info/report_dates_2011.shtml#special\">2011 Reporting Dates</a> page of the FEC website. </p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On June 6, Communications Specialist Chris Berg discussed recent campaign finance litigation with visitors from the American Civics Center Elderhostel.</p>\n        <p>On June 9, Chair Bauerly presented an update on campaign finance law as part of Public Citizen's 40th-anniversary speaker series.</p>\n        <p>On June 10, Communications Specialist Myles Martin discussed the Commission's role in campaign finance regulation with a delegation of political leaders from Georgia. The delegation was sponsored by the State Department's International Visitor Leadership Program.</p>\n        <p><strong>CONFERENCES </strong></p>\n        <p>On June 7-8, the FEC hosted a <em>Seminar for Trade Associations, Labor Organizations, </em><em>Membership Organizations and their PACs</em>. </p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>June 14: The Commission is scheduled to hold an <a href=\"../../agenda/agendas.shtml#executive\">Executive Session.</a> </p>\n        <p>June 15: The Commission is scheduled to hold an Open Session. The <a href=\"../../agenda/2011/agenda20110615.shtml\">Open Session agenda</a> is available on the FEC website.</p>\n        <p><strong>UPCOMING EVENTS</strong></p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FEC Reporting Requirements</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p>July 13, Washington, DC. <em>FEC Roundtable Workshops on FECFile &amp; E-Filing</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#roundtables\">2011 Roundtable Schedule page</a> of the FEC website.</p>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/jun11.pdf\">June 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/publications.shtml\">June 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110610digest.shtml"}