{"date": "08/19/2011", "pdf": null, "title": "Week of August 15 - August 19, 2011", "issue": "2011-33", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 19,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-33</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 15 &#8211; 19</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>No Commission Executive Sessions or Open Meetings were scheduled this week. </p>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Requests Received</u></p>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1185201.pdf\">AOR 2011-17 (Giffords)</a></u></strong>. On August 18, the Commission made public Advisory Opinion Request 2011-17, submitted by Giffords for Congress, the principal campaign committee of Representative Gabrielle Giffords. The request asks whether Giffords for Congress may use campaign funds to pay the costs of installing security improvements at Representative Giffords' home. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by October 17, 2011.</p>\n        <p><strong><a href=\"http://saos.fec.gov/aodocs/1185202.pdf\">AOR 2011-18 (Western Representation PAC)</a></strong>. On August 18, the Commission made public Advisory Opinion Request 2011-18. Western Representation PAC asks whether it must file 24- and 48-hour reports for an Independent Expenditure campaign that will be conducted by email during the 2012 presidential primary elections. Western Representation PAC also asks whether it must attribute its costs to individual State primary elections on its regular monthly reports. The Commission must issue a response no later than 60 days after receipt of the complete request, that is, by October 17, 2011.</p>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public two closed cases and one Statement of Reasons. </p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6377</a> <br/>\n        </strong>RESPONDENTS:&#160; Friends of Sharron Angle and Alan Mills, in his official capacity as treasurer; Sharron E. Angle; Harry Reid Votes and Allison Van Over, in her official capacity as treasurer; and Daniel J. Tarkanian<br/>\n          COMPLAINANT: Sam Lieberman, Chair, Nevada State Democratic Party<br/>\n          SUBJECT: The complaint alleged that (1) Harry Reid Votes and Van Over, in her official capacity as treasurer, (HRV) and Tarkanian made and Friends of Sharron Angle and Mills, in his official capacity as treasurer, (the Angle Committee) accepted excessive in-kind contributions in the form of coordinated communications; (2) HRV impermissibly used the name of a candidate in its official title; and (3) HRV used insufficient disclaimers on its radio advertisement. Angle was a 2010 candidate for Nevada&#8217;s U.S. Senate seat.<br/>\n        DISPOSITION: The Commission found no reason to believe HRV and Tarkanian made and the Angle Committee accepted excessive in-kind contributions in light of the costs associated with the radio advertisement, which did not exceed the $5,000 contribution limit to political committees, and because there was insufficient information to support the allegation that the advertisements were coordinated with the Angle Committee. The Commission exercised its prosecutorial discretion and dismissed the matter in connection with the allegations that HRV used insufficient disclaimers on its radio advertisement in light of the low cost of the advertisement and in furtherance of the Commission&#8217;s priorities relative to other matters, and the Commission sent a letter cautioning HRV to take steps to ensure it complies with all disclaimer requirements in accordance with the Federal Election Campaign Act of 1971, as revised (the Act), and Commission regulations. The Commission closed the file in connection with the allegation that HRV impermissibly used the name of a candidate in its title. A <a href=\"http://eqs.fec.gov/eqsdocsMUR/11044300845.pdf\">Statement of Reasons</a> was issued by Chair Cynthia L. Bauerly.</p>\n        <p><strong><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6451</a> <br/>\n        </strong>RESPONDENTS:&#160; MoveOn.org and Wes Boyd, in his official capacity as treasurer<br/>\n        COMPLAINANT: FEC Initiated<br/>\n        SUBJECT: In the normal course of carrying out its supervisory responsibilities, the Commission found that MoveOn.org and Boyd, in his official capacity as treasurer, failed to file four 48-hour Notices of independent expenditures totaling $557,082 and two 24-Hour Notices of independent expenditures totaling $158,393. <br/>\n        DISPOSITION: The Commission entered into a conciliation agreement whereby MoveOn.org agreed to pay $43,000.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong></p>\n        <p><a href=\"../../audits/AuditReport_2006_GeorgiaFederalElectionsCmte.shtml\">Final Audit Report on the Georgia Federal Elections Committee (GFEC)</a>. On August 16, the Commission made public the Final Audit Report on the Georgia Federal Elections Committee (GFEC), a state party committee, which found that the GFEC (1) misstated receipts, disbursements and cash-on-hand, (2) failed to provide supporting documentation of its allocable payroll expenses and (3) failed to disclose the occupation and/or name of the employer of 71 contributors. GFEC amended its reports and provided documentation to address these issues. The report also addresses additional issues that the Commission did not approve by the required four votes.&#160; These additional issues relate to (1) payroll activity and (2) potential non-federal funding for possible federal activity.</p>\n        <p>Click here for <a href=\"../../audits/audit_reports.shtml\">general information about final Audit Reports</a>. Audits are broken down into three categories: <a href=\"../../audits/audit_reports_auth.shtml\">Authorized Committees</a>, <a href=\"../../audits/audit_reports_unauth.shtml\">Unauthorized Committees</a>, and <a href=\"../../audits/audit_reports_pres.shtml\">Title 26 Audit Reports</a>.</p>\n        <p><strong>PUBLIC DISCLOSURE</strong></p>\n        <p>On August 19, the Commission made public <a href=\"../../pubrec/fe2010/federalelections2010.shtml\">Federal Elections 2010: Election Results for the U.S. Senate and the U.S. House of Representatives</a> on the Commission website. Also available are election results from the <a href=\"../../pubrec/electionresults.shtml\">1982-2008 election cycles</a> on the Public Records page of the website.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On August 16, Chair Cynthia L. Bauerly discussed campaign finance regulations and the Commission's role in enforcing those regulations with a delegation from the Dominican Republic's Election Commission.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong><strong> </strong></p>\n        <p>August 20: August Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the Commission website.</p>\n        <p>The Commission posted the filing deadlines for the Special Election in Oregon&#8217;s 1st Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../pages/report_notices/2012/or01.shtml\">Special Election Report Notice</a>. </p>\n        <p><strong>UPCOMING EVENTS<br/>\n        </strong></p>\n        <p>September 7-8, Minneapolis, MN &#8211; <em>Regional</em> <em>Conference for House and Senate Campaigns, Party Committees and Corporate/Labor/Trade PACs</em>. &#160;Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference Schedule page</a> of the Commission website.</p>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p>The <a href=\"../../info/publications.shtml\">August 2011 Supplements</a> to the Commission&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the Commission website.</p>\n        <p align=\"center\"/>\n        <p align=\"center\"/>\n        <p align=\"center\">Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110819digest.shtml"}