{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">December 20, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>FEC APPROVES AN ADVISORY OPINION AND A REQUEST FOR COMMENT ON THE ENFORCEMENT PROCESS, DISCUSSES AN ADVISORY OPINION REQUEST AND A REQUEST FOR GUIDANCE ON REPORTING PAYEES, ELECTS 2013 OFFICERS AND RELEASES MEETING DATES</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved an advisory opinion and a Federal Register notice announcing a request for public comment on the enforcement process. The Commission also discussed another advisory opinion request, a staff request for guidance regarding reporting issues connected with committees&#8217; disclosure of itemized disbursements, elected a Chair and Vice Chairman for 2013, and released its open meeting dates for the first half of next year.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao;jsessionid=68940AFC0B2ADF4F303A26E0D909741E?SUBMIT=ao&amp;AO=3512\"><strong>Advisory Opinion 2012-35 (Global Transaction Services Group, Inc.)</strong></a>. The Commission concluded that the process proposed by Global Transaction Services Group, Inc. (GTSG) for receiving and forwarding small-dollar contributions to political committees is permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. During the discussion, the Commission heard from the President and Chief Executive Officer of Global Transaction Services Group, Inc. <br/>\n        </p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3514&amp;START=1229588.pdf\"><strong>Advisory Opinion Request 2012-37 (Yamaha Motor Corporation, U.S.A.</strong><strong>)</strong></a>. The Commission discussed two draft advisory opinions and voted on one of the drafts, based on a request from Yamaha Motor Corporation, U.S.A. (Yamaha), but was unable to reach agreement by the required four affirmative votes to issue an Advisory Opinion. Yamaha asked whether it may form a separate segregated fund and, if so, whether it may solicit contributions from the executive and administrative personnel of certain dealers and service centers under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of Yamaha. </p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1286.pdf\"><strong>Itemization of Ultimate Payee of Committee Disbursements</strong></a>. The Commission discussed a request for guidance from the Office of Compliance and the Office of General Counsel on reporting issues connected with committees&#8217; disclosure of itemized disbursements. The Office of General Counsel will prepare a draft guidance document for public comment, to be placed on the agenda of a Commission open meeting early in 2013.</p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1289.pdf\"><strong>Request for Comment on the Enforcement Process</strong></a>. The Commission approved a Federal Register notice on a Request for Comment on certain aspects of the Commission&#8217;s enforcement process. Comments from the public responding to this request are due on or before March 15, 2013. <strong/></p>\n        <p><strong><a href=\"20121220newofficers.shtml\">Election of Officers for 2013</a>. </strong>The Commission elected Ellen L. Weintraub as Chair and Donald F. McGahn II as Vice Chairman for 2013. Commissioner Weintraub has served on the Commission since December 2002, when she received a recess appointment. She was renominated and confirmed unanimously by the United States Senate in March 2003. Commissioner McGahn has served on the Commission since 2008, following his nomination and unanimous confirmation by the United States Senate.</p>\n        <p>The Commission also approved a<a href=\"../../agenda/2012/mtgdoc_1288.pdf\"> schedule</a> of meeting dates for the first half of 2013.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20121220openmeeting.shtml", "date": "12/20/2012", "pdf": null, "title": "FEC Approves an Advisory Opinion and a Request for Comment on the Enforcement Process, Discusses an Advisory Opinion Request and a Request for Guidance on Reporting Payees, Elects 2013 Officers and Releases Meeting Dates", "category": "Open Meetings and Related Matters"}