{"href": "statwaiv.htm", "pdf": null, "date": "12/10/1999", "category": "Other Agency Actions", "title": "States Certifying with FEC for Paper Filing Waiver", "html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font color=\"#000000\" size=\"1\" face=\"Book Antiqua\">Federal Election Commission News\nReleases/Media Advisories<br/>\n<br/>\n</font><font color=\"#000000\" size=\"3\" face=\"Book Antiqua\"><img src=\"/jpg/topfec.jpg\" ismap=\"ismap\" width=\"81\" height=\"81\"/></font></p>\n\n<p>&#160;</p>\n<font face=\"Book Antiqua\" size=\"3\">\n\n<pre><b>For Immediate Release:                               </b></pre></font><font size=\"3\">  </font><font face=\"Book Antiqua\" size=\"3\">   </font><font size=\"3\">                              </font><font face=\"Book Antiqua\" size=\"3\">Contact:  </font><font size=\"3\">   Ron Harris</font><font face=\"Book Antiqua\" size=\"3\">\n</font><font size=\"3\">December 10</font><font face=\"Book Antiqua\" size=\"3\">, 1999</font><font size=\"3\">     </font><font face=\"Book Antiqua\" size=\"3\">                                                                    </font><font size=\"3\">          </font><font face=\"Book Antiqua\" size=\"3\">  </font><font size=\"3\">     </font><font face=\"Book Antiqua\" size=\"3\"> </font><font size=\"3\">         Sharon Snyder</font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               </font><font size=\"3\">\t\tIan Stirton</font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               </font><font size=\"3\">\t\t</font><font face=\"Book Antiqua\" size=\"3\">Kelly Huff\n</font>\n\n<p>&#160;</p>\n</font><font face=\"Book Antiqua\" size=\"4\"><b>\n\n</b><p align=\"CENTER\">STATES CERTIFYING WITH FEC FOR PAPER-FILING WAIVER</p>\n</font><font face=\"Book Antiqua\"><i>\n\n</i><p align=\"CENTER\">-- Campaign Reports of Federal Candidates Going Online Immediately in\nMany States --</p></font><font face=\"Book Antiqua\" size=\"4\"><b> \n</b></font><font face=\"Book Antiqua\">\n\n<p>WASHINGTON &#150; The Federal Election Commission (FEC) this week certified 12 states\nas exempt from a federal requirement to receive and maintain paper copies of campaign\nfinance reports from Presidential and U.S. House of Representatives candidates and most\npolitical committees. This is the initial certification group, with some 20 other states\nto follow soon, Commission officials said. </p>\n\n<p>Replacing the paper filings will be electronic immediacy -- the public gaining\nInternet-access to those campaign reports of most federal candidates on computers located\nat their respective state&#146;s campaign-finance records office (the Secretary of State\noffices in most of the certified states). The reports are accessed through the FEC&#146;s\nInternet site (<i>www.fec.gov</i>) and to expedite and enhance public access, the FEC has\nprovided hardware and software, including laser printers, to those states requesting them.\nTo quickly implement the system, the FEC offered to provide any requested computer\nequipment, Internet capability, and training. </p>\n<b>\n\n</b><p>FEC Chairman Scott E. Thomas said of the filing-waiver program, \"This is a great\nexample of using new technology to make a government program more efficient. It will\nrelieve states of paperwork and filing tasks, will relieve reporting committees of\nunnecessary filings, and will encourage the public to move to a better information access\nsystem.\"</p>\n\n\n<p>In December 1995, President Clinton signed Public Law 104-79, which exempts states from\nreceiving and maintaining paper copies of federal campaign finance reports provided that\nthe state, \"as determined by the Commission, has a system that permits electronic\naccess to, and duplication of, reports and statements that are filed with the\nCommission.\"</p>\n\n<p>The FEC began posting disclosure reports filed by Presidential and House candidates,\nparties and political action committees, on its Web site in 1997 and has since expanded\nthe site to include electronic filings and a query system that allows for on-line searches\nof the campaign finance data base. The public in the certified states will be accessing\nthe FEC&#146;s Web site to view campaign finance reports, but they are the same reports\nfrom federal candidates that, by regulation, have to date been duplicated in paper form\nand filed with the state. Upon connection to the FEC&#146;s Web site, the states have\naccess to reports filed since 1993 for PACs, party and Presidential committees, and since\n1996 for Congressional committees.</p>\n<b>\n\n</b><p>The state waiver program does not apply to reports filed by campaigns for United States\nSenate candidates and other political committees that support only U.S. Senate. Point of\nentry for Senate candidates&#146; reports remains with the U. S. Senate, not the FEC.\nWhile the Democratic Senatorial Campaign Committee and the National Republican Senatorial\nCommittee file their reports with the Senate, copies of their reports are available on the\nFEC Web site because the Senate provides the FEC with paper copies that meet requirements\nfor scanning. </p>\n\n\n<p>States certified by the Commission this week to participate in the program are\nArkansas, Florida, Idaho, Illinois, Kansas, Michigan, Nebraska, New York, North Dakota,\nSouth Dakota, Utah, and Wisconsin. The certification by the FEC for these states is\nindicative that they possess an adequate computerized system to allow the public\nelectronic access to, and duplication of, reports and statements that are filed with the\nFEC. Criteria leading to their certification by the FEC were: (1)The state has at least\none computer terminal that can electronically access the Commission&#146;s Web page, with\nat least one printer (connected either directly or through a network); and (2)the state\nwill, to the greatest extent possible, allow anyone requesting federal campaign finance\ndata, the use of this computer terminal, at any time during regular business hours.</p>\n\n<p>In a survey prior to implementation, the Commission noted enthusiasm for the planned\nprogram. The proposal was characterized by Arkansas as a \"...time and money saver for\nus and for the candidates.\" Illinois said, \"Congratulations on this very\nprogressive step forward and we look forward to working with you on what we believe will\nbe a successful program.\" New York noted that it would complement that state&#146;s\nown electronic system, and Nebraska said the program \"can&#146;t happen too\nsoon.\"</p>\n\n<p>The <a href=\"../pages/statefiling.htm\">December 1999 monthly report</a>\n(November&#146;s transactions, due Dec. 20) will be the first federal campaign finance\nreport that will not be required to be filed by committees in the certified states.</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n<b>\n\n</b><p>&#160;</p>\n\n\n<p>&#160;</p>\n</font>\n</body>\n"}