{"date": "05/17/2013", "pdf": null, "title": "Week of May 13 - May 17, 2013", "issue": "2013-20", "html": "<div id=\"fec_mainContentWide\">\n  <div> <br/>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"> \n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"1016\" valign=\"top\"><strong>For Immediate Release</strong></td>\n            <td width=\"62\" valign=\"top\"><strong>Contact</strong>:&#160; </td>\n            <td width=\"142\" valign=\"top\">Judith Ingram</td>\n          </tr>\n          <tr>\n            <td width=\"1016\" valign=\"top\">May 17, 2013</td>\n            <td width=\"62\" valign=\"top\"/>\n            <td width=\"142\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">ISSUE 2013-20</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest<br/>\n        </strong><strong>Week of May 13 &#8211; 17</strong></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p>No Commission open meetings or executive sessions were scheduled this week.</p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p>The Commission made public three closed cases. For more information, see the case documents in the&#160;<a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6718</a><br/>\n  COMPLAINANT: FEC-Initiated<br/>\n  RESPONDENTS: John E. Ensign; Ensign for Senate and Lisa Lisker, in her official capacity as treasurer; Battle Born Political Action Committee and Lisa Lisker, in her official capacity as treasurer; and Michael and Sharon Ensign<br/>\n  SUBJECT: In the course of carrying out its supervisory responsibilities, the Commission received information indicating that Michael and Sharon Ensign made and Ensign, Ensign for Senate and Battle Born Political Action Committee and Lisker, in her official capacity as treasurer for the two committees, (the Ensign Committees) knowingly received excessive in-kind contributions when Michael and Sharon Ensign made a severance payment to a former Committee staff member. The Commission found further that Ensign and the Ensign Committees failed to disclose the contributions. Ensign was a 2012 candidate for Nevada&#8217;s United States Senate seat.<br/>\n  DISPOSITION: The Commission entered into a conciliation agreement providing for Ensign and the Ensign Committees to pay a civil penalty of $32,000. The Commission entered into another conciliation agreement providing for Michael and Sharon Ensign to pay a civil penalty of $22,000.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6474, 6534</a>&#160;<br/>\n  COMPLAINANT: Ohio Democratic Party and Chris Redfern, Chairman, of the Ohio Democratic Party<br/>\n  RESPONDENTS: Josh Mandel; Citizens for Josh Mandel and Kathryn D. Kessler, in her official capacity as treasurer; Citizens for Josh Mandel (State) Committee; and State of Ohio<br/>\n  SUBJECT: The complaint alleged that Mandel, the State Treasurer of Ohio and a 2012 candidate for Ohio&#8217;s U.S. Senate seat, used resources of his state campaign and state office to support his candidacy for the United States Senate.&#160;<br/>\n  DISPOSITION: In light of the specific information provided by the respondents and the speculative nature of the allegations in the complaints, the Commission found no reason to believe that (1) Mandel and Citizens for Josh Mandel and Kessler, in her official capacity as treasurer, (Federal Committee) made an improper transfer of assets from Citizens for Josh Mandel (State Committee) as a result of the Federal Committee&#8217;s use of a website domain name obtained from the State Committee or (2) the State Committee made, and Mandel and the Federal Committee received, an excessive contribution and improper transfer when the State Committee paid for trips Mandel took outside of Ohio. In light of the&#160;de minimis&#160;nature of the alleged violation, the Commission dismissed the allegation that the State of Ohio made and Mandel and the Federal Committee received an excessive in-kind contribution in connection with the use of state resources to create a newsletter published on the Federal Committee&#8217;s website. The Commission closed the file as to the allegation that the Federal Committee accepted an improper transfer from the State Committee as a result of the Federal Committee&#8217;s use of an email list obtained from the State Committee.</p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public 11 campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2578</a>&#160;&#8211; Dan Hughes for Senate and Michelle D. Moons, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $250.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2587</a>&#160;&#8211; Kelda for Congress and Laurene Bach, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,050.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2593</a>&#160;&#8211; Rich Becker for Congress and John B. McBride, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2608</a>&#160;&#8211; Immigration911, LLC and Stanley P. Dull, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $1,400.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2622</a>&#160;&#8211; Kenneth Sanders for Congress Committee and Esque Sanders, Jr., in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $225.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2623</a>&#160;&#8211; MacGovern for U.S. Senate and John Rezzonico, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $480.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2624</a>&#160;&#8211; Randall Terry for President Campaign Committee and Mario G. Paveglio, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,500.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2626</a>&#160;&#8211; Democratic Party of Hawaii and Yuriko J. Sugimura, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,500.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2628</a>&#160;&#8211; Professionals in Advertising Political Action Committee and Dick O&#8217;Brien, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $125.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2629</a>&#160;&#8211; Southern Company &#8211; Southern Nuclear Operating Company, Inc. PAC and Robert M. Cannon, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $825.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2633</a>&#160;&#8211; Imus for Congress and Chad Hanely, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $990.</p>\n        <p>For more information, see the case documents in the&#160;<a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Alternative Dispute Resolution (ADR) program.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 625</a>&#160;&#8211; Jason Buck for Congress and James Gilbert, in his official capacity as treasurer. The respondent agreed to (1) amend relevant reports and (2) work with Commission staff to terminate the Committee.</p>\n        <p>For more information, see the case documents in the&#160;<a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION</strong></p>\n        <p><a href=\"../../law/litigation/McCutcheon.shtml\"><em>Shaun McCutcheon, et al. v. FEC</em>&#160;</a>(Case 12-536). On May 13, Cato Institute, the Wisconsin Institute for Law &amp; Liberty, Committee for Justice, the Institute for Justice, Cause of Action Institute, Center for Competitive Politics, Downsize DC Foundation, DownsizeDC.org, Free Speech Coalition, Inc., Free Speech Defense and Education Fund, U.S. Justice Foundation, Gun Owners Foundation, Gun Owners of America, Inc., English First, English First Foundation, Lincoln Institute for Research and Education, Abraham Lincoln Foundation, Institute on the Constitution, Western Center for Journalism, Policy Analysis Center, Conservative Legal Defense and Education Fund, Libertarian National Committee, Inc., Constitution Party National Committee, Tea Party Leadership Fund, National Defense PAC, Combat Veterans for Congress PAC, Conservative Melting Pot PAC, Freedom's Defense Fund PAC, the Thomas Jefferson Center for the Protection of Free Expression and the Media Institute filed&#160;<a href=\"../../law/litigation/McCutcheon.shtml\">Amici Curiae&#160;Briefs in Support of Appellants</a>&#160;in the United States Supreme Court. &#160;On May 10, plaintiffs-appellants National Republican Senatorial Committee and National Republican Congressional Committee filed a&#160;<a href=\"../../law/litigation/mccutcheon_sc_nrsc_nrcc_brief.pdf\">brief</a>.&#160;</p>\n        <p><a href=\"../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a>&#160;(Case 1:11-cv-00766-ABJ). On May 13, the Defendants&#160;<a href=\"../../law/litigation/van_hollen_cfif_supp_brief.pdf\">Center for Individual Freedom</a>&#160;and the&#160;<a href=\"../../law/litigation/van_hollen_hlf_supp_brief.pdf\">Hispanic Leadership Fund</a>&#160;filed Supplemental Briefings on Remanded Issues in the United States District Court for the District of Columbia.</p>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a>&#160;(Case 12-5365). On May 16, the United States Court of Appeals for the District of Columbia Circuit heard oral argument.&#160;</p>\n        <p><strong>OUTREACH</strong></p>\n        <p>On May 17, Communications Specialist Myles Martin discussed the Commission&#8217;s work with a group of civic and political leaders from Indonesia as part of the State Department's International Visitor Leadership Program.</p>\n        <p><strong>IT INITIATIVES</strong></p>\n        <p>On May 15, the Commission unveiled a new on-line password system for e-filers. Committees registered with the Federal Election Commission (FEC) will be able to create a new electronic filing password, retrieve a forgotten password or change their existing e-filing password on-line. The new system, available at<a href=\"../../elecfil/passwords.shtml\">http://www.fec.gov/elecfil/passwords.shtml</a>, will eliminate the need to send password requests to the FEC by FAX and wait for a response. For more information, please consult the&#160;<a href=\"../../pages/fecrecord/2013/june/newpasswordsystem.shtml\">Record article on the new system</a>.</p>\n        <p><strong>UPCOMING COMMISSION MEETINGS</strong></p>\n        <p>May 21: The Commission is scheduled to hold an&#160;<a href=\"../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p>May 22, Federal Election Commission, Washington, DC. &#8220;Seminar/Webinar for Trade Associations, Labor Organizations, Membership Organizations and Their PACs.&#8221; Additional information is available on the&#160;<a href=\"../../info/outreach.shtml#conferences\">Educational Outreach</a>&#160;page of the Commission website.</p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p>May 20: May Monthly Reports are due. For more information on monthly reporting dates, refer to the&#160;<a href=\"../../info/report_dates_2013.shtml#monthly\">2013 Monthly Reporting page</a>&#160;of the Commission website.</p>\n        <p><strong>OTHER RESOURCES&#160;</strong><br/>\n            <br/>\n  The&#160;<a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2013 edition of the Combined Federal State Disclosure and Election Directory</a>&#160;is available in the&#160;<a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a>&#160;section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p>The&#160;<a href=\"../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a>&#160;are available in the&#160;<a href=\"../../general/library.shtml\">Library</a>&#160;section of the website. This listing was compiled from the official election results published by state election offices.</p>\n        <p>An&#160;<a href=\"../../pages/fecrecord/2013/2013recordindex.shtml\">index to the Record news articles published in 2013</a>is available on the Commission website. The&#160;<a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a>&#160;news page is available in the&#160;<a href=\"../../pages/record.shtml\">Publications</a>&#160;section of the Commission website.&#160;<a href=\"../../pages/record.shtml\">Sign up</a>&#160;to receive email notification when new articles are posted.</p>\n        <p>The&#160;<a href=\"../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a>&#160;are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its&#160;<a href=\"../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a>&#160;to provide a single account of the agency's activities for each fiscal year.</p>\n        <p>Printed copies of the 2012 edition of&#160;<a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a>&#160;are now available and can be downloaded from the website. To order, call (800)424-9530 (press 6) or send an email to&#160;<a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n        <p><a href=\"../../info/elearning.shtml\">Instructional videos</a>&#160;are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.<br/>\n        </p>\n        <p align=\"center\">  Follow us on Twitter -&#160;<a href=\"http://twitter.com/fec\">http://twitter.com/fec</a><br/>\n  Users of smartphones and other mobile devices may access our mobile interface at&#160;<a href=\"../../mobile/\">http://www.fec.gov/mobile/</a></p></td>\n    </tr>\n  </table>\n      </div>\n           <div/>\n    </div>\n  </div>\n</div>\n", "href": "press2013/20130517digest.shtml"}