{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>June 30,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ISSUES TWO ADVISORY OPINIONS</strong></p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission issued two advisory opinions.</p>\n                <p/>\n                <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3267\">Advisory Opinion 2011-11 (Colbert)</a>. Stephen Colbert filed an advisory opinion request proposing to establish an \"independent expenditure-only political committee\" (the &#8220;Committee&#8221;) that would solicit and accept contributions in unlimited amounts from the general public from individuals, political committees, labor organizations and corporations (but not foreign nationals, federal contractors, national banks or corporations organized by acts of Congress) for the purpose of making independent expenditures (<em>i.e.</em>, communications expressly advocating the election or defeat of a clearly identified federal candidate that is not coordinated with a candidate or a political party). &#160;Mr. Colbert also asked whether the value of resources provided to the proposed Committee by U.S. subsidiaries of Viacom, Inc. would be covered by the press exemption, which generally exempts from Commission regulation any news story, commentary or editorial disseminated by a press entity.&#160; </p>\n                <p/>\n                <p>The Commission issued an advisory opinion concluding that Mr. Colbert may establish and operate the Committee.&#160; The Commission further concluded that <em>The Colbert Report&#8217;s </em>coverage of the Committee, and its production of independent expenditure advertisements used solely in the show&#8217;s coverage of the Committee, would be protected by the press exemption and, as a result, the Committee would not need to disclose as in-kind contributions costs incurred by Viacom, Inc. in connection with these activities. The Commission also concluded that if Viacom produces independent expenditure advertisements for <em>The Colbert Report </em>and also provides these advertisements to the Committee to distribute outside of the show (including as paid advertisements on other shows and networks or as content for the Committee&#8217;s website) then the advertisements would not be protected by the press exemption and therefore would be in-kind contributions by Viacom to the Committee and must be reported as such.&#160; Additionally, any costs incurred by Viacom to administer the committee are also beyond the protection of the press exemption, and therefore must be reported by the Committee as in-kind contributions received from Viacom.</p>\n                <p/>\n                <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3268\">Advisory Opinion 2011-12 (Majority PAC and House Majority PAC)</a>. Majority PAC and House Majority PAC (the &#8220;PACs&#8221;), two &#8220;independent expenditure-only political committees&#8221; that solicit and accept contributions in unlimited amounts from individuals, political committees, labor organizations and corporations, filed an advisory opinion request asking whether federal candidates, federal officeholders, and officers of national party committees may solicit unlimited individual, corporate, and union contributions on behalf of the PACs without violating section 441i(e) of the Federal Election Campaign Act of 1971, as amended (the &#8220;Act&#8221;). &#160;&#160;</p>\n                <p/>\n                <p>The Commission issued an advisory opinion concluding that, under section 441(e) of the Act, federal officeholders and candidates and officers of national party committees remain subject to amount limitations and source prohibitions when they solicit contributions on behalf of the PACs. For this reason, federal candidates and officeholders and officers of national party committees may solicit contributions up to $5,000 from individuals and federal political committees on behalf of the PACs. The Commission further concluded, consistent with current Commission regulations, that federal officeholders and candidates and officers of national party committees may attend, speak at and be featured guests at fundraisers at which unlimited individual, corporate and labor organization contributions are solicited to make contributions to the PACs, so long as they restrict any solicitation they make to funds subject to the limitations, prohibitions and reporting requirements of the Act.</p>\n                <p/>\n                <p/></td>\n          </tr>\n        </table>\n        <p>&#160;</p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong/></p>\n        <p/>        <p align=\"center\">&#160;</p></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110630openmeeting.shtml", "date": "06/30/2011", "pdf": null, "title": "FEC Issues Two Advisory Opinions", "category": "Open Meetings and Related Matters"}