{"html": "<body>\n<p><a href=\"../../\">HOME</a> / <a href=\"../press.shtml\">PRESS OFFICE</a><br/>\n  <br/>\n  <a href=\"http://www.fec.gov\"> <img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> \n</p>\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr> \n    <td width=\"100%\" class=\"fourteen_pt\"><p>Federal Election Commission</p>\n      <p>October 2, 2006 </p>\n      <p><u>ATTENTION WIRE SERVICES, DAYBOOK EDITORS:</u></p></td>\n  </tr>\n  <tr> \n    <th width=\"100%\" class=\"fourteen_pt\"> <strong>FEC OPEN MEETING WEDNESDAY OCTOBER 4 </strong> </th>\n  </tr>\n  <tr> \n    <td width=\"100%\"><p>The Federal Election Commission will meet in open session at 10.00 a.m. on Wednesday, October 4, 2006, to consider Advisory Opinon requests on recounts and Unity 08, as well as an Audit Report on Daniel Mongiardo.\n      </p><p>The Commission will consider an Advisory Opinion Request filed jointly by the National Republican Senatorial Committee and the Democratic Senatorial Campaign Committee over the application of the Federal Election Campaign Act (FECA) to election recount funds created by federal candidates and state party committees and the permissible role of national party committees in raising such funds. The AO request can be found at <u>http://www.fec.gov/aos/2006/aor2006-24.pdf</u>, along with any comments received prior to the meeting. Two draft advisory opinion responses to be considered by the Commission can be found at <u>http://www.fec.gov/agenda/2006/mtgdoc06-63.pdf</u>.</p>\n      <p>The Commission will consider an AO request from Unity 08 over whether its proposed activities to qualify alternative presidential and vice-presidential candidates in 2008 would qualify it as a &#8220;political committee&#8221; under the FECA and require registration with the FEC. That AO request, along with any comments received, is available at <u>http://www.fec.gov/aos/2006/aor2006-20.pdf</u>. The draft advisory opinion response to be considered by the Commission is can be found at <u>http://www.fec.gov/agenda/2006/mtgdoc06-64.pdf</u>.</p>\n      <p>The Commission will also consider a draft Audit Report on Daniel Mongiardo for U.S. Senate. The draft report&#8217;s findings include the misstatement of financial activity, failure to file required reports, and disclosure of outstanding debt.&#160; The draft Audit can be found at <u>http://www.fec.gov/agenda/2006/mtgdoc06-62.pdf</u> </p>\n      <p/>\n      <p>The meeting will be held at 10 a.m. in the 9th floor hearing room at the Commission's offices at 999 E Street N.W. in Washington.</p>\n      <p>      \n      </p><p>          \n      </p><p align=\"center\">### </p></td>\n  </tr>\n</table>\n</body>\n", "date": "10/02/2006", "href": "press2006/20061002meeting.html", "category": "Open Meetings and Related Matters", "title": "FEC to Hold Open Meeting on October 4, 2006", "pdf": null}