{"date": "04/08/2016", "pdf": null, "title": "Week of April 4 - April 8, 2016 ", "issue": "2016-15", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">April 8, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160408digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-15</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p><strong>Weekly Digest<br/>\nWeek of April 4 &#8211; 8</strong></p>\n          <p><strong><br/>\n            COMMISSION MEETINGS AND HEARINGS<br/>\n  <br/>\n            </strong>No  Commission open meetings or executive sessions were scheduled this week.<br/>\n            <br/>\n            <strong>ENFORCEMENT<br/>\n            <br/>\n            </strong>The Commission made public two closed cases, as  follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n            <br/>\n            <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6518</a> <br/>\n            COMPLAINANTS: Citizens for Responsibility and Ethics in Washington and Melanie  Sloan<br/>\n            RESPONDENTS: New Gingrich; Callista Gingrich; Newt 2012, Inc. and Lisa Lisker,  in her official capacity as treasurer (Newt 2012); and Gingrich Productions,  Inc.<br/>\n            SUBJECT: The complaint alleged that Gingrich Productions, Inc. (Gingrich  Productions) made prohibited in-kind corporate contributions to Newt 2012, when  it paid certain costs associated with &#8220;dual purpose&#8221; book signing events, at  which Newt 2012 also collected email addresses for its use in soliciting  contributions. The complaint alleged further that the Gingriches, as Chief  Executive Officers of Gingrich Productions, facilitated a prohibited corporate  contribution when they authorized Gingrich Productions to make payments for the  book signing events and when they authorized the company to provide a mailing  list to Newt 2012. The complaint also alleged that Gingrich converted campaign  funds to personal use when Newt 2012 paid him for the mailing list. Finally,  the complaint alleged that Newt 2012 did not properly report the disbursement  to Gingrich for its purchase of the mailing list. Newt Gingrich was a 2012  primary candidate for U.S. President.<br/>\n            DISPOSITION: The Commission closed the file. (See <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR  772</a>.)<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6698</a> <br/>\n            COMPLAINANT:  Christian Gil<br/>\n            RESPONDENTS: Charles Boustany Jr. MD for Congress, Inc. and Alan D. Hebert, in  his official capacity as treasurer (Boustany Committee); John L. Porter, in his  official capacity as campaign manager for Charles Boustany Jr., MD for  Congress, Inc., and the sole member of Campaign Counsel LLC; and United Ballot  PAC, Elroy Broussard, in his official capacity as president, and Karin D.  Babineaux, in her official capacity as treasurer (United Ballot)<br/>\n            SUBJECT: The complaint alleged that United Ballot, a state political committee,  did not include a required disclaimer in one of its mailers, did not register  as a political committee under the Act, and that it used funds for the mailer  that may not have complied with source and contribution limits under the Act. A  Supplement to the complaint further alleged that the Boustany Committee  violated the Act by disclosing a $35,000 disbursement to a company owned by  Boustany&#8217;s campaign manager with the purpose described as &#8220;door-to-door-GOTV&#8221;  because that payment ultimately supported United Ballot&#8217;s endorsement of  Boustany and its slate card and get-out-the-vote efforts. Boustany was a 2012  candidate for Louisiana&#8217;s 3<sup>rd</sup> Congressional District.<br/>\n            DISPOSITION: The Commission closed the file.<br/>\n  <br/>\n  <strong>ALTERNATIVE DISPUTE  RESOLUTION<br/>\n  </strong><br/>\n            The Commission made public one campaign  finance enforcement matter that was resolved through its Alternative Dispute  Resolution (ADR) program, as follows. For more information, see the case  documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n  <br/>\n  <a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 772</a> &#8211; Newt 2012 and Lisa Lisker, in her official  capacity as treasurer. The respondent agreed to (1) file a FEC Form 99  correcting and clarifying the debt for a mailing list at issue, and (2) certify  the closure of the Committee&#8217;s federal account, file a debt settlement plan  with the Commission prior to filing a termination report, and work with  Commission staff to terminate the Committee&#8217;s political committee status and  reporting obligations with the Commission. The Committee will continue  reporting until such time as the termination has been approved.<br/>\n  <br/>\n  <strong>AUDITS<br/>\n  </strong><br/>\n  <a href=\"../../../audits/2012/Oklahoma_Democratic_Party/FinalAuditReportoftheCommission1327075.pdf\">Final  Audit Report of the Commission on the Oklahoma Democratic Party</a>. On April 5,  the Commission issued the Final Audit Report of the Commission on the Oklahoma  Democratic Party covering campaign finance activity between January 1, 2011,  and December 31, 2012. The Commission approved findings related to (1) the  misstatement of financial activity, (2) misstatement of financial activity  concerning Levin Funds, and (3) reporting of debts and obligations totaling  $56,387. The report also addresses additional issues regarding the Audit  staff&#8217;s recommended finding on recordkeeping for employees (monthly payroll  logs), which the Commission did not approve by the required four votes.<br/>\n  <br/>\n  <a href=\"../../../audits/2012/AuditReport_2012_GaryJohnson2012Inc.shtml\">Final  Audit Report of the Commission on Gary Johnson 2012, Inc.</a> On April 8, the  Commission issued its <a href=\"../../../audits/2012/Gary_Johnson_2012_Inc/GovernorGaryJohnsonandGaryJohnson2012IncMemorandum.pdf\">Statement  of Reasons-Repayment Determination After Administrative Review</a>.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/LPF.shtml\"><em>Level the Playing Field, et al. v. FEC</em></a> &#160;(Case 1:15-cv-01397-TSC). On April 6, the Plaintiffs filed a <a href=\"../../../law/litigation/lpf_lpf_msj.pdf\">Motion  for Summary Judgment</a> in the United States District Court for the  District of Columbia.</p>\n          <p><a href=\"../../../law/litigation/LNC2016.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 1:16-cv-00121-BAH). On April 6, the Commission filed its <a href=\"../../../law/litigation/lnc2016_fec_mtd.pdf\">Motion to Dismiss</a> &#160;in the United States District Court for  the District of Columbia.<br/>\n            <br/>\n            <a href=\"../../../law/litigation/public_citizen.shtml\"><em>Public Citizen, et al. v. FEC</em></a> (Case  1:14-cv-00148-RJL). On April 7, the Commission filed its <a href=\"../../../law/litigation/public_fec_reply_memo.pdf\">Reply  Memorandum in Support of Its Cross-Motion for Summary Judgmen</a>t in the  United States District Court for the District of Columbia.&#160; On the same day, <a href=\"../../../law/litigation/public_crossroads_reply_memo.pdf\">Intervenor-Defendant  Crossroads Policy Strategies filed its Reply Memorandum in Support of Its  Cross-Motion for Summary Judgment</a>.<br/>\n            <br/>\n            <a href=\"../../../law/litigation/van_hollen.shtml\"><em>Van Hollen v. FEC</em></a> (Cases 15-5016  &amp;15-5017). On April 5, <a href=\"../../../law/litigation/van_hollen_hlf_opp_rehearing.pdf\">Appellant  Hispanic Leadership Fund filed an Opposition to Appellee Chris Van Hollen's  Petition for Rehearing En Banc</a> in the United States Court of Appeals  for the District of Columbia Circuit. &#160;On the same day, <a href=\"../../../law/litigation/van_hollen_cif_resp_rehearing.pdf\">Appellant  Center for Individual Freedom filed a Response to Petition for Rehearing En  Banc</a>.<br/>\n            <br/>\n            <strong>PUBLIC DISCLOSURE</strong><strong><br/>\n            </strong><br/>\n            On April 4, the  Commission issued the <a href=\"../news_releases/20160404release.shtml\">Statistical  Summary of 12-Month Campaign Activity of the 2015-2016 Election Cycle</a>.<br/>\n            <br/>\n            <strong>OUTREACH<br/>\n            <br/>\n            </strong>On April 4 and April  5, Commissioner Ann M. Ravel spoke on campaign finance, the 2016 elections and  the importance of civic engagement at events organized by Democracy Matters at  Vassar College in Poughkeepsie, New York, and at Colgate College in Hamilton,  New York. <br/>\n            &#160; <br/>\n            On April 5, Commissioner Ellen L. Weintraub discussed the role of money in  politics in a televised interview on Democracy Now!<br/>\n            <br/>\n            On April 5, Information Division Assistant Staff Director Greg Scott discussed  corporate political action committees with representatives from Prudential  Financial.&#160; <br/>\n            <br/>\n            On April 7, Press Officer Judith Ingram and  Data Architect Paul C. Clark discussed the Commission's disclosure systems with reporters participating in the Professional Development program at  the National Press Club.<br/>\n            <br/>\n            <strong>PRESS RELEASES</strong><br/>\n            <br/>\n            <a href=\"../news_releases/20160406release.shtml\">Federal  Election Commission Certifies Federal Matching Funds for O&#8217;Malley</a> (issued  April 6)<br/>\n            <br/>\n            <strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n            </strong><br/>\n            April 12: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n            <br/>\n            April 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n            <br/>\n            Meeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n            <strong><br/>\n            UPCOMING EDUCATIONAL PROGRAMS<br/>\n            </strong><br/>\n            April 19-20, Orlando, FL, Regional Conference for House &amp; Senate Campaigns;  National, State, District &amp; Local Party Committees; and Corporate, Labor,  Membership &amp; Trade Organization PACs. Additional information is available  on the <a href=\"../../../info/outreach.shtml#conferences\">Educational  Outreach</a> page of the Commission website.<br/>\n            <br/>\n            <strong>UPCOMING REPORTING DUE DATES<br/>\n            </strong><br/>\n            April 15: April Quarterly Reports are due. For information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            April 20: April Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n            <br/>\n            <strong>DISCLOSURE  INITIATIVES<br/>\n            <br/>\n            </strong>Commission  staff, together with our partners at 18F, continue to add new features to the  agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission  encourages website visitors to submit comments and questions by clicking on the  &#8220;Feedback&#8221; tab at the bottom of each page. <br/>\n            <br/>\n            <strong>ADDITIONAL  RESEARCH MATERIALS<br/>\n            </strong><br/>\n            Additional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n            <br/>\n            The Commission has published the <a href=\"../../../pages/documents/mar2016.pdf\">March Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign  up</a> to receive email notification when new Record articles are  posted. <br/>\n            <br/>\n            The 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n          </p>\n        <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></div></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160408digest.shtml"}