{"href": "press2013/20130822OpenMeeting.shtml", "pdf": null, "date": "08/22/2013", "category": "Open Meetings and Related Matters", "title": "FEC Approves Two Advisory Opinions, Two Audit Division Audit Recommendation Memorandums", "html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">August 22, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Two Advisory Opinions, Two Audit Division Audit Recommendation Memorandums</strong></p>\n        <p/>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved two advisory opinions and two Audit Division recommendation memorandums. The Commission discussed and held over one advisory opinion request. </p>\n        <p/>\n        <p><a href=\"../../agenda/2013/agenda20130822.shtml\">AOR 2013-04 (Democratic Governors Association and Jobs &amp; Opportunity)</a>. The Commission discussed and then held over an advisory opinion request from the Democratic Governors Association (DGA) and Jobs and Opportunity. DGA is an independent, unincorporated political organization that operates under section 527 of the Internal Revenue Code. Its membership consists of the nation's incumbent Democratic governors. Jobs and Opportunity intends to be a separate 527 organization that will engage in independent spending in gubernatorial races. The requestors ask whether, under the Federal Election Campaign Act of 1971, as amended, and Commission regulations, their disbursements for voter registration, get-out-the-vote activities, voter identification, and generic campaign activities may be made with non-federal funds.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-35.pdf\">AO 2013-08 (American Veterinary Medical Association)</a>. The Commission concluded that the American Veterinary Medical Association or AVMA, a professional association for veterinarians, may solicit contributions for AVMA PAC, its separate segregated fund, from members of the Student American Veterinary Medical Association.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-37.pdf\">AO 2013-09 (Special Operations Speaks PAC and Robert L. Maness)</a>. The Commission concluded that because Special Operations Speaks PAC (SOS) has not made contributions to at least five federal candidates and therefore is not yet qualified as a multicandidate political committee, it is prohibited from contributing more than $2,600 per election to Maness, and Maness is prohibited from knowingly accepting more than $2,600 per election from SOS.</p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-33.pdf\">Audit Division Recommendation Memorandum on the Arizona Republican Party (ARP)</a>. The Commission discussed the Audit Division Recommendation Memorandum on the ARP, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity and the reporting of debts and obligations. The Commission also approved part of a finding related to reported coordinated party expenditures but did not approve part of that finding by the required four affirmative votes.&#160; The Audit Division will prepare the Proposed Final Audit Report within 30 days. </p>\n        <p/>\n        <p><a href=\"../../agenda/2013/mtgdoc_13-34.pdf\">Audit Division Recommendation Memorandum on the Mississippi Democratic Party PAC (MDP)</a>. The Commission approved the Audit Division Recommendation Memorandum on the MDP, covering campaign finance activity between January 1, 2009 and December 31, 2010, subject to changes discussed at the open meeting. The Audit Division Recommendation Memorandum proposed that the Commission approve findings presented in the Draft Final Audit Report related to the misstatement of financial activity, disclosure of disbursements, disclosure of occupation/name of employer and recordkeeping for employees. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p/>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. <br/>\n                </em></p>\n        <p align=\"center\"># # #</p>        <p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong> </strong></p>\n        </td>\n    </tr>\n  </table>      </div>\n           "}