{"href": "press2008/20080609party/20080609party.shtml", "pdf": null, "date": "06/09/2008", "category": "Campaign Finance Data Summaries", "title": "FEC Summarizes Party Financial Activity", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table width=\"664\" border=\"0\">\n          <tr valign=\"top\">\n            <td width=\"455\">For Immediate Release&#160;</td>\n            <td width=\"66\">&#160; Contact:</td>\n            <td width=\"129\">Bob Biersack</td>\n          </tr>\n          <tr valign=\"top\">\n            <td>June 9 , 2008 &#160; &#160;</td>\n            <td>&#160;</td>\n            <td> George Smaragdis</td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td>&#160;</td>\n            <td>Michelle Ryan</td>\n          </tr>\n        </table>\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><p>&#160;</p>\n              <p align=\"center\"><strong>FEC Summarizes Party Financial Activity</strong><strong/></p>\n              <p/>\n              <p>Washington &#8211; The Federal Election Commission (FEC) announced today that receipts of the national committees of the Democratic party increased significantly during the period January 1, 2007 through April 30, 2008, while receipts of Republican national committees declined over the same period, when compared with earlier election cycles.&#160; Republican committees were still able to raise more overall than their Democratic counterparts, though the gap is smaller now than in previous years.&#160; National committees of the major parties are required to submit financial reports on a monthly basis. </p>\n              <p>The three national committees of the Democratic party&#8212;the Democratic National Committee (DNC), the Democratic Senatorial Campaign Committee (DSCC) and the Democratic Congressional Campaign Committee (DCCC) &#8212;reported raising a total of $247 million during this period, an increase of 24% over a similar period in 2006, and 45% more than during the first 16 months of the 2004 election cycle. The three Republican national party committees: the Republican National Committee (RNC), the National Republican Senatorial Committee (NRSC) and the National Republican Congressional Committee (NRCC) reported raising $260.4 million during the same period.&#160; This represents decreases of 11% from 2006 and 19% from 2004 totals.</p>\n              <p>The DSCC and DCCC reported substantial gains, while total receipts declined slightly for the DNC (see Table 1 below).&#160; The highest growth came from the DCCC, whose $92.9 million in receipts through April 30, 2008, represented a 53% increase over 2006 levels.&#160; This total was $23.6 million more than the NRCC raised during the same period.</p>\n              <p>Each of the Republican party&#8217;s national committees reported revenue declines when compared to prior cycles.&#160; The RNC raised $143.3 million from January 2007 through April 2008, down 5% from 2006.&#160; The $47.9 million raised by the NRSC represented a decline of 11%, while the NRCC raised $69.3 million, down 21% from 2006.&#160; </p>\n              <p>The RNC has reported improved fundraising recently with receipts totaling $57.6 million during just the first four months of this year, $11.8 million more than it raised from January through April of 2006.&#160; DNC receipts in the first four months of 2008 totaled $22.8 million, $700,000 less than its tally in the same months of 2006.</p>\n              <p>Additional information for party committees at the state and local level is available through March 31, 2008.*&#160;&#160; Democratic party committees at all levels reported significant increases in receipts during this period, while overall Republican party receipts declined from 2006.&#160; Democratic party committees reported receipts of $274.9 million from January 1, 2007, through March 31, 2008.&#160; This represented an increase of 24% over a similar period in 2004 and was 52% higher than the total raised through March of 2004, the most recent Presidential campaign cycle (see Table 2, attached).&#160; Contributions to Republican committees totaled $287.6 million in the same period, a decline of 14% compared with 2006 and 17% lower than Republican party fundraising in the first 15 months of the 2004 Presidential campaign (see Table 3). The Federal Election Campaign Act (FECA) requires national, state and some local party committees to file financial disclosure reports with the FEC. This release summarizes data contained in those reports.</p>\n              <p>Tables attached to this release provide details of financial activity since 1995.</p>\n              <p>Individuals are by far the largest source of federal funds for party committees.&#160; Republican committees reported receiving $246.3 million from individuals (86% of their receipts), while Democrats received $210.5 million (77% of their total). </p>\n              <p>The Bipartisan Campaign Reform Act (BCRA) changed contribution limits, increasing the limit for individuals giving to national parties to $25,000, adjusted for inflation.&#160; The inflation-adjusted limit for the 2007-2008 election cycle is $28,500. Table 4 breaks down those contributions by size in recent non-election years.&#160; The table shows that all national committees, except the DSCC, continue to receive more dollars from donations in amounts less than $200 than from contributions in any other category. </p>\n              <p>Political Action Committees (PACs) and other committees contributed $30.2 million to Republican party committees and $49.4 million to Democratic party committees in 2007-2008.&#160; Much of this total comes from House Democrats who contributed $22.5 million from their campaign accounts to the DCCC.&#160; House Republicans contributed $11.6 million to the NRCC. Table 5 provides a list of Members and their contributions to the two party committees focused on House races.&#160; Contributions from Senate members to their party committees are detailed in Table 6.</p>\n              <p>* Some state and local party committees are permitted to file reports on a quarterly basis, so the most current information for them covers only through March 31, 2008.</p>\n              <p/>\n              <p>&#160;</p>\n              <p>Table 1 National Party Financial Activity Through April 30, 2008  [<a href=\"1nationalapril.xls\">excel</a>] [<a href=\"1nationalapril.pdf\">pdf</a>] </p>\n              <p>Table 2 Democratic Party Committee Financial Activity Through March 31, 2008[<a href=\"2dem15sum2008.xls\">excel</a>] [<a href=\"2dem15sum2008.pdf\">pdf</a>] </p>\n              <p>Table 3 Republican Party Committee Financial Activity Through March 31, 2008 <a href=\"3rep15sum2008.xls\">[excel</a>] [<a href=\"3rep15sum2008.pdf\">pdf]</a></p>\n              <p>Table 4 Contributions from Individuals to National Party Committees by Contribution Amount <a href=\"4ptyindoff2008.xls\">[excel</a>] [<a href=\"4ptyindoff2008.pdf\">pdf]</a></p>\n              <p>Table 5 Member Contributions to the Democratic Congressional Campaign Committee <a href=\"5ptyhse152008.xls\">[excel</a>] [<a href=\"5ptyhse152008.pdf\">pdf]</a></p>\n              <p>Table 6 Member Contributions to the National Republican Congressional Committee <a href=\"6ptysen152008.xls\">[excel</a>] [<a href=\"6ptysen152008.pdf\">pdf]</a></p>\n              <p>&#160;</p>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. </em></p>\n              <p/>\n              <p align=\"center\"><strong># # #</strong> </p>\n              <p align=\"center\">&#160;</p>\n            </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n      </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}