{"href": "122900waiver.htm", "pdf": null, "date": "12/29/2000", "category": "Other Agency Actions", "title": "FEC Certifies Nevada for Paper-Filing Waiver", "html": "<body>\n<font size=\"2\" face=\"Book Antiqua\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"3\"><font face=\"Book Antiqua\"><font size=\"2\"><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n<br/>\n</font><font size=\"2\" face=\"Book Antiqua\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre/></font></font></font><strong>For Immediate Release:                                                                                             Contact:  Ron Harris\nDecember 27, 2000                                                                                                                       Sharon Snyder\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong>\n</font><font face=\"Book Antiqua\">\n\n<p><b>&#160;</b></p>\n\n\n<p>&#160;<b/></p>\n\n<p align=\"CENTER\">FEC CERTIFIES NEVADA FOR PAPER-FILING WAIVER</p>\n\n<p align=\"CENTER\">&#160;</p>\n\n<p>WASHINGTON &#150; Nevada is the 47<sup>th</sup> state to be certified by the Federal\nElection Commission (FEC) as exempt from a federal requirement to receive and maintain\npaper copies of campaign finance reports from Presidential, U.S. Senate and U.S. House of\nRepresentatives candidates, party committees and political action committees (PACs).</p>\n\n<p>Replacing the paper filings is electronic Internet access to campaign reports of\nfederal candidates and committees. Reports are accessed through the FEC&#146;s Internet\nWeb site, and the FEC has provided computer hardware and software, including laser\nprinters, to those states requesting them.</p>\n\n<p><b>The initial 12 states were certified by the Commission on December 8, 1999 (see\nDecember 10 news release, FEC Web site, <i>www.fec.gov</i>), and the number of state\ncertifications has been steadily growing since then. </b></p>\n\n<p>As of December 22, when Nevada was certified, the 47 states and territories include:\nAlabama, American Samoa, Arkansas, California, Colorado, Connecticut, Delaware, Florida,\nGeorgia, Hawaii, Idaho, Illinois, Indiana, Kansas, Kentucky, Louisiana, Maine, Maryland,\nMichigan, Minnesota, Mississippi, Missouri, Nebraska, New Hampshire, New Jersey, New\nMexico, New York, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania,\nRhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah, Vermont, Virginia,\nVirgin Islands, Washington, West Virginia, Wisconsin, and Wyoming.</p>\n\n<p>In December 1995, President Clinton signed Public Law 104-79, which exempts states from\nreceiving and maintaining paper copies of federal campaign finance reports provided that\nthe state, \"as determined by the Commission, has a system that permits electronic\naccess to, and duplication of, reports and statements that are filed with the\nCommission.\"</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>The FEC began posting disclosure reports filed by Presidential and House candidates,\nparties and political action committees, on its Web site in 1997 and has since expanded\nthe site to include electronic filings and a query system that allows for on-line searches\nof the campaign finance data base. The public in the certified states will be accessing\nthe FEC&#146;s Web site to view campaign finance reports, but they are the same reports\nfrom federal candidates that, by regulation, have to date been duplicated in paper form\nand filed with the state.</p>\n\n<p>Upon connection to the FEC&#146;s Web site, the states have access to reports filed\nsince 1993 for PACs, party and Presidential committees, since 1996 for Congressional\ncommittees. On September 27 the FEC extended the waiver program to U.S. Senate candidates,\nalso establishing the October 15 quarterly report deadline as the first federal campaign\nfinance report that does not require a duplicate filing by U.S. Senate candidates in\nstates certified for the State Filing Waiver Program. </p>\n\n<p>Certification by the FEC is indicative that states and territories possess an adequate\ncomputerized system to allow the public electronic access to, and duplication of, reports\nand statements that are filed with the FEC. Criteria leading to their certification by the\nFEC were: (1)Possession of at least one computer terminal that can electronically access\nthe Commission&#146;s Web page, with at least one printer (connected either directly or\nthrough a network); and (2)the state or territory will, to the greatest extent possible,\nallow anyone requesting federal campaign finance data, the use of this computer terminal,\nat any time during regular business hours.</p>\n\n<p><b>Nevada Secretary of State Dean Heller agreed to the FEC criteria in a December 14,\n2000 letter to the Commission, saying that Susan Morandi, Deputy Secretary for Elections,\nwould be overall coordinator for the program.</b></p>\n\n<p>&#160;</p>\n\n<p align=\"CENTER\"># # #</p></font>\n</body>\n"}