{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>June 26, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC SEEKS PUBLIC COMMENT ON IMPROVING ITS WEBSITE AND INTERNET COMMUNICATIONS</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p>WASHINGTON &#8211; At its Open Meeting Thursday, the Federal Election Commission (FEC) announced that it is seeking public suggestions on how to improve its website and Internet communications. The outreach effort is intended to ensure that the Commission website is a state-of-the-art resource for disclosure of information to the public, including campaign finance data, information on federal campaign finance laws and Commission actions.&#160; The Commission has continually engaged in ongoing efforts to improve all aspects of how it discloses information through its website.</p>\n              <p/>\n              <p>The FEC seeks recommendations from all segments of the public, including representatives of political committees, federal candidates and officeholders, members of the media and other writers, members of the academic community and advocacy groups. </p>\n              <p/>\n              <p>&#8220;This represents the first time the FEC has taken formal and comprehensive steps to look outside the Agency for suggestions, opinions, and ideas on improving our chief disclosure vehicle,&#8221; Commission Chairman Steven T. Walther said. &#8220;It is also the principal method of communication by the public to the Agency, and the way almost all financial disclosure reports are received. The best way to carry out this mission is to be in the forefront of leading technology. We believe this initiative will help people who are using our website and attract new users.&#8221;</p>\n              <p/>\n              <p>The Commission will hold a public hearing on its website and Internet communications improvement initiative on July 29-30, 2009, and is requesting that written comments be submitted to the FEC by July 21. Comments should be addressed to <a href=\"mailto:improvefecinternet@fec.gov\">improvefecinternet@fec.gov</a>.</p>\n              <p/>\n              <p>A copy of the Commission Notice of Public Hearing and Request for Comment will be published in the Federal Register and is currently available on the Commission&#8217;s website at <a href=\"../../pages/hearings/internethearing.shtml\">http://www.fec.gov/pages/hearings/internethearing.shtml</a>.</p>\n              <p/>\n              <p/>\n              <p/>\n              <p/>\n              <table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                      <p align=\"center\"/>\n                      <p align=\"center\"># # #</p></td>\n                </tr>\n              </table>\n              <p/>\n              <p/>              <p/>\n              <p/>\n              <p><strong/></p>\n              <p/>              <p align=\"center\">&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "06/26/2009", "href": "press2009/200900626_ImprovingWebsite.shtml", "category": "Rulemakings", "title": "FEC Seeks Public Comment on Improving its Website and Internet Communications", "pdf": null}