{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">January 16, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140116release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p/>\n        <p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Discusses Advisory Opinion Request, Invites Public Comment on Drafts of Interpretive Rule on Nationwide Independent Expenditures, and Approves Two Audit Division Recommendation Memorandums and Schedule of Meeting Dates </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today discussed two draft advisory opinions and invited public comment on three alternative drafts of an interpretive rule on nationwide independent expenditures. The Commission also approved two Audit Division Recommendation Memorandums and a schedule of meeting dates through September 2014.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2013-18 (Revolution Messaging, LLC)</a>. The Commission discussed and then held over two draft advisory opinions based on a request from Revolution Messaging, LLC. The requestor asks whether the proposed mobile phone banner advertisements are exempt from the disclaimer requirement of the Federal Election Campaign Act of 1971, as amended. During the discussion, the Commission heard from counsel and the requestor. &#160;</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-7.pdf\">Draft Interpretive Rule on Reporting Nationwide Independent Expenditures in Presidential Primary Elections</a>. The Commission introduced three alternative drafts of an interpretive rule to clarify its interpretation of how its reporting regulations apply to independent expenditures that political committees distribute nationwide in presidential primary elections but that do not reference or target a specific state&#8217;s primary election. The Commission directed the Office of General Counsel to make the drafts public for solicitation of public comment.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-3.pdf\">Audit Division Recommendation Memorandum on the Dallas County Republican Party</a>. The Commission discussed and then held over a vote on the Audit Division Recommendation Memorandum on the Dallas County Republican Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The recommended findings relate to the misstatement of financial activity and recordkeeping for employees.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-4.pdf\">Audit Division Recommendation Memorandum on the Republican Party of Iowa</a>. The Commission held over a discussion and vote on the Audit Division Recommendation Memorandum on the Republican Party of Iowa, covering campaign finance activity between January 1, 2009 and December 31, 2010. The recommended findings relate to recordkeeping for employees and the failure to itemize debts and obligations.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-5.pdf\">Audit Division Recommendation Memorandum on the Vermont Democratic Party</a>. The Commission approved the Audit Division Recommendation Memorandum on the Vermont Democratic Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved a finding related to recordkeeping for employees. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-6.pdf\">Audit Division Recommendation Memorandum on the Democratic Party of South Carolina</a>. The Commission approved the Audit Division Recommendation Memorandum on the Democratic Party of South Carolina, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to recordkeeping for employees and coordinated party expenditures. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-8.pdf\">Additional 2014 Meeting Dates</a>. The Commission approved future meeting dates from February through September 2014.</p>\n        <p>Chairman Lee E. Goodman outlined <a href=\"../../../pages/fecrecord/2014/january/chairmansmessage2014.shtml\">his priorities</a> for the Commission in 2014. </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\"># # #</p>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n           ", "href": "press2014/news_releases/20140116release.shtml", "date": "01/16/2014", "pdf": null, "title": "FEC Discusses Advisory Opinion Request, Invites Public Comment on Drafts of Interpretive Rule on Nationwide Independent Expenditures, and Approves Two Audit Division Recommendation Memorandums and Schedule of Meeting Dates", "category": "Open Meetings and Related Matters"}