{"date": "02/18/2011", "pdf": null, "title": "Week of February 14 - February 18, 2011 ", "issue": "2011-07", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>February 18,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-7</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of February 14 &#8211; 18</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On February 16, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On February 17, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><u>Advisory Opinion Issued</u> </p>\n        <p><a href=\"http://saos.fec.gov/aodocs/1169737.pdf\"><strong>AO 2011-01 (Robin Carnahan for Senate)</strong></a>. On February 17, the Commission approved Advisory Opinion 2011-01. The Commission concluded that a legal defense fund may be established, separate from the committee, to defray the committee&#8217;s costs of defending a copyright infringement and misappropriation lawsuit. The Commission determined that amounts received by the fund for this purpose would not be considered &#8220;contributions&#8221; or &#8220;expenditures&#8221; as defined in the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations.</p>\n        <p/>\n        <p><strong><u><a href=\"http://saos.fec.gov/aodocs/1170614.pdf\">AO 2011-02 (Senator Scott Brown and Scott Brown for U.S. Senate Committee, Inc.)</a></u></strong>. On February 17, the Commission approved Advisory Opinion 2011-02. The Commission concluded that Senator Brown and the Scott Brown for U.S. Senate Committee (the Committee) may engage in, and use campaign funds to pay for, a variety of activities related to the upcoming publication and promotion of Senator Brown&#8217;s book, including: (1) using campaign funds to purchase copies of the book from the book's publisher at the fair market price, provided that the publisher donates to charity Senator Brown's royalties from sales of the book to the Committee; (2) posting a <em>de minimis</em> amount of material promoting the book to the Committee's website and social media sites; and (3) permitting Senator Brown to personally reimburse the Committee for the fair market value of the rental of the Committee&#8217;s email and mailing lists. The Commission did not reach a consensus by four votes on a response to questions concerning whether (1) Senator Brown may host fundraising events in cities where the publisher pays his travel costs to promote the book, and (2) the Committee may collect email addresses of people who attend the Senator's book signing and promotional events for the purpose of soliciting contributions in the future. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the FEC website. </p>\n        <p/>\n        <p><strong>ENFORCEMENT </strong></p>\n        <p>The Commission made public one closed case. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6373</a> &#8211; Teresa Stanton Collett; Teresa Collett for Congress and Fred Meyer, in his official capacity as treasurer. The Commission dismissed the matter.</p>\n        <p>For information regarding each of the above matters, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p/>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public one campaign finance enforcement matter that was resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2125</a> &#8211; Green Party of the United States and Jody Grage, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,856.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>LITIGATION </strong></p>\n        <p><a href=\"../../law/litigation/cao.shtml\"><em>Cao v. FEC</em></a> (No. 10-776). On February 11, the Solicitor General filed a <a href=\"../../law/litigation/cao_sc_fec_resp_to_cert.pdf\">Response in Opposition to the Petition for Writ of Certiorari</a> on the Commission's behalf in the United States Supreme Court. The plaintiffs filed their petition for Writ of Certiorari on December 8, 2010.</p>\n        <p/>\n        <p><em><a href=\"../../law/litigation/schonberg.shtml\">Schonberg v. FEC</a> </em>(Civil Action No. 10-2040 (RWR,JWR,CKK)).&#160; On February 15, the plaintiff filed a <a href=\"../../law/litigation/schonberg_schonberg_2nd_amend_complaint.pdf\">Second Amended Complaint</a> in the United States District Court for the District of Columbia. </p>\n        <p><strong>IT INITIATIVES </strong></p>\n        <p>This week, the Commission added a new presentation to its <a href=\"../../info/elearning.shtml\">E-Learning</a> page regarding Testing the Waters. The presentation gives an overview of the rules on funds an individual may raise and spend to test the waters for a potential candidacy without having to register or report with the FEC.</p>\n        <p>Also this week, the Commission introduced a new, <a href=\"http://sers.fec.gov/fosers/\">Searchable Electronic Rulemaking System</a> on its website allowing users to search public documents developed in the course of the Commission&#8217;s rulemaking process. The Searchable Electronic Rulemaking System offers all public documents connected with the rulemaking process from 1999 to the present, including draft notices and final rules, public comments and hearing testimony. Staff is in the process of adding older material. Once complete, the searchable system will extend back to 1977.</p>\n        <p/>\n        <p>The Commission inaugurated its new Twitter page @fec.</p>\n        <p/>\n        <p><strong>PRESS RELEASES</strong><br/>\n        </p>\n        <p><a href=\"../20112027Rulemaking.shtml\">FEC Announces New Search System for Rulemaking Documents</a> (issued February 17)</p>\n        <p/>\n        <p><a href=\"../20110217ao.shtml\">FEC Approves Two Advisory Opinions And Determines The Amount Of Repayment Of Presidential Primary Matching Funds</a> (issued February 17) </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>February 20: February Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p/>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>UPCOMING EVENTS<br/>\n              <br/>\n        </strong>March 2, 2011, Washington, DC. <em>FEC Seminar for Political Party Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p>April 6, 2011, Washington, DC. <em>FEC Seminar for House and Senate Campaign Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The February 2011 issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The <a href=\"../../info/publications.shtml\">February 2011 Supplements</a> to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>        <p align=\"center\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n        <p><strong>          </strong></p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110218digest.shtml"}