{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>August 12, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>FEC Completes Action on Two Enforcement Matters</strong></p>\n              <p>WASHINGTON &#8211; The Federal Election Commission (FEC/the Commission) today announced final action in two enforcement cases. &#160;Detailed information on all FEC enforcement actions is available through the Enforcement Query System at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>. </p>\n              <p><strong>Marcus Belk and National Democratic Congressional Committee Acknowledge Knowing and Willful Violations</strong></p>\n              <p>In MUR 5444, Marcus Belk acknowledged, as part of a global settlement with the U.S. Justice Department in January 2008, that he knowingly and willfully operated an organization (the National Democratic Congressional Committee or NDCC) as a political committee without registering and reporting with the FEC. In addition, as part of the civil settlement, he admitted that he knowingly and willfully received excessive contributions, comingled NDCC funds with his personal funds and fraudulently misrepresented himself as acting on behalf of a political party.&#160; Mr. Belk also acknowledged other knowing and willful reporting violations related to his own campaign for the U.S. Senate in South Carolina in 2004. On June 20, 2008, Belk received a sentence of 36 months probation and an order to pay restitution and perform 100 hours of community service. In light of Mr. Belk&#8217;s financial condition and agreement to the terms of the plea, the Commission sought no civil penalty. &#160;The agreement prohibits Mr. Belk from working or volunteering in federal campaigns in a capacity involving finances or disclosure reports for a period of ten years. </p>\n              <p><strong>No Reason to Believe Iowa Web Site and Political Blog violated the Federal Election Campaign Act</strong></p>\n              <p>In MUR 5949, the FEC found no reason to believe the law had been violated by Gordon and Monica Fischer, iowatrueblue.com or Obama for America.&#160; Operation of a web site and political blog by Mr. Fischer was the type of Internet activity the Commission specifically exempted from the definition of &#8220;contribution&#8221; and &#8220;expenditure,&#8221; so the nominal costs of operating the site were not contributions to any committee. The Commission also found no evidence of coordination with Obama for America and concluded that any coordination would have been permissible under the same Internet regulations because the activity was specifically exempted from the definition of &#8220;public communication.&#8221;</p>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or Matters Under Review (MURs), through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group the Commission determines has violated the law.&#160; Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p>This release contains only summary information.&#160; For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n              <p align=\"center\"># # # </p>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080812murs.shtml", "date": "08/12/2008", "pdf": null, "title": "FEC Completes Action on Two Enforcement Matters", "category": "Enforcement Matters"}