{"date": "12/04/2009", "pdf": null, "title": "Week of November 30 - December 4 ", "issue": "2009-30", "html": "<div id=\"fec_mainContent\"> \n  <h1><a name=\"content\"/> Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><table cellpadding=\"0\">\n              </table>              \n              For Immediate Release\n              <br/>\n              December 4, 2009\n              <div align=\"right\">\n  <p>Contact:&#160;Judith Ingram <br/>\n                  Christian Hilland<br/>\n                  Julia Queen \n                </p>\n              </div>\n              <p align=\"right\">ISSUE 2009-30</p>\n              <p align=\"center\"><strong>Weekly Digest</strong></p>\n              <p align=\"center\"><strong>Week of November 30 &#8211; December 4</strong></p>\n              <p><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p><strong/></p>\n              <p>On December 1, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p/>\n              <p>On December 3, the Commission held an Open Session. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong>ADVISORY OPINIONS</strong></p>\n              <p/>\n              <p><u>Requests Received </u></p>\n              <p/>\n              <p><strong>AOR 2009-29 (Contra Costa County Retirees)</strong>. On December 1, the Commission made public Advisory Opinion Request 2009-29. The Retiree Support Group of Contra Costa County asked whether the Federal Election Campaign Act of 1971, as amended (the Act) or Commission regulations require that the formation of a separate segregated fund (\"SSF\") of a 501(c)(4) corporation be approved by a vote of the organization's members, or allow the Board of Directors to form the SSF on its own initiative. The Commission must issue a response no later than 60 days after receipt of a complete request, that is, by January 22.</p>\n              <p/>\n              <p><strong>AOR 2009-30 </strong><strong>(TechNet).</strong>&#160; On December 3, the Commission made public Advisory Opinion Request 2009-30. TechNet, a 501(c)(6) trade association, asked on behalf of its corporate members whether the Act and Commission regulations permit corporations to pay for TechNet's fundraising consulting services for the corporations' separate segregated funds.&#160; The Commission must issue a response no later than 60 days after receipt of a complete request, that is, by February 1.</p>\n              <p><strong/></p>\n              <p><strong>AOR 2009-31 (MAXIMUS, Inc).</strong> On December 4, the Commission made public Advisory Opinion Request 2009-31. MAXIMUS, Inc. asked whether the Act and Commission regulations permit it, as a corporation, to allow its restricted class employees to contribute the value of \"credits\" received as part of their compensation plans to MAXIMUS's separate segregated fund. The Commission must issue a response no later than 60 days after receipt of a complete request, that is, by February 1.</p>\n              <p><strong/></p>\n              <p>Advisory Opinions, Requests, Comments and Extensions are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=2932&amp;START=1064308.pdf\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong>ENFORCEMENT </strong></p>\n              <p>The Commission made public two closed cases this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5783</a> &#8211; Green Party of Luzerne County, PA and Shane Novak, in his official capacity as treasurer; Carl Romanelli for U.S. Senate and Shane Novak, in his official capacity as treasurer; and Carl J. Romanelli. The Commission agreed to accept two conciliation agreements providing for the treasurer to attend an FEC conference and the Committees to amend the relevant reports to the FEC. The conciliation agreements did not provide for payment of a civil penalty due to the respondents&#8217; demonstration of financial hardship.<br/>\n              </p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6190</a> &#8211; Kelly B. Bearden; Norman R. Byrne; Rosemary Byrne; Byrne Electrical, Inc.; Daniel P. Byrne; Katherine Scudder; and Molly M. Nowak. The Commission found no reason to believe in connection with one allegation and exercised its prosecutorial discretion and dismissed another allegation.</p>\n              <p/>\n              <p><strong>LITIGATION</strong></p>\n              <p><strong/></p>\n              <p><em><a href=\"../../law/litigation/cao.shtml\">Cao v. FEC</a></em>. On November 30, a Joint Stipulation of Facts (link) was filed in the U.S. District Court for the Eastern District of Louisiana.&#160;&#160; </p>\n              <p>In this case, the plaintiffs have challenged the constitutionality of coordinated expenditure limits, both under the party expenditure provision in 2 U.S.C. 441a(d) and the $5,000 limit on party contributions to candidates in 2 U.S.C. 441a(a)(2)(A), as applied to party coordinated expenditures that plaintiffs claim are the parties' \"own speech\" or that the plaintiffs allege are not \"unambiguously campaign related.\" Plaintiffs claim that because these activities are not sufficiently related to corruption or the appearance thereof, Supreme Court precedent prevents application of the limits to those activities. In addition, the plaintiffs claim that the limits are unconstitutional because some vary geographically, because the limits have not been indexed to inflation, and because the limits are allegedly too low in any event. The Commission contends that the plaintiffs' claims are foreclosed by Supreme Court precedent upholding the provisions at issue, and that accepting plaintiffs&#8217; claims would permit circumvention of longstanding contribution limits that Congress enacted to prevent corruption and its appearance.</p>\n              <p><em><a href=\"../../law/litigation/emilyslist_08.shtml\">EMILY&#8217;s List v. FEC</a></em>.&#160; On November 30, the United States District Court for the District of Columbia issued its <a href=\"../../law/litigation/emilyslist_order_final.pdf\">Final Order</a> in <em>EMILY&#8217;s List v. FEC.&#160; </em>The Court ordered that the following regulations be vacated: 11 C.F.R. 100.57, concerning funds received in response to solicitations; 11 C.F.R. 106.6(c), concerning the method for allocating administrative expenses, costs of generic voter drives, and certain public communications; and 11 C.F.R. 106.6(f), concerning payments for public communications and voter drives that refer to one or more clearly identified federal or non-federal candidates.</p>\n              <p><em><a href=\"../../law/litigation/novacek.shtml#dc\">FEC v. Novacek</a></em>. On November 30, the Commission filed a <a href=\"../../law/litigation/novacek_fec_mot_dismiss.pdf\">Motion to Dismiss Defendants&#8217; Counterclaims</a> and <a href=\"../../law/litigation/novacek_fec_mot_sj.pdf\">Motion for Summary Judgment</a> in the U.S. District Court for the Northern District of Texas.</p>\n              <p>The Commission alleges in this enforcement action that defendant Jody L. Novacek created several entities -- including the \"Republican Victory Committee\" -- and made misrepresentations to vendors and the general public stating or implying that the entities were raising money for a political party committee. The FEC found probable cause to believe that the fundraising solicitations by phone and in mailers constituted knowing and willful fraudulent misrepresentations of the source of the solicitation and raised more than $75,000.&#160; In addition, the defendants are alleged to have failed to include on their communications some of the required disclaimer information, such as the street address, telephone number, or Internet address of the person who paid for the communication. </p>\n              <p><strong><br/>\n  CAMPAIGN FINANCE REPORTS </strong></p>\n              <p/>\n              <p><a name=\"FEAShays3\"/>December 3 &#8211; California 10th District Post-Runoff Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2009/ca10.shtml\">here</a>.</p>\n              <p/>\n              <p>December 3 &#8211; New York 23rd District Post-General Reports were due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2009/ny23.shtml\">here</a>.</p>\n              <p/>\n              <p><strong>OUTREACH</strong></p>\n              <p><strong/></p>\n              <p>November 27-30, 2009 &#8211; Chairman Steven Walther participated in an International Observer Mission monitoring the Honduran national elections. The Mission was sponsored by the Honduran Supreme Electoral Tribunal.</p>\n              <p/>\n              <p>December 2, 2009 &#8211; Chairman Walther and Communications Specialist Katherine Wurzbach spoke to a four-person delegation from South Korea about the FEC and its work administering, interpreting and enforcing the federal campaign finance laws. The delegation was sponsored by the Department of State's International Visitor Leadership Program. <br/>\n              </p>\n              <p><strong>UPCOMING EVENTS</strong></p>\n              <p><strong/></p>\n              <p>December 16 &#8211; The Commission will hold a public hearing on its proposed rulemaking concerning the definition of Federal Election Activity, part of the implementation of the Appeals Court decision in <em>Shays v. FEC (Shays III).</em></p>\n              <p/>\n              <p>January 20 &#8211; FEC Campaign Finance Law Roundtable Workshop.&#160; The schedule is <a href=\"../../info/outreach.shtml#roundtables\">here</a>.</p>\n              <p/>\n              <p>February 9-10, New Orleans, LA &#8211; <a href=\"../../info/conferences/2009/sanfrancisco09.shtml\">Regional Conference for Campaigns, Party Committees and Corporate/Labor/Trade PACs</a>. The schedule is <a href=\"../../info/conferences/2010/neworleans.shtml\">here</a>. </p>\n              <p/>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p><strong/></p>\n              <p>December 20: Disclosure reports for monthly filers are due. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. <br/>\n              </p>\n              <p>January 7: Massachusetts Special Senate Pre-General Reports due. For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/masen.shtml\">here</a>.</p>\n              <p/>\n              <p>January 21: Florida 19th District Pre-Primary Reports due.&#160; For information on reporting dates for this election, click <a href=\"../../pages/report_notices/2010/fl19.shtml\">here</a>.</p>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p/>\n              <p>The November issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/nov09.pdf\">here</a>. Sign up <a href=\"../../pages/record.shtml\">here</a> to receive email notification when a new issue of the Record is posted.&#160; </p>\n              <p>The November supplements to the FEC&#8217;s Campaign Guides are <a href=\"../../info/publications.shtml\">here</a>.</p>\n              <p>Printed copies of the July 2009 updated version of the FEC's <a href=\"../../info/TipsforTreasurers.shtml#guides\"><em>Campaign Guide for Political Party Committees</em></a> are available free of charge. To order, call 1-800/424-9530 (press 6), or e-mail <a href=\"mailto:info@fec.gov?subject=Party%20Guide%20\">info@fec.gov</a>. </p></td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20091204Digest.shtml"}