{"date": "06/19/2015", "pdf": null, "title": "Week of June 15 - June 19, 2015", "issue": "2015-25", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">June 19, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150619digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-25</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest<br/>\nWeek of June 15 &#8211; 19</strong></p>\n          <p><br/>\n              <strong>COMMISSION MEETINGS AND HEARINGS<br/>\n              </strong><br/>\n  On June 16, the Commission held an <a href=\"../../../sunshine/2015/executive/notice20150616.pdf\">executive session</a>.<br/>\n  <br/>\n  On June 18, the Commission held an <a href=\"../../../agenda/2015/agenda20150618.shtml\">open meeting</a> and an <a href=\"../../../sunshine/2015/executive/notice20150616.pdf\">executive session</a>.<br/>\n  <strong><br/>\n  ADVISORY OPINIONS<br/>\n  <br/>\n  </strong><u>Advisory Opinion Issued<br/>\n  </u><strong><br/>\n  </strong><a href=\"../../../agenda/2015/documents/mtgdoc_15-30-a.pdf\">AO 2015-01 (Green-Rainbow Party)</a>. On June 18, the Commission concluded that the Green-Rainbow Party, located in Massachusetts, qualifies as a state committee of a political party within the meaning of the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. <br/>\n  <strong><br/>\n  </strong><u>Request Received<br/>\n  </u><strong><br/>\n  </strong><a href=\"http://saos.fec.gov/aodocs/1316968.pdf\">AOR 2015-04 (Collective Actions PAC)</a>. On June 17, 2015, the Commission made public Advisory Opinion Request 2015-04, which was submitted on behalf of Collective Actions PAC. The requestor -- an unauthorized, independent expenditure-only committee -- asks whether an unauthorized political committee may use the name of a candidate for federal office in the name of a website that does not solicit any contributions. The Commission must issue a response no later than 60 days after the receipt of the complete request, that is, by August 7, 2015.<br/>\n  <br/>\n  <strong>AUDITS<br/>\n  </strong><br/>\n  <a href=\"../../../audits/2012/AuditReport_2012_KevinMcCarthyforCongress.shtml\">Final Audit Report of the Commission on Kevin McCarthy for Congress</a>. On June 18, the Commission issued the Final Audit Report of the Commission on Kevin McCarthy for Congress, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to (1) the receipt of excessive contributions totaling $77,094 and (2) the 2011 misstatement of financial activity for beginning cash-on-hand by $41,170, receipts by $62,407, disbursements by $35,501 and ending cash-on-hand by $56,738 and the 2012 misstatement of financial activity for beginning cash-on-hand of $56,738 and ending cash-on-hand of $73,397. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-28-a.pdf\">Audit Division Recommendation Memorandum on Gary Johnson 2012, Inc.</a> &#160;On June 18, the Commission approved an Audit Division Recommendation Memorandum on Gary Johnson 2012, Inc., covering campaign finance activity between April 1, 2011 and November 30, 2014. The Commission approved findings related to net outstanding campaign obligations, amounts owed to the U.S. Treasury, use of general election contributions for primary election expenses, and reporting of debts and obligations. The Commission could not reach agreement by the required four votes on an audit finding relating to the extension of credit by a commercial vendor. During the discussion, the Commission heard from Counsel for Gary Johnson 2012, Inc. The Audit Division will prepare the Proposed Final Audit Report within 30 days. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-29-a.pdf\">Proposed Final Audit Report on the Oakland County Democratic Party</a>. On June 18, the Commission approved the Proposed Final Audit Report on the Oakland County Democratic Party, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to (1) the misstatement of 2012 financial activity for receipts of $90,487, disbursements of $60,715 and ending cash of $33,279, (2) recordkeeping for employees totaling $107,555 in payroll, (3) failure to disclose occupation and name of employer information for contributions totaling $7,389, (4) recordkeeping for receipts of gaming activities totaling $1,820,466 and (5) failure to use the campaign depository for $1,370,304 in gaming receipts.<br/>\n  <br/>\n  <strong>LITIGATION<br/>\n  </strong><br/>\n  <a href=\"../../../law/litigation/odonnell_15.shtml\"><em>FEC v. O&#8217;Donnell, et al.</em></a> (Case 1:15-cv-00017-LPS). On June 16, the Commission filed its <a href=\"../../../law/litigation/odonnell_fec_mtd.pdf\">Motion to Dismiss Counterclaims and an Opening Brief to Support the Motion to Dismiss Counterclaims</a> in the United States District Court for the District of Delaware.<br/>\n  <br/>\n  <strong>RULEMAKING AND AGENCY OPERATIONS<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-31-a.pdf\">Notice of Availability and Petition for Rulemaking on Independent Spending by Corporations, Labor Organizations, Foreign Nationals, and Certain Political Committees (Citizens United)</a>. On June 18, the Commission discussed and then held over a vote on the draft Notice of Availability and Petition for Rulemaking filed by Chair Ann M. Ravel and Commissioner Ellen L. Weintraub. The Petition asks the Commission to issue new rules and revise existing rules concerning (1) the disclosure of certain financing information regarding independent expenditures and electioneering communications; (2) election-related spending by foreign nationals; (3) solicitations of corporate and labor organization employees and members; and (4) the independence of expenditures made by independent-expenditure-only political committees and accounts.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-25-b.pdf\">Proposed Directive 74 on the Timely Resolution of Enforcement Matters</a>. On June 18, the Commission held over discussion of a proposed directive to set deadlines for considering and voting on enforcement matters. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-26-a.pdf\">Notice to Respondents of Information Sharing by the Commission</a>. On June 18, the Commission held over discussion of a recommendation to provide notice to respondents that information provided to the Commission in enforcement matters may be shared with other law enforcement agencies. <br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. On June 18, the Commission held over discussion of a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n  <br/>\n  <strong>PUBLIC DISCLOSURE<br/>\n  </strong><br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-33-a.pdf\">Motion to Authorize the Publication of, and Expenses for, a Forty Year Report</a>. On June 18, the Commission approved a motion to authorize the publication of a report commemorating the agency&#8217;s 40 years.<br/>\n  <br/>\n  <strong>PRESS RELEASES <br/>\n  </strong><br/>\n  <a href=\"../news_releases/20150618release.shtml\">FEC Issues Advisory Opinion, Approves Audit Division Recommendation Memorandum and Final Audit Report; Authorizes Publication of 40-Year Report; Discusses Notice of Availability and Petition for Rulemaking</a> (issued June 18)<br/>\n  <br/>\n  <strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong><a name=\"_GoBack\"/><br/>\n  <br/>\n  July 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a>.<br/>\n  <br/>\n  July 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">executive session</a> and an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n  <br/>\n  Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n  <strong><br/>\n  UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; <br/>\n  </strong><br/>\n  June 24: FECFile Webinar for Candidates.&#160; Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.<br/>\n  <strong><br/>\n  UPCOMING REPORTING DUE DATES<br/>\n  </strong><br/>\n  June 20: June Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2015.shtml#monthly\">2015 Monthly Reporting page</a> of the Commission website.<br/>\n  <strong><br/>\n  OTHER RESOURCES <br/>\n  </strong><br/>\n  The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2015 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.<br/>\n  <br/>\n  The 2015 edition of the Federal Election Campaign Finance Laws is available on the Commission <a href=\"../../../law/feca/feca.pdf\">website </a>and <a href=\"../../../pages/fecrecord/2015/april/fecacompilation.shtml#Tips\">in print</a>. The compilation contains all federal campaign finance laws (including a conversion table showing the recent changes from Title 2 U.S.C. to Title 52 U.S.C.). To order a copy at no charge, contact the Commission's Information Division at (800) 424-9530 (press 6, when prompted) or email <a href=\"mailto:info@fec.gov?subject=Federal%20Election%20Campaign%20Laws\">info@fec.gov</a>.<br/>\n  <br/>\n  The 2015 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n  <br/>\n  The <a href=\"../../../law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.<br/>\n  <br/>\n  The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. <br/>\n  <br/>\n  The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.<br/>\n  <br/>\n  The Commission has published the <a href=\"../../../pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. <br/>\n  <br/>\n  The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.<br/>\n  <br/>\n  <a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p>&#160;                    </p>\n          <div align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a> </div></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150619digest.shtml"}