{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>July 10, 2008 </p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>George Smaragdis</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\"><p/>                  <p/></td>\n                <td width=\"66\" valign=\"top\"><p/></td>\n                <td width=\"155\" valign=\"top\"><p>Michelle Ryan</p></td>\n              </tr>\n            </table>            \n                <p align=\"center\"><strong>FEC Elects Officers for 2008</strong></p>\n                <p>WASHINGTON--At its open meeting today, the Federal Election Commission (FEC) elected Donald F. McGahn II as chairman and Steven Walther as vice chairman for the remainder of 2008.&#160; They are among five members of the six-member body who were confirmed by the Senate on June 24 and sworn into office within the last two weeks.</p>\n                <p>Commissioners McGahn and Walther are joined by new Commissioners Cynthia Bauerly, Caroline Hunter and Matthew Petersen, along with Commissioner Ellen Weintraub who continues to serve.&#160; </p>\n                <p>Prior to the election of officers, Commissioner Weintraub complimented Commission staff for the work the FEC accomplished through the first half of 2008 without a quorum of commissioners.&#160; This included responses to thousands of phone calls and other inquiries from committees, news organizations and the public as well as receiving and making public financial reports containing millions of contributions and expenditures. </p>\n                <p>Chairman McGahn noted the workload facing the Commissioners after operating without a quorum since the start of the year, but said that &#8220;he and his colleagues were eager to roll up [their] sleeves and get started resolving the important policy matters before [them].&#8221;</p>\n                <p>Vice Chairman Walther, who served as a recess appointee on the Commission in 2006 and 2007, expressed confidence that the Commission would move as quickly as possible while giving careful consideration to the legal issues facing them.</p>\n                <p>The Federal Election Commission is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six commissioners who are nominated by the President and confirmed by the U.S. Senate.</p>\n                <p/>\n                <p><em/></p>\n                <p/>\n                <p align=\"center\"><strong># # #</strong></p>\n                <p>&#160;</p>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2008/20080710meeting.shtml", "date": "07/10/2008", "pdf": null, "title": "FEC Elects Officers for 2008", "category": "Commission Appointments"}