{"date": "03/13/2015", "pdf": null, "title": "Week of March 9 - March 13, 2015", "issue": "2015-11", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">March 13, 2015 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20150313digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2015-11</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of March 9 &#8211; 13 </strong></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On March 10, the Commission held an <a href=\"http://fecds005.fec.gov/agenda/2015/agenda20150305.shtml\">open meeting</a> followed by a reconvened <a href=\"http://fecds005.fec.gov/sunshine/2015/executive/notice20150303.pdf\">executive session</a>.</p>\n          <p/>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">AOR 2014-20 (Make Your Laws PAC)</a>. On March 10, the Commission made public <a href=\"http://saos.fec.gov/aodocs/201420_3.pdf\">an additional draft</a> of an advisory opinion based on a request from Make Your Laws PAC, and the Commission held over discussion of <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3452&amp;START=1214774.pdf\">three drafts </a>of the advisory opinion. The requestor, a nonconnected political committee, asks whether foreign nationals may assign intellectual property rights created as a result of volunteer services they provide to the requestor to develop the requestor's website, logos, trademarks and trade dress.<br/>\n          </p>\n          <p>            <strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          The Commission made public one closed case, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n          <br/>\n          <a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6775</a><br/>\nCOMPLAINANT: Stop Hillary PAC<br/>\nRESPONDENTS: Ready for Hillary PAC and Amy Wills Gray, in her official capacity as treasurer; Hillary Clinton; Friends of Hillary and Shelly Moskwa, in her official capacity as treasurer<br/>\nSUBJECT: The complaint alleged that Clinton triggered candidate status under the Federal Election Campaign Act of 1971, as amended (the Act), when (1) the Ready for Hillary PAC and Gray, in her official capacity as treasurer (the PAC), used an email list owned by Friends of Hillary and Moskwa, in her official capacity as treasurer, and distributed a message encouraging support for Clinton&#8217;s potential candidacy and (2) Friends of Hillary and Moskwa, in her official capacity as treasurer, permitted the PAC to use a URL address registered to Friends of Hillary. The complaint alleged further that (1) the PAC became an authorized committee of Clinton that improperly failed to register as such with the Commission, (2) the PAC violated the Act by supporting more than one candidate and by accepting excessive an prohibited contributions on Clinton&#8217;s behalf, and (3) the PAC failed to prove a proper disclaimer acknowledging that it was authorized by Clinton or that the PAC paid for the communication.<br/>\nDISPOSITION: The Commission found no reason to believe that (1) Clinton violated the Act by failing to register with the Commission as a candidate, (2) the PAC violated the Act by failing to register with the Commission as Clinton&#8217;s authorized committee, (3) the PAC violated the Act by serving as Clinton&#8217;s authorized committee and (4) the PAC violated the Act by failing to state that the email in question was authorized by Clinton. The Commission closed the file in connection with the remaining recommendations.<br/>\n<br/>\n\n          <p><strong>ADMINISTRATIVE FINES</strong></p>\n          <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2470</a>&#8211; Cardarelli for Congress and Richard John Police, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $5,970.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2634</a>&#8211; Scollo for Congress and Lisa Klein, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $2,970.</p>\n          <p/>\n          <p><strong>AUDITS</strong></p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-05-a.pdf\">Audit Division Recommendation Memorandum on the Republican Party of Orange County (Federal)</a>. On March 10, the Commission approved an Audit Division Recommendation Memorandum on the Republican Party of Orange County (Federal), covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity for receipts of $17,420 and disbursements of $17,420, reporting of debts and obligations totaling $60,296, recordkeeping for employees totaling $187,281 in payroll and the use of Levin Fund transfers totaling $73,465. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-11-a.pdf\">Audit Division Recommendation Memorandum on the South Dakota Democratic Party</a>. On March 10, the Commission approved an Audit Division Recommendation Memorandum on the South Dakota Democratic Party, covering campaign finance activity between January 1, 2009 and December 31, 2010. The Commission approved findings related to the misstatement of financial activity totaling $41,876,<strong/>recordkeeping for employees totaling $42,557 in payroll allocated between federal and nonfederal funds and $2,399 paid from an exclusively nonfederal account during periods in which the employee was also paid with federal funds, the reporting of coordinated party expenditures, contributions from unregistered political organizations totaling $6,691, and disclosure of occupation and employer information in connection with contributions totaling $30,702. The Commission also directed the Audit Division to include in the Proposed Final Audit Report an Additional Issues section addressing recordkeeping for employees paid exclusively with nonfederal funds totaling $15,187. The Audit Division will prepare the Proposed Final Audit Report within 30 days. </p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-12-a.pdf\">Audit Division Recommendation Memorandum on the Kentucky State Democratic Central Executive Committee</a>. On March 10, the Commission approved an Audit Division Recommendation Memorandum on the Kentucky State Democratic Central Executive Committee, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to recordkeeping for employees totaling $820,979, paid with an allocation of federal and nonfederal funds. The Commission also directed the Audit Division to include in the Proposed Final Audit Report an Additional Issues section addressing recordkeeping for employees paid exclusively with non-federal funds totaling $12,283. The Audit Division will prepare the Proposed Final Audit Report within 30 days.<br/>\n            <br/>\n          <a href=\"http://fecds005.fec.gov/agenda/2015/documents/mtgdoc_15-13-a.pdf\">Audit Division Recommendation Memorandum on the 2012 Democratic National Convention Committee, Inc. </a>On March 10, the Commission approved on tally vote an Audit Division Recommendation Memorandum on the 2012 Democratic National Convention Committee, Inc. (DNCC), covering campaign finance activity between September 1, 2011 and September 30, 2014. The Commission approved a finding that DNCC did not receive payments of federal funds in excess of its entitlement. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n          <p/>\n          <p><strong>LITIGATION</strong></p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/law/litigation/fec_craig.shtml\"><em>FEC v. Craig for U.S. Senate, et al.</em></a>(Case 14-5297). On March 10, the Appellants filed a <a href=\"http://fecds005.fec.gov/law/litigation/craig_craig_brief.pdf\">Brief of Appellants</a> in the United States Court of Appeals for the District of Columbia Circuit.</p>\n          <p/>\n          <p><strong>RULEMAKING AND AGENCY PROCEDURES</strong></p>\n          <p/>\n          <p>On March 9, the Commission posted the <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=329748\">transcript</a> of the February 11 hearing on the <a href=\"http://sers.fec.gov/fosers/showpdf.htm?docid=305653\">Advance Notice of Proposed Rulemaking Regarding Aggregate Biennial Contribution Limits</a>. </p>\n          <p/>\n          <p><strong>OUTREACH</strong></p>\n          <p/>\n          <p>On March 9, Chair Ann M. Ravel discussed the contemporary state of campaign finance regulations with a student from Bergen County Technical High School in New Jersey.</p>\n          <p/>\n          <p>On March 11, Commissioner Ellen L. Weintraub attended the &#8220;First Meeting of Chiefs of Electoral Observation Missions of the Organization of American States (EOMs/OAS)&#8221; organized by the Department for Electoral Cooperation and Observation (DECO) of the Secretariat of Political Affairs, held in Washington, DC.<br/>\n            <br/>\n          <strong>PUBLIC DISCLOSURE</strong></p>\n          <p>On March 10, the Commission&#8217;s Office of Inspector General (OIG) made public its <a href=\"http://fecds005.fec.gov/fecig/documents/ReviewofOutstandingRecommendationsasofFebruary2015-FinalReport.pdf\">Review of Outstanding Recommendations as of February 2015</a>.</p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><a href=\"http://fecds005.fec.gov/press/press2015/news_releases/20150310release.shtml\">FEC Approves Four Audit Division Recommendation Memoranda</a> (issued March 10)</p>\n          <p/>\n          <p><strong>UPCOMING COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>March 17 and 19: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>March 19: The Commission is scheduled to hold an <a href=\"http://fecds005.fec.gov/agenda/agendas.shtml#meetings\">open meeting</a>. </p>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation.<br/>\n          </p>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS&#160;&#160;&#160;&#160; </strong></p>\n          <p/>\n          <p>March 25: Webinar for Member/Labor PACs. Additional information is available on the <a href=\"http://fecds005.fec.gov/info/outreach.shtml#roundtables\">Educational Outreach</a> page of the Commission website.</p>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>March 20: March Monthly Reports are due. For more information on monthly reporting dates, refer to the<a href=\"http://fecds005.fec.gov/info/report_dates_2015.shtml\"> 2015 Monthly Reporting page </a>of the Commission website.</p>\n          <p/>\n          <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"http://fecds005.fec.gov/info/report_dates_2015.shtml#quarterly\">2015 Quarterly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p>April 20: April Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"http://fecds005.fec.gov/info/report_dates_2015.shtml\">2015 Monthly Reporting page</a> of the Commission website.</p>\n          <p/>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"http://fecds005.fec.gov/pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"http://fecds005.fec.gov/law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/law/legrec2014.pdf\">2014 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"http://fecds005.fec.gov/pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"http://fecds005.fec.gov/pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"http://fecds005.fec.gov/general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>The Commission has published the <a href=\"http://fecds005.fec.gov/pages/fecrecord/2015/2015recordindex.shtml\">2015 Record Index</a> page. An <a href=\"http://fecds005.fec.gov/pages/record.shtml#Y2014\">index</a> to previously published Record news articles is available on the Commission website. The <a href=\"http://fecds005.fec.gov/pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"http://fecds005.fec.gov/pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"http://fecds005.fec.gov/pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"http://fecds005.fec.gov/pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"http://fecds005.fec.gov/pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency&#8217;s activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"http://fecds005.fec.gov/info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission&#8217;s E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"http://fecds005.fec.gov/mobile/\">http://www.fec.gov/mobile/</a></p></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2015/digests/20150313digest.shtml"}