{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>May 19 , 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON FIVE CASES</strong></p>\n              <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on five matters under review (MURs). The Commission dismissed two matters and found no reason to believe violations occurred in another. In another matter, the Commission found no reason to believe two of the respondents committed violations, and dismissed the matter in connection with other allegations in the complaint. The Commission closed the file in one matter. </p>\n              <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n              <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n              <p/>\n              <table width=\"\" cellpadding=\"3\" cellspacing=\"0\">\n                <tr>\n                  <td width=\"16%\" height=\"20\" valign=\"top\"><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6019</a></td>\n                  <td width=\"84%\" valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td height=\"20\" valign=\"top\">RESPONDENTS:</td>\n                  <td valign=\"top\">Dominic Caserta for Assembly Committee and R. Michael Kasperzak</td>\n                </tr>\n                <tr>\n                  <td height=\"26\" valign=\"top\">COMPLAINANT:</td>\n                  <td valign=\"top\">Nancy Smith</td>\n                </tr>\n                <tr>\n                  <td height=\"75\" valign=\"top\">SUBJECT:</td>\n                  <td valign=\"top\">The complaint alleged that the Committee supporting Caserta&#8217;s campaign for Assemblyman in California&#8217;s 22nd District improperly used non-federal funds for a mailing promoting the election of then presidential candidate Barack Obama. The mailing, including a signed endorsement of Caserta by Kasperzak, a county precinct captain for the Obama campaign, was sent by the Caserta Committee.</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">OUTCOME:</td>\n                  <td valign=\"top\">The Commission dismissed the allegation against the Committee and found no reason to believe that Kasperzak violated the Federal Election Campaign Act of 1971, as amended (the Act) or FEC Regulations, because he apparently did not pay for the mailing or act as an agent of Caserta or the Caserta Committee.</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td height=\"18\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6031</a></p></td>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td height=\"22\" valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Hagan Senate Committee, Inc. and Nancy M. Bremmer in her official capacity as Treasurer</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Chris McClure, Executive Director, North Carolina Republican Party</p>\n                      <p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that the Committee supporting Kay Hagan, a candidate for Senate from North Carolina, improperly redesignated or reattributed more than $180,000, resulting in excessive contributions. The complaint alleged further that the Committee failed to file required contribution notices on time and failed to disclose the required contributor information.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission dismissed the allegations of excessive contributions based on the Committee&#8217;s demonstration of its routine practice of proper redesignation and reattribution.&#160; The Commission sent a letter of caution to the Committee explaining the law regarding the filing of 48 hour notices for contributions of $1,000 or more.&#160; The Commission also advised the Committee to take steps to ensure that its conduct is in compliance with the Act and Commission regulations.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6064</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Missouri State University</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Richard Monroe and Monroe for Congress</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleges that Missouri State University engaged in federal election activity and made prohibited in-kind contributions to Roy Blunt (MO-7), who was running for re-election, by naming a research facility after him.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found no reason to believe the university violated the Act because there was no indication that the university engaged in federal electoral advocacy, or made an independent expenditure or coordinated communication, by naming the facility after Blunt.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6066</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Karen Hartley-Nagle for Congress and Brenda L. Irwin in her official capacity as Treasurer; Karen Hartley-Nagle; Friends for Mike Miller and Denise Diane Miller in her official capacity as Treasurer; Micheal C. Miller</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANT:</p></td>\n                  <td valign=\"top\"><p>Jerry Northington</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaint alleged that Hartley-Nagle and Miller, both candidates in the Democratic primary for Delaware&#8217;s at-large congressional seat, and their campaign committees failed to file disclosure reports and to disclose contributions and expenditures accurately. </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission found no reason to believe that the Hartley-Nagle Committee and its treasurer failed to disclose accurate financial transaction information because the Committee appeared to have accounted for its receipts and disbursements properly. The Commission, using its prosecutorial discretion, dismissed the matter in connection with the Hartley-Nagle Committee&#8217;s failure to file a disclosure report on time.&#160; The Commission also used its prosecutorial discretion to dismiss the matter in connection with the Miller Committee&#8217;s failure to file disclosure reports. The Commission found no reason to believe that Hartley-Nagle or Miller violated the Act in connection with the allegations in this matter because under the Act personal liability for reporting violations only flows to the treasurer and not candidates in their individual capacity. The Commission sent letters of caution to both committees regarding the timely filing of disclosure reports under the Act and advising both to take steps to ensure their conduct complies with the Act and FEC regulations.&#160; </p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\">&#160;</td>\n                  <td valign=\"top\">&#160;</td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MURs 6051-6052</a></p></td>\n                  <td valign=\"top\"><p/></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>RESPONDENTS:</p></td>\n                  <td valign=\"top\"><p>Wal-Mart Stores, Inc.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>COMPLAINANTS:</p></td>\n                  <td valign=\"top\"><p>American Rights at Work; American Federation of Labor and Congress of Industrial Organizations; Change to Win; WakeUpWalMart.com; Wal-Mart Watch</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>SUBJECT:</p></td>\n                  <td valign=\"top\"><p>The complaints alleged that Wal-Mart Stores, Inc. violated the Act by using corporate resources to expressly advocate for the defeat of federal candidates through meetings with employees that focused on the impact of pending federal legislation.</p></td>\n                </tr>\n                <tr>\n                  <td valign=\"top\"><p>OUTCOME:</p></td>\n                  <td valign=\"top\"><p>The Commission closed the file.</p></td>\n                </tr>\n                <tr>\n                  <td colspan=\"2\" valign=\"top\"><p>&#160;</p>\n                    <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                    <p align=\"center\"/>\n                      <p align=\"center\"># # #</p></td>\n                </tr>\n              </table>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "date": "05/19/2009", "href": "press2009/20090519MUR.shtml", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Five Cases", "pdf": null}