{"href": "press2005/20050829ShaysRehearing.html", "pdf": null, "date": "08/29/2005", "category": "Shays v. FEC", "title": "FEC Files Petition for Rehearing in ", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"6\" bordercolor=\"#111111\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\" width=\"389\"><p>For&#160;Immediate&#160;Release<br/>\n      August 29, 2005</p>\n      <p>&#160;</p></th>\n    <th width=\"176\" valign=\"top\" align=\"right\" class=\"small\">  <div align=\"right\">Contact:</div></th>\n    <th width=\"391\" align=\"left\" valign=\"top\" class=\"small\">Bob Biersack <br/>\n    Ian Stirton <br/> \n    Kelly Huff   <br/>\n    George Smaragdis</th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\"> <p align=\"center\"><strong>FEC FILES PETITION FOR REHEARING IN <em>SHAYS V. FEC</em> </strong></p>\n    </th>\n  </tr>\n  <tr>\n    <td align=\"left\" colspan=\"3\"><p>WASHINGTON &#8211; The Federal Election Commission (FEC) today filed a petition for rehearing en banc with the U.S. Court of Appeals for the D.C. Circuit in <em>Shays v. FEC,</em> No. 04-5352.&#160; The Commission is asking all of the judges of the Appeals Court to reconsider a July 15, 2005 ruling by a three judge panel that overturned a number of FEC rules implementing the Bipartisan Campaign Reform Act of 2002 (BCRA).</p>\n      <p>In deciding to request a rehearing by all the judges of the Appeals Court, the FEC was concerned that the earlier ruling introduces significant instability in the political process.&#160; The ruling effectively permits candidates for federal office to seek judicial review of any Commission regulation, even if the rules have not yet had any impact on the candidate or other regulated entities.&#160; Moreover, no evidence has been presented that the FEC rules in question have led to abuses, and in past decisions the D.C. Circuit has held that agencies are entitled to substantial deference in these circumstances.&#160; This deference is especially important when the rules in question touch on basic First Amendment rights of free speech and association.</p>\n      <p>The FEC is continuing to move forward with its reconsideration of the rules in question as it seeks this rehearing, in compliance with prior court rulings in this case.&#160; The Commission has issued Notices of Proposed Rulemaking, sought public comment, and held public hearings on several of the issues raised in this litigation.&#160; This process will continue without delay as the Circuit Court considers this petition.&#160; Materials concerning the rulemaking process can be found through <a href=\"http://sers.fec.gov/fosers/\">http://sers.fec.gov/fosers/</a>.&#160; Materials related to this litigation are available at <a href=\"../../law/litigation_CCA_S.shtml#shays_02\">http://www.fec.gov/law/litigation_CCA_S.shtml#shays_02</a>.</p>\n      <p/></td>\n  </tr>\n</table>\n</body>\n"}