{"date": "08/15/2014", "pdf": null, "title": "Week of August 11 - August 15, 2014", "issue": "2014-33", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"7%\" valign=\"top\"><div align=\"right\"><strong>Contact</strong>: </div></td>\n        <td width=\"16%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">August 15, 2014</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20140815digest.pdf\">.pdf version of this Weekly Digest </a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2014-33</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\"><p align=\"center\">&#160;</p>\n          <p align=\"center\"><strong>Weekly Digest</strong></p>\n          <p align=\"center\"><strong>Week of August 11 &#8211; 15</strong></p>\n          <p><strong/></p>\n          <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n          <p/>\n          <p>On August 14, the Commission held an open meeting. Click here for <a href=\"../../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>.</p>\n          <p/>\n          <p>No Commission executive sessions were scheduled this week.</p>\n          <p/>\n          <p><strong>2014 CALENDAR</strong></p>\n          <p>On August 14, the Commission approved <a href=\"../../../agenda/2014/documents/mtgdoc_14-42.pdf\">meeting dates</a> for the remainder of 2014.</p>\n          <p><strong>ADVISORY OPINIONS</strong></p>\n          <p><strong/></p>\n          <p><u>Advisory Opinions Issued</u></p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2014-07 (Crowdpac)</a>. On August 14, the Commission unanimously approved an advisory opinion in response to a request from Crowdpac. The Commission concluded that (1) Crowdpac&#8217;s proposed plan to develop a web-based platform to provide information about candidates to voters and potential donors would not result in impermissible contributions by Crowdpac to candidate committees; (2) Crowdpac may permit its users to earmark contributions for eventual nominees or prospective candidates; (3) Crowdpac may permit candidates to provide video content for Crowdpac candidate pages; and (4) Crowdpac may use data derived from Commission reports to display aggregated campaign finance data about candidates, use such data in its algorithm, and display on its website the names, cities and states of individual contributors identified from reports filed with the Commission for the purpose of explaining the functionality of its algorithm. During the discussion, the Commission heard from counsel on behalf of the requestor. </p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2014-09 (REED Marketing Consultants, Inc.)</a>. On August 14, the Commission unanimously approved an advisory opinion in response to a request from REED Marketing Consultants, Inc. (RMC), concluding that RMC&#8217;s proposed development and marketing of an affinity credit card program for national party committees and other federal political committees is permissible under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. </p>\n          <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2014-10 (Joan Farr)</a>. On August 14, the Commission unanimously approved an advisory opinion in response to a request from Joan Farr and Joan Farr for U.S. Senate (the Committee), concluding that the Committee&#8217;s proposed purchase and distribution of a book authored by Farr are permissible under the Act and Commission regulations. &#160;</p>\n          <p><u>Advisory Opinion Request</u></p>\n          <p/>\n          <p><a href=\"http://saos.fec.gov/aodocs/1303261.pdf\">AOR 2014-11 (Health Care Service Corporation Employees&#8217; PAC)</a>. On August 14, the Commission made public Advisory Opinion Request 2014-11. The requestor, the separate segregated fund of Health Care Service Corporation (\"HCSC\"), a licensed health insurance company, asks whether it may be disaffiliated from BluePAC, the separate segregated fund of Blue Cross Blue Shield Association. The Commission must issue a response no later than 60 days after receipt of the complete request, or specifically by October 10, 2014. </p>\n          <p><strong/></p>\n          <p><strong>ENFORCEMENT</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public one closed case, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6601</a> <br/>\n          COMPLAINANT: James Miller<br/>\n          RESPONDENTS: Steve Oelrich; Steve Oelrich Campaign and Jacqueline Schall, in her official capacity as treasurer; and Steve Oelrich for Congress and Jacqueline Schall, in her official capacity as treasurer<br/>\n          SUBJECT: The complaint alleged that a radio advertisement paid for and disseminated by the Steve Oelrich Campaign and Schall, in her official capacity as treasurer (State Committee), lacked a disclaimer and constituted a prohibited corporate contribution to Steve Oelrich for Congress and Schall, in her official capacity as treasurer (Federal Committee). Oelrich was a Florida State Senator and 2012 primary candidate for Florida&#8217;s 3rd Congressional District. <br/>\n          DISPOSITION: The Commission exercised its prosecutorial discretion and dismissed the matter in view of the unique circumstances of the matter.</p>\n          <p><strong>ADMINISTRATIVE FINES</strong></p>\n          <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program, as follows. For more information, see the case documents in the Enforcement Query System.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2754</a> &#8211; Steve Salazar for Congress and Rosario Rodriguez, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,187.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2759</a> &#8211; Steve Salazar for Congress and Rosario Rodriguez, in her official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $6,187.</p>\n          <p/>\n          <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n          <p><strong/></p>\n          <p>The Commission made public four campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 674</a> &#8211; Friends of Jim Clyburn and James Bennett, in his official capacity as treasurer. The respondent agreed to (1) develop and certify implementation of a compliance operations manual and a process to track receipt of, and response to, communications with the Commission, and (2) pay a civil penalty of $3,100.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 706</a> &#8211; North Dakota Republican Party and Shane Goettle, in his official capacity as treasurer. The respondent agreed to (1) have an independent vendor certify an annual reconciliation each year for three calendar years, (2) verify that the Committee designated a compliance specialist, and (3) pay a civil penalty of $16,500.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 714</a> &#8211; American Principles in Action. The respondent agreed to (1) certify that counsel has been retained for one year to review all broadcast advertisements and the filing of FEC reports, (2) recertify the continued retention of counsel to review advertisements and the filing of FEC reports for a second year, and (3) pay a civil penalty of $3,700.</p>\n          <p/>\n          <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 716</a> &#8211; University of Hawaii Professional Assembly and Lynne Wilkens, in her official capacity as treasurer. The respondent agreed to (1) certify the closure of the Committee&#8217;s federal account and work with Commission staff to terminate its political committee status and reporting obligations, and (2) pay a civil penalty of $6,000.</p>\n          <p/>\n          <p><strong>AUDITS</strong></p>\n          <p/>\n          <p><a href=\"../../../audits/2012/AuditReport_2012_TampaBayHostComte.shtml\">Final Audit Report on the 2012 Tampa Bay Host Committee, Inc.</a> On August 13, the Commission made public the Final Audit Report on the 2012 Tampa Bay Host Committee, Inc., covering campaign finance activity between May 6, 2010 and December 31, 2012. The Commission discovered no material non-compliance. </p>\n          <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-38.pdf\">Revised Audit Division Recommendation Memorandum on the Nebraska Democratic Party</a>. On August 14, the Commission approved the Audit Division&#8217;s recommendation to (1) rescind its previous approval of Finding 1 (Recordkeeping for Employees) in the Audit Division Recommendation Memorandum on the Nebraska Democratic Party, which inadvertently attributed a portion of the amount at issue to non-federal employees rather than to contract workers, and (2) approve revised Finding 1.</p>\n          <p><strong>LITIGATION</strong></p>\n          <p><strong><em/></strong></p>\n          <p><a href=\"../../../law/litigation/Parsons.shtml\"><em>Parsons, et al. v. FEC</em></a> (Case 1:14-cv-01265). On August 8, the Commission filed its <a href=\"../../../law/litigation/parsons_fec_opp_mot_cert.pdf\">Opposition to Plaintiffs' Motion for Certification Order Pursuant to 2 U.S.C. 437h</a> in the United States District Court for the District of Columbia. On August 11, plaintiffs filed a <a href=\"../../../law/litigation/parsons_parsons_reply_mot.pdf\">Reply in Support of </a><u><a href=\"../../../law/litigation/parsons_parsons_reply_mot.pdf\">Motion for Certification Order Pursuant to 2 U.S.C. &#167; 437h</a></u>.</p>\n          <p/>\n          <p><strong>OUTREACH</strong></p>\n          <p><strong/></p>\n          <p>On August 14-15, Vice Chair Ann M. Ravel participated in a roundtable discussion entitled &#8220;Political Parties and Republican Government&#8221; at the Cato Institute in Washington, DC. </p>\n          <p/>\n          <p><strong>PRESS RELEASES</strong></p>\n          <p><strong/></p>\n          <p><a href=\"../news_releases/20140814release.shtml\">FEC Issues Three Advisory Opinions, Approves Finding in an Audit Memorandum, Releases Future Meeting Dates and Announces Public Forum on Website Improvement</a> (issued August 14)</p>\n          <p/>\n          <p><a href=\"../news_releases/20140814release_1.shtml\">FEC Chairman Lee E. Goodman and Vice Chair Ann M. Ravel to Host Public Forum on Website Improvement</a> (issued August 14)</p>\n          <p/>\n          <p><strong>CAMPAIGN FINANCE REPORTS</strong></p>\n          <p><strong/></p>\n          <p>The Commission posted the filing deadlines for the Special General Election in Virginia&#8217;s 7th Congressional District. For information on reporting dates for this election, refer to the <a href=\"../../../pages/report_notices/2014/va07.pdf\">Special Election Report Notice</a>.</p>\n          <p/>\n          <p><strong>UPCOMING EVENTS</strong></p>\n          <p><a href=\"../news_releases/20140814release_1.shtml\">Public Forum on Website Improvement</a>. Chairman Lee E. Goodman and Vice Chair Ann M. Ravel announced the Public Forum on Website Improvement, scheduled for September 17. In partnership with 18F, a newly formed organization within the General Services Administration (GSA), the FEC has launched a website redesign effort to improve the public&#8217;s access to campaign finance data, guidance and regulations, and filing information.</p>\n          <p><strong>UPCOMING COMMISSION MEETINGS </strong></p>\n          <p><strong/></p>\n          <p>August 26: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive session</a>.</p>\n          <p/>\n          <p>Meeting dates are subject to change. Please contact the Press Office the week of the scheduled meeting for confirmation. </p>\n          <p/>\n          <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n          <p><strong/></p>\n          <p>August 21, 2014, Federal Election Commission, Washington, DC. Roundtable/Webinar on Pre-Election Communications. Additional information is available on the <a href=\"../../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n          <p/>\n          <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n          <p/>\n          <p>August 20: August Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../../info/report_dates_2014.shtml#monthly\">2014 Monthly Reporting page</a> of the Commission website</p>\n          <p><strong/></p>\n          <p><strong>OTHER RESOURCES </strong></p>\n          <p><strong/></p>\n          <p>The <a href=\"../../../pubrec/cfsdd/cfsdd.shtml\">2014 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n          <p/>\n          <p>The 2014 edition of <a href=\"../../../law/cfr/2014cfr.pdf\">Title 11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.</p>\n          <p/>\n          <p>The <a href=\"../../../law/legrec2013.pdf\">2013 Legislative Recommendations</a> are available on the Commission&#8217;s website.</p>\n          <p/>\n          <p>The 2014 edition of the <a href=\"../../../pdf/candgui.pdf\">Federal Election Commission Campaign Guide for Congressional Candidates and Committees</a> is now available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The August 2013 edition of the <a href=\"../../../pdf/partygui.pdf\">Federal Election Commission Campaign Guide for Political Party Committees</a> is available on the Commission&#8217;s website. </p>\n          <p/>\n          <p>The <a href=\"../../../pubrec/fe2012/2012presgeresults.pdf\">Official 2012 Presidential General Election Results</a> are available in the <a href=\"../../../general/library.shtml\">Library</a> section of the website. This listing was compiled from the official election results published by state election offices.</p>\n          <p/>\n          <p>An <a href=\"../../../pages/record.shtml#Y2014\">index</a> to Record news articles published is available on the Commission website. The <a href=\"../../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted. </p>\n          <p/>\n          <p>The <a href=\"../../../pages/anreport.shtml\">FEC Annual Reports from 1975-2006</a> are now available on the website. Beginning in 2007, the Commission consolidated its Annual Report with its <a href=\"../../../pages/budget/budget.shtml#PAR\">Performance and Accountability Report (PAR)</a> to provide a single account of the agency's activities for each fiscal year.</p>\n          <p/>\n          <p><a href=\"../../../info/elearning.shtml\">Instructional videos</a> are available on YouTube at http://www.youtube.com/user/FECTube?feature=watch. These videos are also available on the Commission's E-Learning resources page at http://www.fec.gov/info/elearning.shtml.</p>\n          <p>&#160;</p>\n          <p align=\"center\"/>\n          <p align=\"center\">Follow us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a></p>\n          <p align=\"center\"/>\n          <p align=\"center\">Users of smartphones and other mobile devices may access our mobile interface at <a href=\"../../../mobile/\">http://www.fec.gov/mobile/</a></p>\n          <p/>\n          <p/>\n          <p/></td>\n      </tr>\n      <tr>\n        <td colspan=\"2\"/>\n      </tr><tr>\n        <td colspan=\"2\"/>\n      </tr>\n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2014/digests/20140815digest.shtml"}