{"href": "20020802nprm.html", "pdf": null, "date": "08/02/2002", "category": "Rulemakings", "title": "FEC Issues Second Notice of Proposed Rulemaking on Campaign Finance Reform", "html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <th width=\"333\" valign=\"top\" align=\"left\">For Immediate Release<br/>\n    August 2, 2002</th>\n    <th width=\"439\" valign=\"top\" align=\"right\">Contact:</th>\n    <th width=\"187\" valign=\"top\" align=\"left\">Bob Biersack<br/>\n    Ron Harris<br/>\n    Ian Stirton<br/>\n    Kelly Huff</th>\n  </tr>\n</table>\n\n<p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"3\">\n  <tr>\n    <th width=\"100%\">FEC ISSUES SECOND NOTICE OF PROPOSED RULEMAKING ON CAMPAIGN FINANCE\n    REFORM</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON -- The Federal Election Commission (FEC) is seeking comment --\n    and has scheduled public hearings for August 28-29 -- on the second of several rulemakings\n    regarding elements in the Bipartisan Campaign Reform Act of 2002 (BCRA).<p>The Commission\n    is now seeking comment on draft rules that implement the statutory requirements regarding\n    electioneering communications. These include broadcast, cable and satellite communications\n    that refer to a clearly identified federal candidate within 60 days of a general election\n    or within 30 days of a primary election for federal office, and for candidates for the\n    U.S. Senate or U.S. House of Representatives, targeted to reach 50,000 or more people\n    within the jurisdiction of a campaign. </p>\n    <p>The proposed rules would require any person who makes disbursements for electioneering\n    communications in excess of $10,000 in a calendar year to file a disclosure statement\n    within 24 hours of the time the disbursements exceed $10,000. Additionally, BCRA prohibits\n    incorporated entities and labor organizations from making electioneering communications. </p>\n    <p>The document which was approved for release by the Commission on August 1 (and is\n    scheduled to appear in the Federal Register on Wednesday, August 7) contains draft\n    language for these proposed rules, along with several alternatives in some cases, and does\n    not represent a final decision by the Commission on this rulemaking.</p>\n    <p>&#160;The BCRA, which was signed by President Bush on March 27 and takes effect on\n    November 6, requires that all implementing rules be in place within 270 days of enactment.\n    Rules regarding aspects of the law that eliminate or restrict non-federal financial\n    activity (\"soft money\") for national, state, and local party organizations were\n    approved by the FEC on June 22. </p>\n    <p>The draft rules, available at <a href=\"../law/law_rulemakings.shtml\">http://www.fec.gov/register.htm</a>\n    define a number of terms appearing in the BCRA and offer examples of the kinds of\n    activities that may or may not fall under its restrictions. The Commission is seeking\n    comment on those definitions as well as approaches to implementing these aspects of the\n    new law. </p>\n    <p>Written comments from those who request to testify at the public hearing must be\n    received by August 21, 2002. Those who do not wish to testify must submit their written\n    comments by August 29, 2002. The Commission will hold a public hearing on these proposed\n    rules on August 28-29, and requests to testify must also be received by August 21. All\n    comments should be addressed to Mai T. Dinh, Acting Assistant General Counsel, and must be\n    submitted in either electronic or written form. Electronic mail comments should be sent to\n    <a href=\"mailto:Electioneering@fec.gov\">Electioneering@fec.gov</a> and must include the\n    full name, email address, and postal service address of the commenter. Faxed comments\n    should be sent to (202) 219-3923, with printed copy follow-up. Written comments should be\n    sent to the Federal Election Commission, 999 E Street, N.W., Washington, D.C. 20463.\n    Commenters are strongly encouraged to submit comments electronically to ensure timely\n    receipt and consideration. </p>\n    <p align=\"CENTER\">###</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n"}