{"html": "<body bgcolor=\"#FFFFFF\">\n<font size=\"2\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><font size=\"3\"><strong>For Immediate Release<br/>\n    July 27, 2001</strong></font></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ian Stirton<br/>\n    Ron Harris<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n<b>\n\n</b><p>&#160;</p>\n\n<table border=\"0\" width=\"100%\" summary=\"Layout table\">\n  <tr>\n    <td width=\"100%\"><font size=\"3\"><h3 align=\"center\">COMMENTS SOUGHT ON BROKERAGE LOANS\n    AND LINES OF CREDIT</h3>\n    <p>WASHINGTON - The Federal Election Commission is seeking public comments on a proposed\n    rulemaking allowing candidates for federal office to use advances on their brokerage loans\n    and other lines of credit to finance their campaigns.</p>\n    <p>In its 1999 Legislative Recommendations, the Commission asked Congress to provide\n    guidance on whether candidates may obtain loans from advances to their brokerage accounts,\n    credit cards, or home equity lines of credit to finance their campaigns. Congress\n    subsequently amended the Federal Election Campaign Act on October 23, 2000, allowing the\n    use of such advances as well as other lines of credit available to candidates. On July 19,\n    the FEC Commissioners voted to issue a notice of proposed rulemaking (NPRM) to implement\n    this new law. </p>\n    <p>Some of the proposals contained in this rulemaking are:</p><ul>\n      <li>Any loan of money derived from an advance on a candidate&#146;s brokerage account,\n        credit card, home equity line of credit, or other line of credit available to the\n        candidate is not a contribution, provided the extension of credit is done in accordance\n        with applicable law, under commercially reasonable terms and by persons who make these\n        loans in the normal course of business. </li>\n      <li>Any endorser, guarantor, or cosigner would be considered a contributor for the amount\n        they are liable.</li>\n      <li>Exempt from reporting would be loans derived from an advance on a candidate&#146;s\n        brokerage account and other lines of credit which are used solely for personal living\n        expenses and are wholly repaid from the personal funds of the candidate. Comments are\n        sought on whether to make this provision more precise in order to clarify that only loans\n        used in connection with a campaign need to be reported.</li>\n      <li>Loans derived from advances used for the campaign would have to be reported by\n        candidate&#146;s principal campaign committee. </li>\n    </ul>\n    <p>Complete text of the proposed rulemaking can be found on the FEC Website, <i>www.fec.gov</i>,\n    from the FEC faxline, 202/501-3413, document number 251, and in the Federal Register of\n    July 25, 2001 (FR Vol. 66, No. 173, p. 38576).</p>\n    <p>Comments are due by August 24, 2001, and should be addressed to Rosemary C. Smith,\n    Assistant General Counsel, and must be submitted in either written or electronic form.\n    Written comments should be sent to Federal Election Commission, 999 E Street, NW,\n    Washington DC 20463. Faxed comments should be sent to (202)219-3923, with printed copy\n    follow-up to ensure legibility.</p>\n    <p>Electronic mail comments should be sent to <i>loansnprm@fec.gov</i>. Commenters sending\n    comments by electronic mail must include their full name, electronic mail address and\n    postal service address within the text of their comments. Comments that do not contain the\n    full name, electronic mail address and postal service address of the commenter will not be\n    considered. The Commission will make every effort to have public comments posted on its\n    Website within 10 business days of the close of the comment period.</p>\n    <p>If there are sufficient requests to testify, the Commission will hold a public hearing\n    at 10 a.m. on September 19, 2001. Requests to testify must be submitted to Ms. Smith by\n    August 24, 2001.</p>\n    <p align=\"CENTER\">###</p></font></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</font></body>\n", "href": "072701brokerage.html", "date": "07/27/2001", "pdf": null, "title": "Comments Sought on Brokerage Loans and Lines Of Credit", "category": "Rulemakings"}