{"html": "<body>\n<font face=\"Book Antiqua\"><font face=\"Book Antiqua\" size=\"3\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                               Contact:  </strong></pre></font><font size=\"3\">R<font face=\"Book Antiqua\">on Harris</font></font><font face=\"Book Antiqua\" size=\"3\">\nJanuary 2</font><font size=\"3\">9</font><font face=\"Book Antiqua\" size=\"3\">, 1999                                                                                               </font><font size=\"3\">S<font face=\"Book Antiqua\">haron Snyder</font></font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               </font><font size=\"3\">I<font face=\"Book Antiqua\">an Stirton</font></font><font face=\"Book Antiqua\" size=\"3\">\n                                                                                                                               Kelly Huff\n</font>\n\n<p>&#160;</p>\n<b>\n\n</b><p align=\"CENTER\">INDEPENDENT AUDIT REPORT ON FEC SUBMITTED TO CONGRESS</p>\n\n\n<p>WASHINGTON &#150; An independent audit of the Federal Election Commission, conducted\nover the past eight months and submitted to Congress today by the firm of\nPricewaterhouseCoopers LLP (PwC), determines that the Commission executes its duties\n\"&#133;without partisan bias,\" and addresses the necessity for Congress to\nauthorize mandatory electronic filing of campaign reports. </p>\n\n<p>The audit was mandated by Congress in 1997, with an earmarked allocation of $750,000\nfrom the FEC&#146;s FY&#146;98 budget. PwC was awarded the audit contract by the General\nAccounting Office through competitive bidding. The firm began its work in June of 1998 and\nsubmitted its final audit report to the GAO, Congress, and the FEC today, January 29,\n1999.</p>\n\n<p>In a joint statement, FEC Chairman Scott E. Thomas and Vice Chairman Darryl R. Wold\nsaid:</p>\n<b>\n\n</b><p>\"We are gratified that the PwC review revealed several positive aspects of the\nFEC&#146;s operations. Most significantly, PwC noted that the FEC by and large is a\ncompetently managed organization with a skilled and motivated staff, that we execute our\ndisclosure and compliance duties without partisan bias, and that there is a high degree of\ncustomer satisfaction with our products and services.</p>\n\n<p>\"With regard to the various &#145;improvement opportunities&#146; identified by\nPwC, we note that several (such as migrating to a new disclosure database and implementing\na new computer-based case management system) reflect recommendations or actions already\nunder way or suggested by the FEC itself. Further, several, such as mandatory electronic\nfiling for certain committees, require legislative action.</p>\n\n<p>\"We will give each PwC recommendation serious consideration. Some may require\nadditional cost/benefit analysis. We will work closely with Congress to effect those\nchanges that will improve the FEC&#146;s operations,\" the Commissioners&#146;\nstatement concludes.</p>\n\n<p>In the report&#146;s Executive Summary, the PwC auditors state: \"The FEC is\nbasically a competently managed organization with a skilled and motivated staff, although\nit has its shortcomings. The ability of the FEC to adapt to the changing election\nenvironment, however, has been hindered by the FECA [Federal Election Campaign Act]\nstatute itself, escalating campaign finance disclosure and compliance workloads, and an\norganizational culture that has attempted incremental change in a deadline-driven\nenvironment stretched by limited resources.\" </p>\n\n<p>Specific FEC strengths the independent audit report cites include: </p>\n\n<blockquote>\n  <blockquote>\n    <blockquote>\n      <p>Disclosure and compliance activities are executed without a partisan bias. The report\n      gives an \"unqualified yes\" to the question: \"Are FEC programs conducted in\n      a non-partisan, ethical, and independent manner?\" The report states that \"high\n      ethical standards are espoused throughout the organization,\" that a \"high level\n      of confidentiality is maintained\" and there is \"no partisan bias evident in the\n      release of public records or information.\"</p>\n      <p>On balance, the surveyed filing community is quite satisfied with the products and\n      services provided by the FEC. \"While the level of usage of products and services\n      varies, the degree of satisfaction is consistently positive. A telephone survey of 353\n      randomly selected filers was used to assess satisfaction, and those surveyed filers\n      generally perceived the Commission to be fair and non-partisan. On a scale from 1 to 10,\n      where 1 means poor and 10 means excellent, surveyed filers gave the FEC an average rating\n      of 8 on how well it was doing its job,\" the report notes.</p>\n      <p>FEC \"&#133;places a premium on facilitating voluntary compliance, and the\n      regulated community values the products and services designed and employed by the FEC to\n      enhance this voluntary compliance. \"</p>\n      <p>\"Productivity has increased in the processing, review, and dissemination of\n      campaign finance transactions in the face of increasing workloads.\"</p>\n      <p>&#160;</p>\n      <p>&#160;</p>\n      <p>\"Confidentiality of potential and existing compliance matters is maintained\n      throughout the report review, referral, audit, and enforcement processes.\"</p>\n    </blockquote>\n  </blockquote>\n</blockquote>\n\n<p>Additional findings and recommendations contained in the PwC audit report include:</p>\n\n<blockquote>\n  <blockquote>\n    <blockquote>\n      <p>\"The Congress and the FEC need to initiate actions that will eventually allow the\n      FEC to shift some resources from its disclosure activities to its compliance programs by\n      the following means: develop a comprehensive, mandatory electronic data filing system for\n      the major filers in conjunction with a significant business process reengineering\n      throughout the FEC; redesign disclosure processes (using industry standard software) and\n      realign organizational units to improve processing time, accuracy, and cost.\"</p>\n      <p>\"Unless the paper-based, manual disclosure processes are changed to a mandatory\n      and fully functional electronic filing system, the current well-regarded FEC disclosure\n      function faces deterioration under the rapidly increasing volume of campaign finance\n      transactions expected in future election cycles.\" </p>\n      <p>\"The Commission&#146;s Enforcement Priority System (EPS) is a system for\n      prioritizing enforcement matters in the face of limited staff resources. The EPS is a\n      reasonable triage approach and operates without evident partisan bias. EPS allows the FEC\n      to exercise prosecutorial judgment while providing sufficient structure to differentiate\n      among cases for Commissioner disposition. Improvements to strengthen the accountability of\n      the case activation system and an increase in enforcement resources to expand the number\n      of cases activated for disposition would enhance compliance effectiveness.\"</p>\n      <p>The FEC should be authorized to move \"&#133;non-deliberate and straightforward\n      reporting violations, such as failure to meet reporting deadlines, away from the\n      enforcement process and into an administrative fine system to allow enforcement resources\n      to handle more significant violations.\"</p>\n      <p>&#160;</p>\n      <p>&#160;</p>\n      <p>&#160;</p>\n      <p>&#160;</p>\n      <p>&#160;</p>\n    </blockquote>\n  </blockquote>\n</blockquote>\n\n<p>The report&#146;s Executive Summary also notes, \"The FEC faces an increasing and\nvolatile workload with the year 2000 election cycle that features a non-incumbent\nPresidential election. Increased FTE [employees] and automated data processing initiative\nresources should facilitate improved FEC FY1999 program performance. Depending on the\nnumber of Presidential candidate committees, the size of the enforcement caseload and the\nCommission desire to increase case activation rates, additional compliance resources in\nFY2000 may be warranted above normal inflation adjusted levels. FY2000 appropriations\nshould be conditioned on the agency&#146;s continued progress in implementing\nopportunities to increase productivity in its disclosure and compliance programs.\"</p>\n\n<p>The report&#146;s summary concludes, \"The threat of the increasing volume and\nvolatility of workload for the FEC is real and near. Failure to change will lessen the FEC\ncapacity to meet its basic FECA requirements, while at the same time it will require\never-increasing staff resources to meet those minimal requirements. Change will not be\neasy, but it will be necessary if the FEC is to meet the difficult challenges it faces.\nChange will have to come from both inside and outside the FEC. This study has identified\nmany steps that the FEC can take on its own to streamline operations, enhance management\npractices, and redesign business processes to leverage technology initiatives. However,\nseveral actions such as the authorization for mandatory electronic filing, the\nestablishment of an administrative fine system, and the institution of a single\npoint-of-entry for all registered committees will require Congressional action. Without\nthese authorizations, it will be difficult for the FEC to capitalize on the many\nopportunities identified.\"</p>\n\n<p align=\"CENTER\"># # #</p>\n\n<p>&#160;</p>\n<b><u>\n\n</u></b><p>Note to editors, correspondents, and broadcasters: The official title of the audit\nreport is \"Technology and Performance Audit and Management Review of the Federal\nElection Commission.\" It can be viewed on the General Accounting Office&#146;s\nWebsite, at <i>www.gao.gov</i>/<i>special.pubs/publist.htm</i>. Media Relations contact at\nPricewaterhouseCoopers is David Nestor, 212-259-4855.</p>\n\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n\n<p>&#160;</p>\n</font>\n</body>\n", "href": "pwcrpt.htm", "date": "01/29/1999", "pdf": null, "title": "Independent Audit Report on FEC Submitted to Congress", "category": "Other Agency Actions"}