{"href": "press2008/20080909nonfiler.shtml", "pdf": null, "date": "09/08/2008", "category": "Non-Filer Publications", "title": "FEC Cites Committees for Failure to File Pre-Primary Reports in Minnesota, New York and Wisconsin", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->\n        <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"66\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"155\" valign=\"top\"><p>Bob Biersack</p></td>\n              </tr>\n              <tr>\n                <td width=\"517\" valign=\"top\"><p>September 8, 2008</p></td>\n                <td width=\"66\" valign=\"top\"/>\n                <td width=\"155\" valign=\"top\"><p>Mary Brandenberger</p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n            </table>            \n              <p align=\"center\">&#160;</p>\n              <p align=\"center\"><strong>FEC Cites Committees for Failure to File  Pre-Primary Reports in Minnesota, New York, and Wisconsin </strong></p>\n              <p>WASHINGTON -- The Federal Election Commission (FEC) cited four campaign committees today for failing to file the Pre-Primary Report required by the Federal Election Campaign Act (the Act) for primary elections on September 9.</p>\n              <p>As of 5 p.m. September 5, 2008, the required disclosure report had not been received from  Barb Davis White for Congress, the principal campaign committee for Barbara Davis White in Minnesota's 5th district whose treasurer is Ly'neys Rita Hill; Higgins for Congress, the principal campaign committee for Brian Higgins in New York's 27th district whose treasurer is Gary M. Kanaley; Friends of Graham Long, principal campaign committee for Graham E. Long in New York's 3rd district whose treasurer is Anita Long; and Stark for Congress, principal campaign committee for Paul Stark in Wisconsin's 3rd district whose treasurer is John Sackett. </p>\n              <p>The reports were due on August 28, 2008, and should have included financial activity for the period July 1, 2008, through August 20, 2008. &#160;If sent by certified or registered mail, the report should have been postmarked by August 25, 2008.</p>\n              <p>Some individuals and their committees have no obligation to file reports under federal election law, even though their names may appear on state ballots.&#160; If an individual raises or spends less than $5,000, he or she is not considered a \"candidate\" subject to reporting under the Act.</p>\n              <p>The FEC notified committees involved in this primary of their potential filing requirements on August 4, 2008.&#160; Those committees who did not file on the due date were notified on<strong> </strong>August 29, 2008, that reports had not been received and that their names would be published if they did not respond within four business days.</p>\n              <p>Other political committees that support Senate and House candidates in elections, but are not authorized units of a candidate's campaign, are also required to file pre-primary reports, unless they report monthly.&#160; Those committee names are not published by the FEC.</p>\n              <p>Further Commission action against non-filers and late filers is decided on a case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement actions, and the FEC has implemented an administrative fine program with provisions for assessing monetary penalties.</p>\n              <p/>\n              <p/>\n              <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n              <p align=\"center\"># # # </p>\n              <p/>\n              <p align=\"center\">&#160;</p>\n              <p>&#160;</p>\n              <p>&#160;</p>\n              <p/>\n              <p/>\n              <p/>\n              <p>&#160;</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n"}