{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n  <p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">November 15, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <p align=\"center\"><strong>FEC APPROVES RELIEF FROM REMEDIAL MEASURES, DISCUSSES REQUEST TO </strong><strong>RECONSIDER AN ADVISORY OPINION REQUEST AND DRAFT ADVISORY OPINIONS, AND VOTES ON TWO AUDIT DIVISION RECOMMENDATION MEMORANDUMS</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today approved a recommendation to relieve a respondent in a closed enforcement matter from remedial measures, and discussed draft responses to an Advisory Opinion Request. The Commission also discussed a letter asking for reconsideration of an Advisory Opinion Request and voted on findings in two Audit Division Recommendation Memoranda.</p>\n        <p><strong><u><a href=\"http://www.fec.gov/agenda/2012/mtgdoc_1279.pdf\">Democratic Senatorial Campaign Committee (DSCC)/Request to Modify Conciliation Agreement (MUR 3620)</a></u></strong>.&#160; In response to a request from the DSCC to modify a conciliation agreement in now-closed Matter Under Review (MUR) 3620, the Commission voted to find that the DSCC had fulfilled its obligations under the conciliation agreement and to relieve the DSCC from satisfying the ongoing remedial measures specified in that agreement. During today&#8217;s discussion, the Commission heard from counsel on behalf of the requestor.<br/>\n            <br/>\n            <strong><a href=\"http://saos.fec.gov/aodocs/1224944.pdf\">Advisory Opinion Request 2012-34 (Freedom PAC and Friends of Mike H)</a></strong>. The Commission discussed two draft Advisory Opinions, based on a request from Freedom PAC and Friends of Mike H, but did not vote on either draft. The requestors ask whether Freedom PAC, an independent expenditure-only committee, may accept contributions of $10,000 or more from Friends of Mike H, an authorized committee of a former federal candidate. During the discussion, the Commission heard from counsel on behalf of the requestor. The Commission received an extension of four days to issue a response by December 7, 2012.<br/>\n            <br/>\n            <a href=\"../../agenda/2012/mtgdoc_1265.pdf\"><strong>Audit Division Recommendation Memorandum on Rightmarch.com PAC, Inc</strong>.</a> The Commission discussed, but did not approve by the required four affirmative votes, a recommended finding relating to disclosure of an extension of credit by a commercial vendor in the Audit Division Recommendation Memorandum on Rightmarch.com PAC, Inc. The audit of Rightmarch.com PAC, Inc. covered campaign finance activity between January 1, 2007 and December 31, 2008. This matter had been held over from a previous meeting in which the Commission had approved a recommended finding related to the misstatement of financial activity and had discussed, but not approved by the required four affirmative votes, a recommended finding relating to the failure to file notices and properly disclose independent expenditures. The Audit Division will prepare the Draft Final Audit Report, which will incorporate changes based on the discussion at today&#8217;s open meeting, within 30 days.<br/>\n            <br/>\n            <strong><a href=\"../../agenda/2012/mtgdoc_1269B.pdf\">Request for Reconsideration of Advisory Opinion Request 2012-25 (American Future Fund)</a></strong>. The Commission discussed a letter from the American Future Fund (AFF) and American Future Fund Political Action (AFFPA) asking for reconsideration of an Advisory Opinion Request regarding their proposed plan to establish a joint fundraising committee. The Commission previously was unable to reach agreement by the required four affirmative votes to issue an Advisory Opinion.<br/>\n        </p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1275.pdf\">Audit Division Recommendation Memorandum on the Maine Republican Party</a>.</strong> The Commission discussed and voted on recommended findings in the Audit Division Recommendation Memorandum on the Maine Republican Party (MRP), covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission approved recommended findings relating to the issues of the misstatement of financial activity, reporting of debts and obligations, disclosure of disbursements from the MRP&#8217;s federal accounts, disclosure of voter identification expenses from MRP&#8217;s non-federal account and the failure to file notices and properly disclose independent expenditures. The Commission did not approve by the required four affirmative votes a recommended finding relating to the disclosure of other disbursements from MRP&#8217;s nonfederal account. The Audit Division will prepare the Draft Final Audit Report, which will incorporate changes based on the discussion at today&#8217;s open meeting, within 30 days.</p>\n        <p><br/>\n        </p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>\n</div>\n", "date": "11/15/2012", "href": "press2012/20121115openmeeting.shtml", "category": "Open Meetings and Related Matters", "title": "FEC Approves Relief from Remedial Measures, Discusses Request to Reconsider an Advisory Opinion Request and Draft Advisory Opinions, and Votes on Two Audit Division Recommendation Memorandums", "pdf": null}