{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">November 19,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151119release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>O&#8217;Malley Becomes First Presidential Candidate Declared Eligible <br/>\nfor Primary Matching Funds in 2016 Race</strong></p>\n        <p><br/>\n  WASHINGTON &#8211; Martin J. O&#8217;Malley on Thursday became the first 2016 presidential candidate to be declared eligible by the Federal Election Commission to receive federal matching funds. O&#8217;Malley is seeking the Democratic nomination for president. <br/>\n  <br/>\n  To become eligible for matching funds, candidates must raise a threshold amount of $100,000 by collecting $5,000 in 20 different states. Although an individual may contribute up to $2,700 to a primary candidate in the current election cycle, only a maximum of $250 per individual applies toward the $5,000 threshold in each state. <br/>\n  <br/>\n  Other requirements to be declared eligible include agreeing to an overall spending limit, abiding by spending limits in each state, using public funds only for legitimate campaign-related expenses, keeping financial records and permitting an extensive campaign audit. <br/>\n  <br/>\n  Based on documents filed by O&#8217;Malley for President on November 3, 2015, contributions were verified for threshold purposes from: California, Colorado, Connecticut, District of Columbia, Florida, Iowa, Illinois, Kentucky, Massachusetts, Maryland, Michigan, Minnesota, North Carolina, New Jersey, New York, Pennsylvania, Rhode Island, Tennessee, Texas and Virginia.<br/>\n  <br/>\n  All of the materials included with this submission may be viewed <a href=\"../../../finance/disclosure/2016MatchingFundSubmissions.shtml\">here</a>. Based on O&#8217;Malley&#8217;s initial threshold submission, the Commission will request that the United States Treasury make an initial payment of $100,000 to O&#8217;Malley&#8217;s campaign<strong>.</strong> <br/>\n  <br/>\n  Once declared eligible, campaigns may submit additional contributions for matching funds on the first business day of every month<strong>. </strong>The U.S. Treasury Department may pay the Commission-certified amounts beginning in January 2016. <br/>\n  <br/>\n  The presidential public funding program is financed through the $3 check-off that appears on individual income tax returns. The program now has two elements: matching payments to participating candidates during the primary campaign and grants available to nominees to pay for the general election campaign. On April 3, 2014, President Barack Obama signed legislation to end the public funding of presidential nomination conventions. <br/>\n  <br/>\n  In connection with the 2012 presidential election, the Commission certified nearly $1.4 million in federal matching funds to primary election candidates, and $18.2 million to each of the Republican and Democratic parties for their conventions. The $37.9 million total in public funds certified by the Commission in 2012 was the lowest amount since the inception of the public funding program in 1976. <br/>\n  <br/>\n  Additional information about the presidential public funding program is available <a href=\"../../bkgnd/fund.shtml\">here</a>. Income tax check-off data showing monthly deposits into the program&#8217;s fund is available <a href=\"../../bkgnd/presidential_fund.shtml\">here</a>.<br/>\n  <br/>\n  <br/>\n  <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p align=\"center\"><em>          </em>Follow Us on Twitter - <u>http://twitter.com/fec</u><br/>\n          <br/>\n                </p>\n        <p align=\"center\">&#160;\n              </p></td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2015/news_releases/20151119release.shtml", "date": "11/19/2015", "pdf": null, "title": "O’Malley Becomes First Presidential Candidate Declared Eligible for Primary Matching Funds in 2016 Race ", "category": " Presidential Public Funds "}