{"html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>January 12 ,  2012</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC DISCUSSES ADVISORY OPINION, ANNOUNCES <br/>\n            <em>REPORTS ANALYSIS DIVISION </em>WEB PAGE AND NEW FEATURE OF ITS CONCILIATION PRACTICE</strong></p>\n        <p align=\"center\">&#160;</p>\n        <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p>WASHINGTON &#8211; At its first open meeting of the year, the Federal Election Commission discussed and held over an advisory opinion request. The Commission also unveiled a new web page designed to assist with the reporting of campaign finance activity.&#160; The Commission also announced that it is now beginning to provide, in writing, the method used to establish the Commission&#8217;s opening settlement offer to respondents during conciliation of certain enforcement matters.</p>\n                <p><a href=\"http://saos.fec.gov/aodocs/1189455.pdf\">Advisory Opinion Request 2011-24 (StandLouder.com)</a>. The Commission discussed an advisory opinion request from Louder Solutions, LLC, a for-profit limited liability company that plans to establish a web application through the website StandLouder.com that will allow users to post and fund proposed advertisements. In its advisory opinion request, StandLouder indicates that it will receive a license from content creators to, among other services, facilitate funding, provide technical compliance, and determine the time and placement of the ads.&#160;&#160; StandLouder.com anticipates that the advertisements will relate to topics including political and social issues as well as candidates for federal office. The request posed questions regarding whether its proposed business model would trigger political committee status and StandLouder.com could identify itself in disclaimers and disclosure reports as the entity that paid for the advertisements. After discussion of the request and several <a href=\"../../agenda/2012/agenda20120112.shtml\">draft responses</a>, the Commission decided to hold it over. </p>\n                <p><a href=\"../../rad/index.shtml\">Reports Analysis Division Web Page</a>. The Commission introduced a new web page, located at&#160; http://www.fec.gov/rad/index.shtml, that is designed to assist with the reporting of campaign finance activity. The Reports Analysis Division (RAD) helps committees report on their campaign finance activity accurately and in a timely manner, and it reviews financial disclosure reports submitted to the Commission. RAD&#8217;s 38 analysts are tasked with reviewing some 50,000 financial reports per year.</p>\n                <p>The Commission also announced that it is now beginning to provide to respondents, in writing, the method used to determine the Commission&#8217;s opening settlement offer at the conciliation stage of certain enforcement matters.&#160; This information will be included with the proposed conciliation agreement.&#160; &#160;</p>\n                <p/></td>\n          </tr>\n          <tr>\n            <td width=\"100%\" valign=\"top\"><p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n        <p/>        <p align=\"center\">&#160;</p>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120112openmeeting.shtml", "date": "01/12/2012", "pdf": null, "title": "FEC Discusses Advisory Opinion, Announces Reports Analysis Division", "category": "Open Meetings and Related Matters"}