{"date": "08/31/2012", "pdf": null, "title": "Week of August 27 - August 31, 2012", "issue": "2012-35", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <p><strong/></p>\n  <p/>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>August 31, 2012 </p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland  </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2012-35</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of August 27 &#8211; 31</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS AND HEARINGS</strong></p>\n        <p><strong/></p>\n        <p>No Commission Executive Sessions or open meetings were scheduled this week.</p>\n        <p/>\n        <p><strong>ADVISORY OPINIONS</strong></p>\n        <p><strong/></p>\n        <p><u>Drafts</u></p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">AO 2012-30 (Revolution Messaging, LLC)</a>. On August 29, the Commission made public a <a href=\"http://saos.fec.gov/aodocs/1223931.pdf\">revised draft</a> of Advisory Opinion 2012-30. That and a previous <a href=\"../../agenda/2012/mtgdoc_1262.pdf\">draft</a> respond to a <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">request</a>from Revolution Messaging, LLC asking whether its proposal to use mobile phone text messaging to raise funds for political committees is permissible under the Federal Election Campaign Act of 1971, as amended, and Commission regulations. The Commission will accept comments on both drafts and on any comments on those drafts until September 4 at noon.</p>\n        <p><u>Requests Received</u></p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/aodocs/1223966.pdf\">AOR 2012-31 (AT&amp;T, Inc.)</a>. On August 31, the Commission made public Advisory Opinion Request 2012-31.&#160; AT&amp;T, Inc. asks whether establishing a new rate structure for processing contributions to political committees by text message would result in an in-kind contribution to participating political committees. The Commission will accept written comments on the request during the 10-day period following publication of the request (no later than September 10, 2012) and must issue a response no later than 60 days after receipt of the complete request, specifically by October 29, 2012. </p>\n        <p/>\n        <p>Advisory Opinions and Requests are available through the <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinions search page</a> in the Law and Regulations section of the Commission website. </p>\n        <p><strong/></p>\n        <p><strong>ENFORCEMENT</strong></p>\n        <p><strong>        </strong>The Commission made public two closed cases. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6466</strong></a><strong><u> <br/>\n        </u></strong>COMPLAINANT: Self-Initiated<br/>\n    RESPONDENT: Robert Aderholt for Congress and Jeff Mobley, in his official capacity as treasurer    <br/>\n    SUBJECT: Robert Aderholt for Congress and Mobley, in his official capacity as treasurer, (the Committee) disclosed information to the Commission that the Committee had unexplained discrepancies between its bank account statements and disclosure reports filed with the Commission.<br/>\n    DISPOSITION: The Commission found reason to believe that the Committee failed to accurately disclose the amounts of its receipts, disbursements and cash-on-hand and failed to deposit contributions within 10 days of the treasurer&#8217;s receipt of the contributions. The Commission entered into a conciliation agreement, whereby the Committee agreed to pay a civil penalty of $13,000.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\"><strong>MUR 6515</strong></a><strong><u> <br/>\n        </u></strong>COMPLAINANT: Self-Initiated<br/>\n          RESPONDENTS: Professional Fire Fighters of Wisconsin; Tracy Aldrich; Robert G. Baird; Michael Drury; Richard Gale; John C. Gee; Troy W. Haase; Lance A. Hanson; Patrick Kilbane; Len Orlando; Ann Watzka; and Michael J. Woodzicka&#160; \n  <br/>\n  SUBJECT: The Professional Fire Fighters of Wisconsin (PFFW) and various individuals who served as PFFW officers disclosed information to the Commission that PFFW reimbursed 11 former officers for $18,263.34 in federal contributions the officers made in their own names to a political committee.<br/>\n  DISPOSITION: The Commission found reason to believe that PFFW made and the 11 former officers received reimbursements for federal contributions the former officers made in their own names. The Commission entered into a conciliation agreement, whereby PFFW and the 11 former officers will pay a civil penalty of $58,000.</p>\n        <p><br/>\n            <strong>AUDITS</strong></p>\n        <p><strong/></p>\n        <p><a href=\"../../audits/2010/AuditReport_2010_RossiforSenate.shtml\"><strong>Final Audit Report on Rossi for Senate</strong></a><strong>. </strong>On August 27, the Commission made public the Final Audit Report of the Commission on Rossi for Senate (RFS) covering May 24, 2010 to December 31, 2010. The Commission approved a finding that RFS misstated its financial activity for the calendar year 2010.&#160; RFS has amended its disclosure reports in response to Audit Division recommendations.<strong/></p>\n        <p/>\n        <p><strong>LITIGATION</strong></p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/HLF.shtml\"><em>Hispanic Leadership Fund, Inc. v. FEC</em></a> (Case 1:12-cv-00893-TSE-TRJ). On August 29, the Campaign Legal Center filed a <a href=\"../../law/litigation/hlf_clc_amicus_memo.pdf\">Memorandum as Amicus Curiae in Support of the Commission</a> in the United States District Court for the Eastern District of Virginia Alexandria Division. On August 31, the Eastern District of Virginia heard oral arguments on plaintiff's challenge to whether certain phrases and audio clips constitute references to a \"clearly identified federal candidate,\" so as to trigger reporting requirements for electioneering communications.</p>\n        <p><em/></p>\n        <p><a href=\"../../law/litigation/LNC.shtml\"><em>Libertarian National Committee, Inc. v. FEC</em></a> (Case 1:11-cv-00562-RLW). On August 27, the plaintiff filed a <a href=\"../../law/litigation/lnc_reply2_fec_response_facts.pdf\">Reply to the Commission&#8217;s Responses to Plaintiff&#8217;s Facts Submitted for Certification</a> in the United States District Court for the District of Columbia. On the same day, the Commission filed a <a href=\"../../law/litigation/lnc_fec_support_reply_facts.pdf\">Reply Memorandum in Support of its Proposed Findings of Fact</a>.</p>\n        <p><a href=\"../../law/litigation/McCutcheon.shtml\"><em>Shaun McCutcheon, et al. v. FEC </em></a>(Case 1:12-cv-01034-JEB-JRB-RLW). On September 6, a three-judge court in Washington, D.C. is scheduled to hear arguments on plaintiffs' constitutional challenge to the $117,000 aggregate biennial limit on individual contributions.</p>\n        <p/>\n        <p><a href=\"../../law/litigation/StopthisInsanity.shtml\"><em>Stop This Insanity, Inc. Employee Leadership Fund, et al. v. FEC</em></a> (Case 1:12-cv-01140-BAH). On August 24, the plaintiff filed a <a href=\"../../law/litigation/sti_pl_reply_inj.pdf\">Reply Memorandum in Support of Motion for Preliminary Injunction</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><a href=\"../../law/litigation/wagner.shtml\"><em>Wagner v. FEC</em></a> (Case 1:11-cv-01841-JEB). On August 30, the plaintiffs filed a <a href=\"../../law/litigation/wagner_resp2_amici_clc_dem21.pdf\">Memorandum i</a><u><a href=\"../../law/litigation/wagner_resp2_amici_clc_dem21.pdf\">n Response to Memorandum of Amici Campaign Legal Center &amp; Democracy 21</a></u> in the United States District Court for the District of Columbia.</p>\n        <p/>\n        <p><strong>EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>On August 28, the Commission hosted a <em>Roundtable Workshop on</em> <em>Pre-Election Communications</em>. </p>\n        <p/>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong/></p>\n        <p>On August 28, Vice Chair Ellen L. Weintraub discussed federal disclosure regulations and the Commission&#8217;s enforcement process with government and political leaders from Indonesia as part of the State Department's International Visitor Leadership Program.</p>\n        <p/>\n        <p>On August 28, Communications Specialist Isaac Baker discussed campaign finance law and Commission operations with students from Cedarville University. </p>\n        <p/>\n        <p>On August 29, Vice Chair Weintraub discussed the role of technology in campaign contributions with government and political leaders from Germany as part of the State Department's International Visitor Leadership Program.</p>\n        <p><strong/></p>\n        <p><strong>PUBLIC DISCLOSURE </strong></p>\n        <p><strong/></p>\n        <p>On August 28, the Commission&#8217;s Office of Inspector General made public its <a href=\"../../general/documents/SecurityGuardInspectionReport_000.pdf\">Inspection of the Federal Election Commission&#8217;s Contract Security Guard Program</a>.</p>\n        <p><strong/></p>\n        <p><strong>PRESS RELEASES</strong></p>\n        <p><strong/></p>\n        <p><a href=\"20120828_SteinMatchFund.shtml\">Federal Election Commission Certifies Federal Matching Funds for Jill Stein for President </a>&#160;(issued August 28)</p>\n        <p><strong/></p>\n        <p><a href=\"20120830_AO2012-30.shtml\">FEC Makes Public a Revised Draft of Advisory Opinion, Extends the Public Comment Period</a> (issued August 30)</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING COMMISSION MEETING </strong></p>\n        <p><strong/></p>\n        <p>December 12: The public hearing originally scheduled on September 12, 2012, has been rescheduled for Wednesday, December 12, 2012 at 10:00 a.m.&#160; The Commission will discuss several key issues related to its enforcement process, including issues relating to the <a href=\"../../law/procedural_materials.shtml\">documents</a> that were released to the public recently. Any general questions and comments related to the documents can be sent to <a href=\"mailto:Documents_Feedback@fec.gov\">Documents_Feedback@fec.gov</a>.</p>\n        <p><strong/></p>\n        <p><strong>UPCOMING EDUCATIONAL PROGRAMS</strong></p>\n        <p><strong/></p>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> <em>Reporting for Candidate Committees</em>. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> FECFiling &amp; E-Filing for PACs and Party Committees. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> Reporting for PACs and Party Committees. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p>October 3, Federal Election Commission, Washington, DC. <em>Roundtable Workshops on</em> FECFiling &amp; E-Filing for Candidate&#160; Committees. &#160;Additional information is available on the <a href=\"../../info/outreach.shtml\">Educational Outreach</a> page of the Commission website.</p>\n        <p/>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n        <p/>\n        <p>September 20: September Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>October 15: October Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#quarterly\">2012 Quarterly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p>October 20: October Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2012.shtml#monthly\">2012 Monthly Reporting page</a> of the Commission website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES </strong></p>\n        <p/>\n        <p>The <a href=\"../../pubrec/cfsdd/cfsdd.shtml\">2012 edition of the Combined Federal State Disclosure and Election Directory</a> is available in the <a href=\"../../pubrec/publicrecordsoffice.shtml#using\">Public Records</a> section of the Commission website. This publication identifies the federal and state agencies responsible for the disclosure of campaign finances, lobbying, personal finances, public financing, candidates on the ballot, election results, spending on state initiatives and other financial filings.</p>\n        <p/>\n        <p>The <a href=\"../../pages/fecrecord/fecrecord.shtml\">Record</a> news page is available in the <a href=\"../../pages/record.shtml\">Publications</a> section of the Commission website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when new articles are posted.</p>\n        <p/>\n        <p>Printed copies of the 2012 edition of <a href=\"../../law/cfr/cfr.shtml\">Title 11 of the Code of Federal Regulations</a> are now available. To order, call (800)424-9530 (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n            <br/>\n        </p>\n        <p align=\"center\">Follow Us on Twitter - <u>http://twitter.com/fec</u></p>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/>\n        <p/></td>\n    </tr>\n  </table>\n</div>\n", "href": "press2012/20120831digest.shtml"}