{"href": "press2012/20120607openmeeting.shtml", "pdf": null, "date": "06/07/2012", "category": "Open Meetings and Related Matters", "title": "FEC Issues Advisory Opinion, Approves Three Audit Division Ecommendation Memorandums and Meeting Dates", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"9%\"><p align=\"right\">Contact:&#160; </p></td>\n            <td width=\"20%\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\"><p>June 7, 2012 </p></td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC ISSUES ADVISORY OPINION,<br/>\nAPPROVES THREE AUDIT DIVISION RECOMMENDATION MEMORANDUMS AND MEETING DATES</strong></p>\n        <p>WASHINGTON &#8211;The Federal Election Commission today issued an advisory opinion, held over a second advisory opinion request and directed the Office of General Counsel to prepare a new draft of a third. The Commission approved three Audit Division Recommendation Memorandums and the Commission&#8217;s meeting dates for the remainder of 2012. </p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1243.pdf\">Advisory Opinion 2012-18 (National Right to Life Committee, Inc.)</a></strong>. The Commission concluded that the National Right to Life Committee, Inc.&#8217;s (NRLC) payment for the establishment, administration and solicitation costs of its independent expenditure-only political committee, the National Right to Life Victory Fund (Victory Fund), constitutes a contribution from NRLC to the Victory Fund under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations and must be reported as such.</p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3438\">Advisory Opinion Request 2012-17 (Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc.)</a></strong>. The Commission discussed a draft and then held over an advisory opinion request from Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc. The requestors ask whether their proposal to use mobile phone text messaging to raise funds for political committees is permissible under the Act and Commission regulations. During the discussion, the Commission heard from counsel on behalf of Red Blue T LLC, ArmourMedia, Inc., and m-Qube, Inc. </p>\n        <p><strong><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=ao&amp;AO=3440\">Advisory Opinion Request 2012-19 (American Future Fund)</a></strong>. The Commission discussed and voted on two draft advisory opinions based on a request from American Future Fund, but did not reach consensus on either draft. The Commission directed the Office of General Counsel to prepare and circulate on tally vote a third draft advisory opinion reflecting areas of consensus for a future Commission vote. American Future Fund is a 501(c)(4) organization that intends to produce and distribute a series of&#160; broadcast television advertisements within 30 days of&#160; upcoming primary elections and within 60 days of the November general election on both local broadcast television stations and national cable outlets. In its request to the Commission, American Future Fund asked whether any of its proposed advertisements constitute electioneering communications The Commission concluded that Advertisements 7 and 8, as outlined in the advisory opinion request, are electioneering communications and Advertisement 4 is not. The Commission could not reach agreement by the required four affirmative votes to determine whether Advertisements 1, 2, 3, 5 and 6 are electioneering communications. During the discussion, the Commission heard from counsel on behalf of the American Future Fund.</p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1230.pdf\">Audit Division Recommendation Memorandum on The Legacy Committee Political Action Committee</a>. </strong>The Commission approved the Audit Division Recommendation Memorandum on The Legacy Committee Political Action Committee, covering campaign finance activity between January 1, 2007 and December 31, 2008 subject to changes based on the discussion at today&#8217;s meeting. The Audit Division Recommendation Memorandum recommended that the Commission approve findings presented in the Draft Final Audit Report related to misstatement of financial activity and failure to file independent expenditures notices and properly disclose independent expenditures. The Audit Division will prepare the Proposed Final Audit Report, which will incorporate changes based on discussion at today&#8217;s open meeting, within 30 days. </p>\n        <p><a href=\"../../agenda/2012/mtgdoc_1241.pdf\"><strong>Audit Division Recommendation Memorandum on the Democratic</strong></a><strong><a href=\"../../agenda/2012/mtgdoc_1241.pdf\"> Executive Committee of Florida</a>. </strong>The Commission approved the Audit Division Recommendation Memorandum on the Democratic Executive Committee of Florida, covering campaign finance activity between January 1, 2007 and December 31, 2008, subject to changes based on the discussion at today&#8217;s meeting. The Audit Division Recommendation Memorandum recommended that the Commission approve the findings presented in the Draft Final Audit Report related to excessive coordinated party expenditures, failure to itemize coordinated party expenditures, allocation of expenditures, misstatement of Levin Fund financial activity and the disclosure of disbursement information. The Audit Division will prepare the Proposed Final Audit Report, which will incorporate changes based on discussion at today&#8217;s open meeting, within 30 days. </p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1242.pdf\">Audit Division Recommendation Memorandum on the Los Angeles County Democratic Central Committee</a>. </strong>The Commission approved the Audit Division Recommendation Memorandum on the Los Angeles County Democratic Central Committee, covering campaign finance activity between January 1, 2007 and December 31, 2008, subject to the inclusion of the details of the committee&#8217;s former treasurer, Kinde Durkee, and related technical adjustments resulting from her conviction for embezzlement as discussed at today&#8217;s meeting. The Audit Division Recommendation Memorandum recommends that the Commission approve the findings presented in the Draft Final Audit Report related to misstatement of financial activity and misstatement of Levin Fund financial activity. The Audit Division will prepare the Proposed Final Audit Report, which will incorporate changes based on discussion at today&#8217;s open meeting, within 30 days.</p>\n        <p><strong><a href=\"../../agenda/2012/mtgdoc_1246a.pdf\">Future Meeting Dates</a>. </strong>The Commission approved meeting dates for the remainder of 2012.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"/>\n        <p align=\"center\"># # #</p></td>\n    </tr>\n  </table>\n</div>\n"}