{"html": "<body>\n\n<p>\nMarch 3, 1997\n</p><h1>Advisory to News Editors, Correspondents, Broadcasters</h1>\n\n<p>\nThere have been recent stories and queries by the media concerning\nsoft money expenditures by the national political party committees.\n The following is offered as guidance:\n</p><p>\nIf national party committees choose to use some nonfederal funds\n(soft money, i.e., money in amounts or from sources that are prohibited\nunder federal law), <u><b>they must comply</b></u> with Federal\nElection Commission regulations on allocation.  These regulations\nrequire national party committees to allocate, between their federal\nand non-federal accounts, all expenses for activity that jointly\nbenefit both federal and non-federal candidates and elections.\n Examples of allocable activity include <u><b>administrative and\ngeneric voter drive expenses</b></u>.\n</p><p>\nThese costs must be allocated according to a fixed percentage,\na percentage that varies depending on which type of national committee\nis making the expenditure and whether the activity is in a Presidential\nyear.  The \"parent\" National Committees (DNC and RNC)\nduring Presidential years are <u><b>required to allocate at least\n65 percent</b></u> of all expenses for joint activity to their\nfederal accounts.  In all other years, at least 60 percent of\nsuch costs must be allocated to federal accounts.\n</p><p>\nFor the National Parties' Senate and House campaign committees,\na <u><b>minimum of 65 percent</b></u> of the described costs every\nyear must be allocated to federal accounts, but a higher percent\nmay apply instead, depending upon the amounts of specific candidate\nspending by these committees.\n</p><p>\nNational party committees may use federal funds (hard dollars)\nto cover 100 percent of their shared federal/non-federal expenses,\nbut if they use some soft money, they must follow the allocation\nrules explained above.  The 35 percent (non-federal) figure is\nthe <u><b>maximum allowable amount of soft money</b></u> for shared\nexpenses.  There is no minimum amount required for the soft money\nallocations. \n</p><p>\n------ \n</p><p>\n \n</p><p>\n<u><b>The next scheduled Capitol Hill</b> <b>hearing on the FEC\nbudget is March 13</b></u>, before a subcommitee of Chairman Bob\nLivingston's House Appropriations Committee.  Commissioners testified\nJanuary 30 before Chairman John Warner's Senate Committee on Rules\nand Administration, citing the need for fiscal year 1997 supplemental\nfunding of $1.7 million and FY'98 amendment of $4.9 million to\nthe FEC's request (to OMB) of $29.3 million.\n</p><p>\nThe Commission's <u><b>present operating FY'97 budget is $28.16\nmillion</b></u>.  A wire story following the January 30 hearing\ncontained a typo that moved the decimal point one space to the\nright.  Please adjust that decimal point if you're using that\nnumber as a reference.  Also, $2.5 million of the present $28.16\nhas been earmarked (\"fenced\") by Congress for computerization\nmodernization.\n</p><p>\nOn the latter point, keep in mind that although Congress passed\nPublic Law 104-79 in 1995, making electronic filing of campaign\nreports voluntary for House candidates beginning February 1, 1997,\nalong with the FEC as point of entry, <u><b>there was never counterpart\nlegislation for Senate candidates</b></u>, who still file with\nthe Secretary of the Senate and only on paper.  PACs, party committees,\nand Presidential candidates previously filed with the FEC and\nmay now file their reports electronically also.  The Federal Register\nof August 15, 1996 (p.42371) contains final regulations on this\nlaw.\n</p><p>\nAnd, for those of you doing budget stories, the FEC Press Office\nhas a historical year-by-year breakdown of the FEC's appropriations.\n</p><p>\n------\n</p><p>\nIn a media advisory dated February 6, we sought to dispel some\namount of confusion regarding <u><b>issue advertisements</b></u>\nand <u><b>independent expenditures</b></u>.  In an effort to keep\nthe distinction simple, we omitted some clarifying wording that\nprompted some queries for further clarification.  Attached is\na revised version of the entire February 6 advisory, with the\nclarifications in italics.  Please replace your previous media\nadvisory (if indeed you kept it) of February 6 with the revised\nversion.\n</p><p>\n------\n</p><p>\n \n</p><p>\nShould you desire guidance on the aforementioned or other issues\ninvolving the FEC, contact:  FEC Press Office, 999 E St. NW, Washington,\nDC 20463, phone 202-219-4155.  The FEC Website is htp//www:fec.gov.\n</p><p>\n#     #     #\n</p><p>\n \n</p><p>\nFebruary 6, 1997\n</p><p>\n(Revised March 3, clarifications in<i> italics</i>)\n</p><h1>Advisory to News Editors, Correspondents, Broadcasters:</h1>\n\n<p>\nThe ongoing nationwide discussion on campaign finance abuses and\nreform has brought many new participants into the debate.  Although\nbeneficial to the debate, it has led to some amount of misunderstanding\nof the standard terms of art, in turn confusing the dialogue.\n</p><p>\nSpecifically, the FEC has encountered the misuse of the term \"independent\nexpenditure,\" erroneously used to describe any political\nad that is financed outside the purview of the federal election\nlaw.   Often, speakers, broadcasters, and reporters use \"independent\nexpenditures\" to describe what are, in fact, \"issue\nadvertisements.\"\n</p><p>\nFor the record, these two terms have distinct meanings under the\nlaw and are mutually exclusive.  To assist you in understanding\nand clarifying this issue, the following definitions are offered:\n</p><ul>\n<li><u><b>Issue Advertisement</b></u>:  A public advertisement<i>,\n<u>not sponsored by a federal office candidate or political committee</u></i>,\nencouraging readers or listeners to take action to advance whatever\npublic cause is being promoted.  An issue advertisement may implicate\nelectoral politics, but it cannot contain \"express advocacy.\"\n The Federal Election Commission has no jurisdiction over issue\nadvertisements <u><i>unless they have been coordinated with a\ncandidate or the candidate's committee</i>.  <i>Assuming there\nhas been no such coordination</i></u>, issue ads not sponsored\nby a political committee would not be reportable and soft money\nmay be used to pay for them.\n</li></ul>\n\n<p>\n\n</p><p>\nThese ads differ from independent expenditures which expressly\nadvocate the election or defeat of a clearly identified candidate\n(see p.2):\n</p><ul>\n<li><u><b>Independent Expenditures</b></u>:  A public advertisement\nexpressly advocating the election or defeat of a clearly identified\ncandidate which is not made in cooperation or consultation with\nany federal candidate or his/her committee.  Independent expenditures\ncan be made without limit.  However, they are subject to Federal\nElection Commission regulations in the following ways:\n</li></ul>\n\n<p>\n\n</p><menu>\n<li>1. They must be financed with \"hard\" dollars-either\nthe speaker's own money or money raised within the limits and\nprohibitions of the federal law.\n</li><li>2. The advertisements must have a conspicuous disclaimer telling\nthe audience who paid for the advertisement and that the ad was\nnot authorized by any candidate.\n</li><li>3. The expenditure must be reported to the Federal Election\nCommission by the committee making the expenditure.  This reporting\nobligation also applies to individuals if the expenditure exceeds\n$250.\n</li></menu>\n\n<p>\n\n</p><p>\nThere are various court decisions involving issue advocacy and\nexpress candidate advocacy, some pertinent cases for your research\npurposes being <i>FEC v. Massachusetts Citizens for Life, Maine\nRight to Life Committee v. FEC</i>, and <i>FEC v. Furgatch</i>.\n</p><p>\n------\n</p><p>\nIf you desire further clarification on items in this advisory\nor anything involving campaign finance, the Federal Election Campaign\nAct, or the Federal Election Commission, contact the FEC Press\nOffice, 999 E St. NW, Washington, DC 20463, 202-219-4155.\n</p><p>\n #     #     #\n</p></body>\n\n", "href": "adv227.htm", "date": "03/03/1997", "pdf": null, "title": "FEC Provides Guidance on Inquiries Concerning Soft-Money Expenditures", "category": "Other Agency Actions"}