{"href": "press2015/news_releases/20150917release.shtml", "pdf": null, "date": "09/17/2015", "category": " ", "title": "FEC Approves an Audit Division Recommendation Memorandum and Considers Two Advisory Opinion Requests", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">September 17,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150917release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Approves an Audit Division Recommendation Memorandum<br/>\nand Considers Two Advisory Opinion Requests<br/>\n      </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved an Audit Division Recommendation Memorandum. The Commission also considered two advisory opinion requests, a proposed directive to set deadlines for considering and voting on enforcement matters, and another motion to establish a timetable for Commissioners to take action on enforcement cases. The Commission held over a proposed statement of policy concerning materials put on the public record in connection with closed enforcement matters.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-45-a.pdf\">Audit Division Recommendation Memorandum on the Committee for Charlotte/Charlotte DNC Host Committee</a>. Prior to this morning&#8217;s open meeting, the Commission approved an Audit Division Recommendation Memorandum on the Committee for Charlotte/Charlotte DNC Host Committee, covering campaign finance activity from April 1, 2011-December 31, 2012. The Commission approved findings related to recordkeeping for $2,878,882.00 in in-kind contributions and disclosure of disbursements totaling $12,580,995.00.<br/>\n            <br/>\n            <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2015-03 (Democracy Rules, Inc.)</a>. The Commission considered <a href=\"../../../agenda/2015/agenda20150917.shtml\">four drafts</a> responding to an advisory opinion request from Democracy Rules, Inc., but was unable to reach agreement by the required four affirmative votes to issue an advisory opinion. The requestor asked whether its proposal to transmit political contributions to candidates on behalf of its members is permitted under the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. During the discussion, the Commission heard from the requestor.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/agenda20150917.shtml\">Advisory Opinion Request 2015-06 (Maxine Waters)</a>. The Commission considered <a href=\"../../../agenda/2015/agenda20150917.shtml\">four drafts</a> responding to an advisory opinion request from Maxine Waters. The requestor, Representative Maxine Waters, asked whether members of Congress may contribute individually or through political committees to campaigns for elected office abroad. The Commission intends to vote on tally in an effort to reach consensus and issue an advisory opinion.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-25-b.pdf\">Proposed Directive 74 on the Timely Resolution of Enforcement Matters</a>. The Commission considered a proposed directive to set deadlines for considering and voting on enforcement matters, but was unable to reach agreement by the required four affirmative votes.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-48-a.pdf\">Second Motion to Set Priorities and Scheduling on Pending Enforcement Matters Awaiting Reason-to-Believe Consideration</a>. The Commission considered a motion on establishing a priority and timetable for the Commissioners to take immediate substantive action on reason to believe or other recommendations pending for one year or more from the date of receipt by the Commissioners, but was unable to reach agreement by the required four affirmative votes.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. The Commission held over discussion of a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n            <br/>\n            <br/>\n            <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n</p>\n        <p align=\"center\">  # # #<br/>\n                </p>\n        <p align=\"center\"><br/>\n        </p></td>\n    </tr>\n  </table>      \n      </div>\n      "}