{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">December 18,    2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"25\"><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20151218release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><strong>FEC Considers Advisory Opinions, Discusses Rulemaking Proposals; <br/>\nElects Chairman and Vice Chairman</strong></p>\n        <p>  WASHINGTON &#8211; At its final open meeting of the year yesterday, the Federal Election Commission discussed and held over two advisory opinions, and agreed on meeting dates for 2016. The Commission also discussed rulemaking priorities and proposals. The Commission elected a Chairman and Vice Chairman for 2016. On the eve of the meeting, the Commission also approved by tally vote seven legislative recommendations that will be sent to Congress for consideration.<br/>\n  <br/>\n  <a href=\"../../../members/ravel/statements/Chair_Ravel_Final_Meeting_Remarks.pdf\">Reflecting</a> on her chairmanship in 2015, Chair Ann M. Ravel said, &#8220;This year, the Commission has become less insular, more transparent and more participatory. &#160;In the past year, we received over 50,000 public comments on our rules, held an historic public hearing, and released the beta version of a redesigned Commission website that will give the public unparalleled access to political spending data. The work of the Commission is fundamental to our democracy, and the Commission's staff has done a great service for our democracy by helping the public understand and comply with the campaign finance laws this year. I hope this spirit of openness and transparency will continue in the new year.&#8221;<br/>\n  <br/>\n  Following the meeting, Vice Chairman Matthew S. Petersen expressed appreciation for the hard work of the staff during a very busy year and looked forward to his chairmanship:&#8220;With the upcoming Presidential election, I expect that we will have a full agenda in 2016. I am eager to work constructively with my colleagues so we can effectively carry out the important work of the Commission.&#8221;<br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-13 (Reid)</a>. The Commission discussed two draft advisory opinions in response to a request from Senator Harry Reid, but held over a vote on the matter.&#160; Senator Reid asks whether he may use campaign funds to pay the costs of an assistant after his retirement and whether his leadership PAC may, after Senator Reid retires, pay the winding down costs of his Senate office. During the discussion, the Commission heard from the requestor's counsel. <br/>\n  <br/>\n  <a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2015-14 (Hillary for America II)</a>. The Commission discussed two draft advisory opinions in response to a request from Hillary for America, but held over a vote on the matter. Hillary for America asks whether a student interning with the campaign may accept a stipend and academic credit from her university under an exception to the general prohibition on corporate contributions to campaigns. During the discussion, the Commission heard from the requestor's counsel.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-65-a.pdf\">Motion to Open a Rulemaking in REG 2015-04 on Independent Spending by Corporations, Labor Organizations, Foreign Nationals, and Certain Political Committees (Citizens United)</a>. The Commission was unable to reach agreement by the required four affirmative votes on a Motion to Open a Rulemaking in REG 2015-04, which called for the Office of General Counsel to draft a Notice of Proposed Rulemaking to revise Commission regulations in connection with independent spending.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151217.shtml\">Rulemaking Priorities and Proposals</a>. The Commission discussed a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a.pdf\">Memorandum on Regulatory Relief for Political Parties</a>, a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-a-1.pdf\">revised Memorandum on Regulatory Relief for Political Parties</a>, an <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-b.pdf\">Outline of a Draft NPRM Implementing Party Segregated Accounts</a>, a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-c.pdf\">Draft NPRM on Technological Modernization</a> and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-54-d.pdf\">Coordination Rulemaking Proposal</a>. The Commission held over the Draft NPRM on Technological Modernization to the next open meeting and referred the Outline of a Draft NPRM Implementing Party Segregated Accounts back to the Regulations Committee. The Commission was unable to reach agreement by the required four affirmative votes on the Coordination Rulemaking Proposal.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151217.shtml#VII\">Commission Documents/Public Disclosure Policies</a>. The Commission held over discussion of a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>, a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-b.pdf\">Memorandum on Disclosing Additional Categories of Documents to the Public Record at the Close of an Enforcement Matter</a>, and a <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-c.pdf\">Memorandum on Additional Documents Appropriate for Release</a>.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/agenda20151110.shtml\">Notice of Proposed Rulemaking and Draft Interpretive Rule on Reporting Multistate Independent Expenditures in Presidential Primary Elections</a>. The Commission was unable to reach agreement by the required four affirmative votes on a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-b.pdf\">draft interpretive rule</a> on reporting independent expenditures for presidential primaries that are distributed nationwide.&#160; The Commission also considered a <a href=\"../../../agenda/2015/documents/mtgdoc_15-50-a.pdf\">draft NPRM</a> on the reporting of independent expenditures and electioneering communications that relate to presidential primary elections and are publicly distributed in multiple states but do not refer to any particular state&#8217;s primary election.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-67-a.pdf\">2015 Legislative Recommendations</a>. On December 16, the Commission unanimously approved on a tally vote seven legislative recommendations for 2015 to be submitted for consideration to Congress: (1) Electronic Filing of Senate Reports; (2) Electronic Filing of Electioneering Communication Reports; (3) Authority to Create Senior Executive Service Positions; (4) Fraudulent Misrepresentation of Campaign Authority; (5) Making Permanent the Administrative Fine Program for Reporting Violations; (6) Increase and Index for Inflation Registration and Reporting Thresholds; and (7) Authority to Accept Gifts.<br/>\n  <br/>\n  <a href=\"../../../agenda/2015/documents/mtgdoc_15-66-a-1.pdf\">2016 Meeting Dates</a>. The Commission approved an initial <a href=\"../../../agenda/2013/mtgdoc_13-57.pdf\">schedule</a> of meeting dates for the first six months of 2016.<br/>\n  <br/>\n  <a href=\"20151217release.shtml\">Election of Officers</a>. The Commission elected Matthew S. Petersen as Chairman and Steven T. Walther as Vice Chairman for 2016. Commissioners Petersen and Walther have served on the Commission since June 2008 and January 2006, respectively.<br/>\n  <br/>\n  <br/>\n  <em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <div align=\"center\"><br/>\n  # # #</div>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2015/news_releases/20151218release.shtml", "date": "12/18/2015", "pdf": null, "title": "FEC Considers Advisory Opinions, Discusses Rulemaking Proposals; Elects Chairman and Vice Chairman", "category": " "}