{"date": "05/27/2016", "pdf": null, "title": "Week of May 23  - May 27, 2016", "issue": "2016-22", "html": "<div id=\"fec_mainContentWide\">\n  <div> \n    <br/>\n    <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n      <tr>\n        <td colspan=\"2\" valign=\"top\"><strong>For Immediate Release</strong></td>\n        <td width=\"8%\" valign=\"top\"><div align=\"left\"><strong>Contact</strong>: </div></td>\n        <td width=\"15%\" valign=\"top\">Judith Ingram</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">May 27, 2016 </td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Christian Hilland</td>\n      </tr>\n      <tr>\n        <td colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">Julia Queen </td>\n      </tr>\n      <tr>\n        <td height=\"23\" colspan=\"2\" valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">&#160;</td>\n      </tr>\n      <tr>\n        <td width=\"3%\" valign=\"top\"><div align=\"center\"><img width=\"16\" vspace=\"0\" hspace=\"0\" height=\"16\" align=\"default\" alt=\"PDF\" src=\"../../../images/filetype-pdf.gif\"/> </div></td>\n        <td width=\"74%\" valign=\"top\"><a href=\"../pdf/20160527digest.pdf\">pdf version of this Weekly Digest</a></td>\n        <td valign=\"top\">&#160;</td>\n        <td valign=\"top\">ISSUE 2016-22</td>\n      </tr>\n      <tr>\n        <td colspan=\"4\" valign=\"top\">          <p><strong><strong>Weekly Digest<br/>\nWeek of May 23 &#8211; 27</strong></strong></p>\n          <p><br/>\n          </p>\n        \n          \n <strong>COMMISSION MEETINGS AND HEARINGS</strong> <br/> \n  <br/>        \n          On May 24, the Commission held an <a href=\"../../../sunshine/2016/executive/notice20160524.pdf\">executive session</a>.<br/>\n          <br/>\nThe <a href=\"../../../agenda/2016/agenda20160526.shtml\">open meeting</a> previously scheduled for May 26 was cancelled.<br/>\n<br/>\n<strong>ENFORCEMENT<br/>\n<br/>\n</strong>The Commission made public three closed cases, as follows. For more information, see the  case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement  Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6825</a><br/>\nCOMPLAINANT: Connie J. Sherwood<br/>\nRESPONDENTS: Tom MacArthur for Congress and Ronald Gravino, in his official  capacity as treasurer (the Committee)<br/>\nSUBJECT: The complaint alleged that the Committee mailed campaign brochures  that lacked disclaimers stating that the Committee had paid for them. MacArthur  was a 2014 candidate for New Jersey&#8217;s 3rd Congressional District.<br/>\nDISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter. <br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6919</a><br/>\nCOMPLAINANT: FEC-Initiated<br/>\nRESPONDENTS: Francisco Canseco; Canseco for Congress and Randy Blair, in his  official capacity as treasurer (the Committee); Immuebles Caza, S.A. de C.V.  (Caza); Jorge Canseco; and Rod Lewis<br/>\nSUBJECT: In the normal course of carrying out its supervisory responsibilities,  the Commission initiated proceedings to determine whether there was reason to  believe that (1) Francisco Canseco and the Committee knowingly accepted or  received a prohibited contribution from a foreign national, accepted an  excessive contribution, and failed to properly file disclosure reports with the  Commission, (2) Caza made a prohibited contribution from a foreign national and  Jorge Canseco provided substantial assistance in the solicitation, making,  acceptance or receipt of a contribution by a foreign national, and (3) Lewis  made an excessive contribution. Canseco was a 2010 candidate for Texas&#8217;s 23<sup>rd</sup> Congressional District.<br/>\nDISPOSITION: The Commission entered into conciliation agreements providing for  Francisco Canseco and the Committee to pay a civil penalty of $22,500, Caza and  Jorge Canseco to pay a civil penalty of $40,000, and Rod Lewis to pay a civil  penalty of $10,000.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR  6939</a><br/>\nCOMPLAINANT: Brad Woodhouse, American Democracy Legal Fund<br/>\nRESPONDENTS: Mike Huckabee; and Pursuing American&#8217;s Greatness and Bryan  Jeffrey, in his official capacity as treasurer (PAG)<br/>\nSUBJECT: The complaint alleged that Huckabee solicited excessive contributions  for an independent expenditure-only committee during his announcement of his  candidacy for President of the United States in 2016. Huckabee was a 2016  candidate for President of the United States.<br/>\nDISPOSITION: The Commission exercised its prosecutorial discretion and  dismissed the matter as to Huckabee. The Commission concluded that Huckabee  made his remark in connection with the solicitation in jest and that an  objectively reasonable observer would have understood as much. The Commission  found no reason to believe PAG violated the Federal Election Campaign Act of  1971, as amended (the Act), in connection with Huckabee&#8217;s remark.<br/>\n<br/>\n<strong>ADMINISTRATIVE  FINES</strong><br/>\n<br/>\nThe Commission made public one campaign finance enforcement matter that was  resolved through its Administrative Fines (AF) program, as follows. For more  information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 3015</a> &#8211; Bill Cassidy for U.S. Senate and Ralph  Stephens, in his official capacity as treasurer. The  Commission made a final determination and assessed a civil penalty of $7,016.<br/>\n<br/>\n<strong>ALTERNATIVE DISPUTE  RESOLUTION<br/>\n</strong><br/>\nThe Commission made public one campaign finance  enforcement matter that was resolved through its Alternative Dispute Resolution  (ADR) program, as follows. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.<br/>\n<br/>\n<a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 788</a> &#8211; Conservative  Campaign Committee and Kelly Lawler, in her official capacity as treasurer. &#160;The respondent agreed to (1) develop and  certify implementation of a compliance operations manual that includes internal  controls consistent with the Commission&#8217;s Internal Controls and Political  Committees advisory document and the Best Practices for Committee Management,  as well as a process to track receipt of, and response to, communications with  the Committee, (2) certify that a representative of the Committee participated  in an FEC conference, webinar, or other program developed in consultation with  the FEC&#8217;s Information Division, and (3) pay a civil penalty of $4,750.<br/>\n<br/>\n<strong>LITIGATION<br/>\n</strong><br/>\n<a href=\"../../../law/litigation/crew_141419.shtml\"><em>CREW, et al. v. FEC</em></a> (Case  1:14-cv-01419-CRC). On May 23, the Commission filed its <a href=\"../../../law/litigation/crew141419_fec_reply_msj.pdf\">Reply  Memorandum in Support of Its Cross-Motion for Summary Judgment</a> in  the United States District Court for the District of Columbia.<br/>\n<br/>\n<strong>OUTREACH<br/>\n<br/>\n</strong>On  May 21-22, Commissioners Ann M. Ravel and Ellen L. Weintraub, Staff Director  Alec Palmer and Deputy Chief Information Officer Wei Luo participated in the  National Institute on Money in State Politics Conference in Bigfork, Montana.<br/>\n<br/>\nOn May 25, Commissioner Ravel and Senior Public Affairs Specialist Jason  Bucelato discussed the role and work of the Commission with students from  Villanova University. <br/>\n<br/>\nOn May 25, Deputy Press Officer Christian Hilland discussed campaign finance  rules with a delegation of young professionals from Le Reseau Quebec-Monde. <br/>\n<strong><br/>\nUPCOMING FORUM<br/>\n<br/>\n</strong>June 23, 10 a.m.:  Forum hosted by Commissioner Weintraub at the FEC: Corporate Political Spending  and Foreign Influence.<br/>\n<br/>\n<strong>UPCOMING COMMISSION MEETINGS AND  HEARINGS<br/>\n</strong><br/>\nJune 14: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml#executive\">executive  session</a>.<br/>\n<br/>\nJune 16: The Commission is scheduled to hold an <a href=\"../../../agenda/agendas.shtml\">open meeting</a>.<br/>\n<br/>\nMeeting dates are subject to change. Please contact the Press Office the week  of the scheduled meeting for confirmation.<br/>\n<strong><br/>\nUPCOMING EDUCATIONAL PROGRAMS<br/>\n</strong><br/>\nMay 25: Webinar for Trade Associations and their PACs. Additional information  is available on the <a href=\"../../../info/outreach.shtml\">Educational  Outreach</a> page of the Commission website.<br/>\n<br/>\n<strong>UPCOMING REPORTING DUE DATES<br/>\n</strong><br/>\nJune 20: June Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n<br/>\nJuly 15:&#160; July Quarterly Reports are  due.&#160; For more information on quarterly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#quarterly\">2016 Quarterly  Reporting page</a> of the Commission website<br/>\n<br/>\nJuly 20: July Monthly Reports are due. For more information on monthly  reporting dates, refer to the <a href=\"../../../info/report_dates_2016.shtml#monthly\">2016 Monthly  Reporting page</a> of the Commission website.<br/>\n<br/>\n<strong>DISCLOSURE  INITIATIVES<br/>\n<br/>\n</strong>Commission  staff, together with our partners at 18F, continue to add new features to the  agency's <a href=\"https://beta.fec.gov/\">beta.fec.gov</a> website. The Commission  encourages website visitors to submit comments and questions by clicking on the  &#8220;Feedback&#8221; tab at the bottom of each page. <br/>\n<br/>\n<strong>ADDITIONAL  RESEARCH MATERIALS<br/>\n</strong><br/>\nAdditional research materials about the agency, campaign finance information,  and election results are available through the <a href=\"../../../general/library.shtml\">Library section</a> of the  Commission website. <br/>\n<br/>\nThe Commission has published the <a href=\"../../../pdf/record/2016/may2016.pdf\">May Record</a> newsletter. <a href=\"../../../pages/record.shtml\">Sign up</a> to  receive email notification when new Record articles are posted. <br/>\n<br/>\nThe 2016 edition of <a href=\"https://www.gpo.gov/fdsys/pkg/CFR-2016-title11-vol1/pdf/CFR-2016-title11-vol1.pdf\">Title  11 of the Code of Federal Regulations</a> can be downloaded from the website. &#160;To order printed copies, call (800) 424-9530  (press 6) or send an email to <a href=\"mailto:info@fec.gov?subject=Candidate%20Guide\">info@fec.gov</a>.<br/>\n<br/>\n<p align=\"center\"> Follow us on Twitter - <a href=\"http://twitter.com/FEC\">http://twitter.com/FEC</a><br/>\n    </p></td>\n      </tr>\n     \n    </table>\n    <div id=\"fec_press_content\">\n      <div class=\"digest_content\"><br/>\n</div>\n    </div>\n  </div>\n</div>\n", "href": "press2016/digests/20160527digest.shtml"}