{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\">\n  <tr>\n    <th width=\"22%\" align=\"left\" valign=\"top\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    March 13, 2006</th>\n    <th width=\"56%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th width=\"22%\" align=\"left\" valign=\"top\" class=\"small\">George Smaragdis <br/> \n      Bob Biersack <br/> \n      Ian Stirton<br/>\n    Kelly Huff </th>\n  </tr>\n  <tr>\n    <th height=\"44\" colspan=\"3\" valign=\"top\"><p align=\"center\" class=\"big\"><strong>FEC SEEKS COMMENT ON POLITICAL ADVERTISING DATA IN COORDINATION RULEMAKING</strong></p>\n    </th>\n  </tr>\n  <tr>\n    <td valign=\"top\" align=\"left\" colspan=\"3\"> <p>WASHINGTON &#8211; The Federal Election Commission (FEC) today released a Supplemental Notice of Proposed Rulemaking (SNPRM) on coordination between a campaign or party and another person or group who is undertaking a public political communication.  The SNPRM invites comment on data on approximately one million campaign television ads run by Presidential, Senate, and House candidates in the 101 largest media markets in the United States between November 6, 2002 and November 2, 2004.  The FEC has prepared graphical representations of the data obtained under license from TNS Media Intelligence/CMAG, depicting on separate charts the number of ads and the costs of the ads for Presidential, Senate, and House primary and general elections.  </p>\n      <p>TNS Media Intelligence/CMAG is a leading provider of political advertising tracking. TNSMI/CMAG provides media analysis services to a wide variety of clients, including national media organizations, foundations, academics, and Fortune 100 companies. TNSMI/CMAG provided data to the Brennan Center in conjunction with its 2000 study Buying Time.</p>\n      <p>The SNPRM reopens the comment period for seven days from the date of publication in the Federal Register so that individuals and groups can submit comments on the data to the Commission. The Commission is scheduled to take a final vote on the coordination regulations on March 29, 2006.</p>\n      <p>On December 14, 2005, the FEC published its original Notice of Proposed Rulemaking (NPRM) to amend its current rules for determining whether a communication is a coordinated communication, and therefore an in-kind contribution to a campaign or a political party committee. That NPRM responded to Shays v. FEC, 414 F.3d 76 (D.C. Cir. 2005) (&#8220;Shays Appeal&#8221;) in which the Court of Appeals invalidated part of the rule &#8211; that focuses primarily on communications aired within 120 days of an election &#8211; because the Court believed that the FEC had not provided an adequate explanation and justification for the rule. The Court ordered the FEC to consider carefully certain questions in promulgating new rules, including: &#8220;Do candidates in fact limit campaign-related advocacy to the four months surrounding elections, or does substantial election-related communication occur outside that window? Do congressional, senatorial, and presidential races &#8211; all covered by this rule &#8211; occur on the same cycle, or should different rules apply to each?&#8221; The SNPRM invites comment on the available data in order to address the Court&#8217;s questions.</p>\n      <p>The underlying data and the graphs are available on the FEC&#8217;s website through <a href=\"http://sers.fec.gov/fosers/\">http://sers.fec.gov/fosers/</a>. The data, graphs, and explanatory material are also available at the FECs open meeting at 2 p.m. today in the Commission&#8217;s offices at 999 E Street N.W. in Washington, or by calling the FEC Public Records Office at (202) 694-1120 or (800) 424-9530.</p>\n      <p><a href=\"../../pdf/nprm/coord_commun/presidential_media.pdf\">View Presidential Graphs</a></p>\n      <p><a href=\"../../pdf/nprm/coord_commun/Senate_Media.pdf\">View Senate Graphs</a></p>\n      <p><a href=\"../../pdf/nprm/coord_commun/House_Media.pdf\">View House Graphs</a> </p>\n      <p/>\n      <p align=\"center\">###</p>\n      <p>&#160;</p>\n      <p>&#160;</p>\n      <p>&#160; </p>\n    </td>\n  </tr>\n</table>\n</body>\n", "href": "press2006/20060313coord.html", "date": "03/13/2006", "pdf": null, "title": "FEC Seeks Comment on Political Advertising Data In Coordination Rulemaking", "category": "Rulemakings"}