{"href": "hoursq2.htm", "pdf": null, "date": "07/07/1999", "category": "Other Agency Actions", "title": "FEC Announces Weekend and Extended Hours", "html": "<body>\n<font face=\"Book Antiqua\">\n\n<p><font size=\"1\" face=\"Book Antiqua\">News Releases, Media Advisories<br/>\n</font><font size=\"1\"><br/>\n</font><font size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\"/></a> </font></p>\n\n<pre><font size=\"3\"><strong>For Immediate Release:                                                                              Contact:  Kelly Huff\nJuly 7, 1999                                                                                                                     Ron Harris\n                                                                                                                                          Sharon Snyder\n                                                                                                                                          Ian Stirton\n</strong></font></pre>\n</font><b><font face=\"Book Antiqua\" size=\"4\">\n\n<p align=\"CENTER\">FEC ANNOUNCES WEEKEND AND EXTENDED HOURS</p></font><font face=\"Book Antiqua\">\n\n</font></b>\n\n<p>WASHINGTON -- The Federal Election Commission has scheduled weekend and extended hours\nfor the Public Records Office to accommodate press and public seeking review of campaign\ndisclosure reports.</p>\n\n<p>From July 15 through July 18 and July 31 through August 8 the hours are:</p>\n\n<p>Weekdays &#133;&#133;&#133;&#133;. ...&#133;.&#133; 9 a.m. - 7 p.m.</p>\n\n<p>Saturday&#133;&#133;&#133;&#133;&#133;&#133;&#133;&#133;.. 10 a.m. - 4 p.m.</p>\n\n<p>Sunday&#133;&#133;&#133;&#133;&#133;&#133;&#133;&#133;&#133;. 12 p.m. - 4 p.m.</p>\n\n<p>Presidential campaigns are required to file July Quarterly reports covering financial\nactivity through June 30, 1999. If sent by regular mail or hand-delivered, the reports are\ndue by close of business on July 15. If sent certified or registered mail, disclosure\nreports must be postmarked no later than midnight July 15. </p>\n\n<p>In non-election years, candidate committees and other political committees which\nnormally file quarterly reports, file semiannual reports. These reports cover financial\nactivity from January 1, 1999, or the date of inception, through June 30, 1999. The\nreports are due by close of business Saturday, July 31, if sent by regular mail or\nhand-delivered. If sent certified or registered mail, reports must be postmarked no later\nthan midnight of the due date. Senate campaigns file their reports with the Secretary of\nthe Senate, who then forwards the reports to the FEC. House, PAC, and party committees\nfile their reports with the FEC.</p>\n\n<p>Digital images of campaign finance reports are now available on the FEC Website, <i>www.fec.gov</i>.\nAll reports filed by PACs, political parties, Presidential, and House campaigns are\navailable for viewing on the Web within 48 hours of the reports being received by the FEC.\n</p>\n\n<p>The Public Records Office is now accepting Visa and Mastercard as method of payment for\ncopying documents and deposits for Public Records accounts. The telephone number for the\nPublic Records Office is (202) 694-1120, or toll-free (800) 424-9530 (extension #3). The\nFAXline number is 202/501-3413.</p>\n\n<p align=\"CENTER\"># # #</p>\n\n</body>\n"}