{"href": "20101123MUR.shtml", "pdf": null, "date": "11/23/2010", "category": "Enforcement Matters", "title": "FEC Takes Final Action on Six Cases", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"101%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>For Immediate Release</p></td>\n            <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n            <td width=\"151\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"703\" valign=\"top\"><p>November 23,    2010</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"151\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <p align=\"center\"><strong>FEC TAKES FINAL ACTION ON SIX CASES</strong></p>\n        <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission recently made public its final action on six matters under review (MURs). &#160;In one matter, the Commission agreed to accept a conciliation agreement without a civil penalty due to the mitigating circumstances presented. The Commission found no reason to believe a violation of the Federal Election Campaign Act of 1971, as amended (the Act), occurred in four matters. It dismissed another matter.</p>\n        <p>Under the law, the FEC must attempt to resolve its enforcement cases, or MURs, through a confidential investigative process that may lead to a negotiated conciliation agreement between the Commission and the individual or group.Additional information regarding MURs can be found on the FEC web site at <a href=\"../em/mur.shtml\">http://www.fec.gov/em/mur.shtml</a>. </p>\n        <p>This release contains only summary information.For additional details, please consult publicly available documents for each case in the Enforcement Query System (EQS) on the FEC web site at <a href=\"http://eqs.fec.gov/eqs/searcheqs\">http://eqs.fec.gov/eqs/searcheqs</a>.</p>\n        <p/>\n        <table width=\"\" cellpadding=\"2\" cellspacing=\"0\">\n          <tr>\n            <td width=\"128\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6162</a></p></td>\n            <td width=\"776\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>RESPONDENT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Michael Sohn</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Christopher Shays for Congress Committee and Christopher Shays</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The complaint alleged that Sohn misappropriated approximately $150,000 from the Christopher Shays for Congress Committee in 2007-2008.</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The Commission found reason to believe Sohn knowingly and willfully violated the Act by converting campaign funds to personal use, misappropriating a total of $252,424.10 in Committee funds. The Commission agreed to accept a conciliation agreement that does not provide for payment of a civil penalty due to the respondent&#8217;s demonstration of financial hardship but requires the respondent to offer proof of restitution payments of misappropriated funds and prohibits him from working or volunteering on a federal political committee for a period of 10 years. </p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6313</a></p></td>\n            <td width=\"776\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Ben Frasier for Congress and Wilhemina Pullum, in her official capacity as treasurer; Friends of Frasier for Congress; and Benjamin Frasier, Jr.</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>COMPLAINANTS:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Citizens for Responsibility and Ethics in Washington and Melanie Sloan</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The complaint alleged that the respondents knowingly and willfully violated the Act by failing to file a 2010 April Quarterly Report and a 12-Day Pre-Primary Report. Frasier was a 2010 primary election candidate for South Carolina&#8217;s 1st Congressional District.</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The Commission found no reason to believe Ben Frasier for Congress and Pullum, in her official capacity as treasurer, Friends of Frasier for Congress, and Frasier violated the Act because based on the committee&#8217;s itemized receipts and disbursements, it appeared that the committee did not cross the $5,000 threshold to trigger the filing requirement until June 4, 2010, which was after the reporting periods for the 2010 April Quarterly and the 12-Day Pre-Primary Reports.</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6256</a></p></td>\n            <td width=\"776\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>RESPONDENT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Michael Babich</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Edward J. Rowen</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The complaint alleged that Babich knowingly and willfully failed to file a Statement of Candidacy and designate a principal campaign committee, failed to include disclaimers on a campaign website and materials and solicited funds for a &#8220;study committee&#8221; without advising potential donors that the funds would be used in a federal election. Babich was a 2010 candidate for California&#8217;s 4th Congressional District. </p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The Commission found no reason to believe Babich failed to file a Statement of Candidacy prior to his March 13, 2010 filing because he did not appear to have become a candidate until March 5, 2010, at the earliest. The Commission also found no reason to believe Babich failed to include a disclaimer on the website because the website was not that of a political committee as Babich was not a candidate before March 5, 2010, and the site did not constitute a \"public communication\" under the Act and Commission regulations since that term encompasses only internet communications placed for a fee on another person's website. The Commission exercised its prosecutorial discretion and dismissed the allegation that Babich failed to include a disclaimer on a flyer in light of the limited distribution and low cost. The Commission further found no reason to believe Babich violated the Act in connection with solicitations made on the website before he became a candidate because the solicitation expressly requested funds for a non-campaign entity and the minimal funds were deposited into an account not controlled by Babich and were not used in connection with Babich&#8217;s federal election. </p>\n            </td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6261</a></p></td>\n            <td width=\"776\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Hoosiers Supporting Buyer for Congress and Douglas E. Raderstorf, in his official capacity as treasurer; Congressman Stephen Buyer; Frontier Foundation, Inc., and Storm Chasers PAC and Stephanie Mattix, in her official capacity as treasurer.</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Donald Mark Garringer</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The complaint alleged that two organizations associated with Congressman Stephen Buyer, Frontier Foundation, a section 501(c)(3) organization, and Storm Chasers PAC, a non-connected federal political committee operating as a leadership PAC, made excessive and/or prohibited contributions to subsidize Buyer&#8217;s principal campaign committee, Hoosiers Supporting Buyer for Congress and Raderstorf, in his official capacity as treasurer, and/or Buyer&#8217;s lifestyle.</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The Commission found no reason to believe the respondents violated the Act because based on the available information, it did not appear that the foundation made any prohibited contributions or that Storm Chasers made excessive in-kind contributions to Buyer or Hoosiers Supporting Buyer for Congress, or that Buyer or his principal campaign committee accepted any excessive or in-kind contributions.</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6263</a></p></td>\n            <td width=\"776\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>RESPONDENTS:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The Committee to Re-Elect Artur Davis to Congress and Byron Perkins, in his official capacity as treasurer; Artur Davis 2010; and Katie Baker</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Rev. Frederick J. Zylman, III</p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The complaint alleged that the Committee to Re-Elect Artur Davis to Congress and Byron Perkins, in his official capacity as treasurer, violated the personal use prohibition of the Act by misusing campaign funds on expenditures to benefit Artur Davis 2010, Davis' gubernatorial campaign, and Katie Baker, Finance Director of Artur Davis 2010. Specifically, the complaint alleged that the federal committee raised and spent funds for Davis' gubernatorial campaign, and failed to report federal campaign expenditures on state campaign disclosure reports. </p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The Commission found no reason to believe respondents violated the Act because the expenditures were for a lawful purpose not specifically prohibited by the Act.</p>\n            </td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 6318</a></p>\n            </td>\n            <td width=\"776\" valign=\"top\"><p>&#160;</p></td>\n          </tr>\n          <tr>\n            <td valign=\"top\">RESPONDENTS:</td>\n            <td valign=\"top\">Earl Henry Sholley for Congress and Ronald A. Gengo, in his official capacity as treasurer; and Earl Henry Sholley</td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>COMPLAINANT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>Joel Van Brunt, on behalf of Sean Bielat for Congress </p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>SUBJECT:</p></td>\n            <td width=\"776\" valign=\"top\"><p>The complaint alleged that Earl Henry Sholley for Congress failed to itemize expenditures on its financial disclosure reports during the 2007-2008 and 2009-2010 election cycles and converted campaign funds to personal use. Sholley was a 2010 candidate for Massachusetts&#8217; 4th Congressional District. </p></td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p>OUTCOME:</p></td>\n            <td width=\"776\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td valign=\"top\"/>\n                </tr>\n                <tr>\n                  <td valign=\"top\"/>\n                  <td valign=\"top\"/>\n                </tr>\n              </table>\n                The Commission dismissed the matter in light of the Committee&#8217;s proposed remedial action, its recently filed reports and its original disclosure of its total expenditures. The Commission reminded Earl Henry Sholley for Congress and Gengo, in his official capacity as treasurer, of the requirement to itemize expenditures exceeding $200.</td>\n          </tr>\n          <tr>\n            <td width=\"128\" valign=\"top\"><p/></td>\n            <td width=\"776\" valign=\"top\"><p/></td>\n          </tr>\n          <tr>\n            <td colspan=\"2\" valign=\"top\"><p/>\n                <p>&#160;</p>\n                <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                <p align=\"center\"/>\n                <p align=\"center\"># # #</p></td>\n          </tr>\n        </table>\n      </td>\n    </tr>\n  </table>\n</div>\n"}