{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p>News Releases, Media Advisories<br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Seal Linking to FEC.GOV\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"3\" summary=\"Layout table\">\n  <tr>\n    <td width=\"333\" valign=\"top\"><strong>For Immediate Release<br/>\n    August 6, 2001</strong></td>\n    <td width=\"439\" valign=\"top\"><p align=\"right\"><strong>Contact:</strong></p></td>\n    <td width=\"187\" valign=\"top\"><strong>Ron Harris<br/>\n    Ian Stirton<br/>\n    Kelly Huff</strong></td>\n  </tr>\n</table>\n<b>\n\n</b><p align=\"CENTER\">&#160;</p>\n\n<table border=\"0\" width=\"100%\">\n  <tr>\n    <td width=\"100%\"><h3 align=\"CENTER\"><strong>ELECTRONIC FILING OF CAMPAIGN REPORTS GOES\n    SMOOTHLY</strong></h3>\n    <p>WASHINGTON - The first full wave of mandatory electronic filings of campaign finance\n    reports was successfully received and processed last week by the Federal Election\n    Commission. Record numbers of filings were submitted electronically and quickly made\n    available on the Internet, according to FEC technicians and analysts. </p>\n    <p><strong>The reports are now required by law to be filed electronically with the FEC by\n    many federal candidates, party committees, and PACs. The July 31 filings detail financial\n    activity for the first half of 2001 (through June 30). The Commission received <u>519</u>\n    reports on filing deadline day, bringing the total to <u>2,994</u> for the month of July.\n    Of those totals, <u>318</u> were new electronic filers on deadline day, and there were <u>1,135</u>\n    first-time filers for the month of July. To date, <u>407</u> House members have filed\n    electronically.</strong></p>\n    <p>Electronically-filed reports are available for public viewing on the FEC&#146;s\n    website, <i>www.fec.gov</i>, shortly after being received by the Commission. Images of\n    reports&#146; pages are posted on the website within 24-48 hours.</p>\n    <p>Mandatory electronic filing was instituted by Public Law 106-58 on September 29, 1999,\n    effective with financial activity beginning January 1, 2001. That law&#146;s predecessor,\n    Public Law 104-79, effective December 28, 1995, established voluntary electronic filing.\n    That voluntary system began with a single filing in June 1997 and has grown into a system\n    that supports some 2,700 electronic-filing committees. Mandatory electronic filing applies\n    to all candidate and political committees that file reports directly with the FEC and\n    exceed (or expect to exceed) a $50,000 threshold in contributions or expenditures in a\n    calendar year. The United States Senate is exempt from these regulations, the Secretary of\n    the Senate being the point of entry for Senate campaign finance reports. The\n    Secretary&#146;s office then transmits to the FEC, overnight, images from paper filings. </p>\n    <p>Many committees not meeting the $50,000 threshold and not required to file\n    electronically are now doing so voluntarily, FEC analysts say, due to the ease and speed\n    of transfer. </p>\n    <p><strong>FEC Chairman Danny L. McDonald noted, \"The FEC and the filing community\n    were prepared for this initial mandatory electronic filing deadline. I commend FEC staff\n    for their efforts, likewise the committees for their cooperation, promptness, and\n    completing the required modifications in their systems. As the FEC and the political\n    community progress in electronic filing, and an increasing number of committees become\n    more and more comfortable with the process, I believe we&#146;ll someday wonder how the\n    FEC and the political community managed to cope with reports before the days of electronic\n    filing.\"</strong><b/></p>\n    <p align=\"CENTER\"># # # </p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n\n</body>\n", "date": "08/06/2001", "href": "080601elecfil.htm", "category": "Disclosure Initiatives", "title": "Electronic Filing of Campaign Reports Goes Smoothly", "pdf": null}