{"html": "<div class=\"press_release_content\"> \n  <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">June 5, 2013 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td height=\"82\" colspan=\"3\"><p align=\"center\"><strong> FEC General Counsel Announces Departure</strong></p>\n        <p>WASHINGTON &#8211; Federal Election Commission General Counsel Anthony Herman announced today that he will be leaving the Commission next month to return to practice at the law firm of Covington &amp; Burling LLP. &#160;Herman announced that his last day at the Commission will be July 5.</p>\n        <p>&#8220;I want to thank Tony for his outstanding service to this agency and to the American public,&#8221; said Chair Ellen L. Weintraub.&#160; \"Tony consistently demonstrated integrity, sound judgment, legal savvy, and an extraordinary work ethic.&#160; His legacy at this agency will continue, through the innovations he put in place, the attorneys he mentored, and the other talented leaders he hired and promoted.\"</p>\n        <p>&#8220;I enjoyed working at the FEC during an important juncture in the nation&#8217;s election cycle, but I look forward to returning to Covington,&#8221; Herman said.</p>\n        <p>During his tenure as the Commission's General Counsel, Herman led a staff of approximately 115 employees and spearheaded the reorganization of the Office of General Counsel, which is composed of the Divisions of the Deputy General Counsel for Administration, the Deputy General Counsel for Law, as well as the Divisions of Enforcement, Litigation and Policy. Herman came to the Commission from Covington &amp; Burling LLP, where he was a senior litigation partner and served as chair of the firm&#8217;s Public Service Committee.&#160;</p>\n        <p>Herman received a B.A. from the University of South Carolina and a J.D.&#160;magna cum laude&#160;from Harvard Law School.&#160; After law school, he served as a law clerk in the United States Court of Appeals for the Fifth Circuit to the Hon. Irving L. Goldberg and taught Constitutional Law, and other courses, as a law professor at Florida State University College of Law.</p>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate.</em></p>\n        <p align=\"center\"># # #</p>        \n        </td>\n    </tr>\n  </table>      </div>\n           ", "href": "press2013/20130605HermanDeparture.shtml", "date": "06/05/2013", "pdf": null, "title": "FEC General Counsel Announces Departure", "category": "Commission Appointments"}