{"href": "press2009/20090827openmeeting.shtml", "pdf": null, "date": "08/27/2009", "category": "Open Meetings and Related Matters", "title": "FEC Takes Action on Four Advisory Opinions", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr>\n      <td width=\"70%\" valign=\"top\" msimagelist=\"\"><!--msimagelist-->\n          <table border=\"0\" cellpadding=\"3\" cellspacing=\"3\" width=\"100%\">\n            <tr>\n              <td width=\"100%\" valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n                  <tr>\n                    <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                    <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                    <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n                  </tr>\n                  <tr>\n                    <td width=\"717\" valign=\"top\"><p>August 27, 2009 </p></td>\n                    <td width=\"57\" valign=\"top\"/>\n                    <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n                  </tr>\n                  <tr>\n                    <td valign=\"top\">&#160;</td>\n                    <td valign=\"top\"/>\n                    <td valign=\"top\">Christian Hilland </td>\n                  </tr>\n                </table>\n                  <table cellpadding=\"0\">\n                  </table>\n                  <p align=\"center\"><strong>FEC TAKES ACTION ON FOUR ADVISORY OPINIONS</strong></p>\n                  <p/>\n                  <p>WASHINGTON &#8211; At its open meeting today, the Federal Election Commission approved four Advisory Opinions. </p>\n                  <p>In Advisory Opinion 2009-14 (Mercedes-Benz USA LLC and Sterling Truck Corporation), the Commission concluded that a proposed separate segregated fund (SSF) could be named Daimler PAC, that Sterling Corp. could serve as the connected organization for the proposed SSF, and that MBUSA LLC could use its personnel and resources to administer the proposed SSF. However, the Commission was unable to agree on whether MBUSA could pay the administrative costs of the proposed SSF from MBUSA LLC's External Affairs and Public Policy-Americas (EAPP) cost center.</p>\n                  <p>In Advisory Opinion 2009-19 (Club for Growth), the Commission determined that Club for Growth and the Club for Growth PAC may use information disclosed in Sen. Arlen Specter&#8217;s (PA) campaign finance reports on a one-time basis to inform contributors that the senator has switched party affiliations and that his campaign will provide refunds upon request. The notification would not expressly advocate or mention any other candidate or solicit any contributions.</p>\n                  <p>In Advisory Opinion 2009-20 (Visclosky for Congress), the Commission concluded that the Committee may use campaign funds to pay legal fees and expenses of Rep. Pete Visclosky&#8217;s (IN-1) current and former congressional staff in relation to a Federal investigation into whether a lobbying firm, PMA Group, made improper political contributions to the congressman. The Commission concluded that the investigation and the legal fees and expenses incurred by the staff members in connection with the investigation would not exist irrespective of Visclosky&#8217;s campaign or duties as a Federal officeholder. The use of campaign funds to pay for any staff members&#8217; legal expenses unrelated to Visclosky&#8217;s candidacy or position in Congress would be prohibited under the Federal Election Campaign Act of 1971, as amended (the Act).</p>\n                  <p>In Advisory Opinion 2009-21 (West Virginia Secretary of State), the Commission found that the West Virginia campaign finance statute barring candidates and political committees from using campaign funds to pay for certain public polling expenses in relation to federal candidates and their principal campaign committees is preempted by the Act and Commission regulations. The Commission&#8217;s opinion explained that the Act and Commission regulations establish that limitations and restrictions on Federal campaign expenditures is an area to be regulated solely by Federal law.</p>\n                  <p/>\n                  <table cellspacing=\"0\" cellpadding=\"0\">\n                    <tr>\n                      <td width=\"100%\" valign=\"top\"><p align=\"center\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n                          <p align=\"center\"># # #</p></td>\n                    </tr>\n                  </table>                  <p>&#160;</p>\n              </td>\n            </tr>\n            <tr>\n              <td valign=\"top\">&#160;</td>\n            </tr>\n        </table></td>\n    </tr>\n  </table>\n</div>\n"}