{"href": "press2014/news_releases/20140626release.shtml", "pdf": null, "date": "06/26/2014", "category": "Open Meetings and Related Matters", "title": "FEC Approves Findings in Audit Division Recommendation Memorandum and Advisory Opinion", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"71%\"><strong>For Immediate Release</strong></td>\n      <td width=\"9%\">Contact:&#160; </td>\n      <td width=\"20%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"71%\">June 26, 2014 </td>\n      <td width=\"9%\"/>\n      <td width=\"20%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/>  <a href=\"../pdf/20140626release.pdf\">.pdf version of this news release </a></td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"3\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Findings in Audit Division Recommendation Memorandum and Advisory Opinion </strong></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved findings in an Audit Division Recommendation Memorandum and approved an advisory opinion.</p>\n        <p><a href=\"../../../agenda/2014/documents/mtgdoc_14-31.pdf\">Audit Division Recommendation Memorandum on the Democratic Party of Illinois (DPIL)</a>. The Commission approved the Audit Division Recommendation Memorandum on the DPIL, covering campaign finance activity between January 1, 2009 and December 31, 2010, subject to changes discussed at the open meeting. The Commission approved findings in the Draft Final Audit Report related to the misstatement of financial activity, recordkeeping for employees, and unreported Levin fund activity. The Commission directed the Audit Division to include in the Proposed Final Audit Report additional issues addressing (1) recordkeeping for certain employees and (2) fundraising receipts. The Audit Division will prepare the Proposed Final Audit Report within 30 days.</p>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion 2014-04 (Enterprise Holdings, Inc.)</a>. The Commission approved an advisory opinion in response to a request from Enterprise Holdings, Inc. The Commission concluded that the requestor&#8217;s use of payroll deductions to process voluntary contributions to its separate segregated fund (SSF) is permissible under the Federal Election Campaign Act of 1971, as amended, (the Act) and Commission regulations. In recognition of and reliance on a representation from the New York State Department of Labor that New York state law does not apply to the requestor&#8217;s payroll deductions for its SSF, the Commission did not reach the question of whether the New York state law is preempted by the Act. &#160;Chairman Lee E. Goodman and Commissioners Caroline C. Hunter and Matthew S. Petersen issued a <a href=\"http://saos.fec.gov/aodocs/1257834.pdf\">Concurring Statement</a>.</p>\n        <p>&#160;</p>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p align=\"center\"><em>###</em></p>\n        <p align=\"center\">&#160;</p>\n        </td>\n      </tr>\n  </table>      \n      <p>&#160;</p>\n      </div>\n           "}