{"href": "press2012/20120823openmeeting.shtml", "pdf": null, "date": "08/23/2012", "category": "Open Meetings and Related Matters", "title": "FEC Discusses Three Advisory Opinion Requests, Extends the Public Comment Period for One of the Advisory Opinion Requests, Approves Audit Division Recommendation Memorandum", "html": "<div id=\"fec_mainContent\"> <a name=\"content\"/> \n  <h1>News Releases</h1>\n<p>&#160;</p>\n  <table width=\"100%\" border=\"0\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\" msimagelist=\"\">\n    <tr> \n      <td width=\"100%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table width=\"100%\" align=\"center\" cellpadding=\"0\" cellspacing=\"0\">\n          <tr valign=\"top\">\n            <td width=\"71%\"><strong>For Immediate Release</strong></td>\n            <td width=\"9%\">Contact:&#160; </td>\n            <td width=\"20%\">Judith Ingram </td>\n          </tr>\n          <tr valign=\"top\">\n            <td width=\"71%\">August 23, 2012 </td>\n            <td width=\"9%\"/>\n            <td width=\"20%\">Julia Queen </td>\n          </tr>\n          <tr valign=\"top\">\n            <td>&#160;</td>\n            <td/>\n            <td>Christian Hilland</td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        <div align=\"center\">\n          <p align=\"center\"><strong>FEC DISCUSSES THREE ADVISORY OPINION REQUESTS, EXTENDS THE PUBLIC COMMENT PERIOD FOR ONE OF THE ADVISORY OPINION REQUESTS, <br/>\n  APPROVES AUDIT DIVISION RECOMMENDATION MEMORANDUM</strong></p>\n          <p align=\"left\">WASHINGTON &#8211;The Federal Election Commission today discussed three advisory opinion requests, extended the public comment period for one of the advisory opinion requests, and approved an Audit Division Recommendation Memorandum.<br/>\n          </p>\n          <p align=\"left\"><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2012-27 (National Defense Committee)</a>. The Commission discussed and voted on two draft advisory opinions, based on a request from the National Defense Committee (NDC), but did not approve either draft. The Commission directed the Office of General Counsel to prepare a draft reflecting areas of consensus for a tally vote. NDC is a 501(c)(4) organization that plans to finance certain Internet advertisements and ask for donations to fund its activities. NDC asked whether any of its proposed communications would constitute express advocacy or solicitations. NDC also asked whether it will be a \"political committee\" as a result of these activities. During the discussion, the Commission heard from counsel on behalf of the requestor.<br/>\n          </p>\n          <p align=\"left\"><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2012-29 (Hawaiian Airlines, Inc.)</a>. The Commission discussed and voted on two draft advisory opinions, based on a request from Hawaiian Airlines, Inc., but did not approve either draft. Hawaiian Airlines is an incorporated airline that provides inter-island flights and service between Hawaii and the U.S. mainland, Australia, and Asia. In its request, it asked whether it may organize appearances by selected U.S. Senate candidates at which members of Hawaiian Airlines' restricted class, as well as leaders in the Hawaii travel and tourism industry, will be present. During the discussion, the Commission heard from counsel on behalf of the requestor.<br/>\n          </p>\n          <p align=\"left\"><a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">Advisory Opinion Request 2012-30 (Revolution Messaging, LLC)</a>. The Commission discussed a draft advisory opinion and intends to make public a revised draft based on the discussion at the table for a tally vote by the end of next week. The Commission also extended the public comment period on the existing draft and any additional drafts or comments on the drafts until 5:00 p.m. on August 28, 2012.&#160; The requestor asked whether its proposal to use mobile phone text messaging to raise funds for political committees is permissible under the Federal Election Campaign Act of 1971, as amended, and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestor.<br/>\n              <br/>\n              <a href=\"../../agenda/2012/mtgdoc_1259.pdfhttp%3A/www.fec.gov/agenda/2012/mtgdoc_1259.pdf\">Audit Division Recommendation Memorandum on the National Campaign Fund (A09-26)</a>. The Commission approved the Audit Division Recommendation Memorandum on the National Campaign Fund, covering campaign finance activity between February 4, 2008 and December 31, 2008, subject to changes based on the discussion at today&#8217;s meeting. The Audit Division Recommendation Memorandum recommended that the Commission approve the findings presented in the Draft Final Audit Report related to the misstatement of financial activity and the failure to file notices and properly disclose independent expenditures.</p>\n          <p align=\"left\"/>\n          <p align=\"left\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n          <p align=\"left\"/>\n          <p align=\"center\"># # #</p>\n          <p align=\"left\">&#160;</p>\n          <p align=\"left\">&#160;</p>\n        </div>\n        <p align=\"left\"/>\n      </td>\n    </tr>\n  </table>\n</div>\n"}