{"html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">January 15, 2015 </td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150115release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\">&#160;</p>\n        <p align=\"center\"><strong>FEC Approves Advisory Opinion and Additional Meeting Dates; <br/>\n          Chair Ravel Issues Statement on 2015 Priorities</strong></p>\n        <p align=\"left\">WASHINGTON &#8211; The Federal Election Commission today approved an advisory opinion and meeting dates for the second half of 2015. Chair Ann M. Ravel set out her priorities for the year.</p>\n        <p/>\n        <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-03-a.pdf\">Advisory Opinion 2014-19 (ActBlue)</a>. The Commission concluded that the requestor&#8217;s proposal to establish nominee funds that would accept contributions earmarked exclusively for candidates who are women and draft funds with varying committee formation deadlines and multiple default recipients would be consistent with the Federal Election Campaign Act of 1971, as amended, and Commission regulations. During the discussion, the Commission heard from counsel on behalf of the requestor.</p>\n        <p/>\n        <p><a href=\"http://saos.fec.gov/saos/searchao\">Advisory Opinion Request 2014-20 (Make Your Laws PAC)</a>. At the request of the requestor, the Commission held over an <a href=\"http://saos.fec.gov/aodocs/1308601.pdf\">advisory opinion request</a> from Make Your Laws PAC (MYL PAC). The requestor, a nonconnected political committee, asks whether foreign nationals may volunteer their services to the requestor to develop the requestor's website. </p>\n        <p/>\n        <p><a href=\"../../../agenda/2015/documents/mtgdoc_15-02-a.pdf\">2015 Meeting Dates</a>. The Commission approved meeting dates for July through December 2015. </p>\n        <p/>\n        <p>Chair Ravel closed the meeting by reflecting on the fortieth anniversary of the Commission this year and by laying out her <a href=\"../../../members/ravel/statements/First_MeetingPRemarks1-15-2015.pdf\">goals</a> for 2015. </p>\n        <p/>\n        <p>&#8220;As we mark this milestone, it&#8217;s worth remembering that the essential purpose of the FEC has always been to protect our democracy by ensuring a level playing field where everyone in the political process abides by the same set of rules; by providing predictability and clarity to those involved in the political process; and by disclosing who is behind political messages,&#8221; Chair Ravel said. </p>\n        <p>Following the meeting, Vice Chairman Matthew S. Petersen said: \"I look forward to working with the Chair and my colleagues to ensure that the federal campaign finance law is fairly administered and enforced and to facilitate participation in the political process by providing clear guidance on complying with the law.\"</p>\n        <p>&#160;</p>\n        <p/>\n        <p/>\n        <p/>\n        <p><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em></p>\n        <p/>\n        <p align=\"center\"># # #</p>\n        </td>\n    </tr>\n  </table>      \n      </div>\n      ", "href": "press2015/news_releases/20150115release.shtml", "date": "01/15/2015", "pdf": null, "title": "FEC Approves Advisory Opinion and Additional Meeting Dates; Chair Ravel Issues Statement on 2015 Priorities", "category": "Open Meetings and Related Matters"}