{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/\">HOME</a> / <a href=\"/press/press.shtml\">PRESS OFFICE</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\">\n<img src=\"../../jpg/topfec.jpg\" border=\"0\" alt=\"FEC Home Page\" width=\"81\" height=\"81\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"6\" summary=\"Layout table\" cellpadding=\"0\" bordercolor=\"#111111\" height=\"196\">\n  <tr> \n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">For&#160;Immediate&#160;Release<br/>\n      December 15, 2005</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\" height=\"64\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\" height=\"64\">Kelly Huff<br/>\n      Bob&#160;Biersack<br/>\n      Ian&#160;Stirton<br/>\n      George&#160;Smaragdis</th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\"><p><b>TONER ELECTED CHAIRMAN OF \n        FEDERAL ELECTION COMMISSION</b></p>\n      <p><b>-McDonald to Serve as Vice Chairman-</b></p></th>\n  </tr>\n  <tr> \n    <th valign=\"top\" colspan=\"3\" height=\"34\">&#160;<b/> <p align=\"left\">WASHINGTON \n        --Members of the Federal Election Commission have elected Michael E. Toner as Chairman and Danny L. McDonald as Vice Chairman for 2006.</p>\n      <p align=\"left\">In December of each year, Commissioners elect a Chairman and Vice Chairman to serve for the upcoming calendar year. The Federal Election Campaign Act requires that the Chairman and Vice Chairman be of different political parties, and states that a member may serve as Chairman only once during a six-year term of office.</p>\n      <p align=\"left\">Chairman-elect Toner, a Republican, was nominated to the Federal Election Commission by President George W. Bush on March 4, 2002 and appointed on March 29, 2002. Mr. Toner was confirmed by the United States Senate on March 18, 2003 </p>\n      <p align=\"left\">Prior to being appointed to the FEC, Mr. Toner served as Chief Counsel of the Republican National Committee. Mr. Toner joined the RNC in 2001 after serving as General Counsel of the Bush-Cheney Transition Team in Washington, DC and General Counsel of the Bush-Cheney 2000 Presidential Campaign in Austin, TX. </p>\n      <p align=\"left\">Before joining the Bush campaign in Austin, Commissioner Toner was Deputy Counsel at the RNC from 1997-1999. Prior to his tenure at the RNC, Mr. Toner served as counsel to the Dole/Kemp Presidential Campaign in 1996.</p>\n      <p align=\"left\">Mr. Toner received a J.D. cum laude from Cornell Law School in 1992, an M.A. in Political Science from Johns Hopkins University in 1989, and a B.A. with distinction from the University of Virginia in 1986. He is a member of the District of Columbia and Virginia bars as well as the United States Supreme Court bar, the Fourth U.S. Circuit Court of Appeals, and the U.S. District Courts for the District of Columbia and the Eastern District of Virginia.</p>\n      <p align=\"left\">Vice Chairman-elect Danny L. McDonald, a Democrat, has previously served as both Chairman and Vice Chairman. </p>\n      <p align=\"left\">Prior to his initial appointment in 1981, the Sand Springs, Oklahoma, native served as General Administrator of the Oklahoma Corporation Commission.&#160; Additionally, he served as Secretary of the Tulsa County Election Board and as Chief Clerk of that Board.&#160; Commissioner McDonald was a member of the Advisory Panel to the FEC's National Clearinghouse on Election Administration.&#160; He currently is President of the American Council of Young Political Leaders.</p>\n      <p align=\"left\">Commissioner McDonald received a B. A. Degree from Oklahoma State University and attended the John F. Kennedy School of Government at Harvard University.&#160; He has served as a member of the JFK School Advisory Board for State and Local Government.</p>\n      <p align=\"left\">Created in 1975, the Federal Election Commission is an independent federal agency established to enforce limitations and prohibitions on contributions to federal candidates and committees, to require them to disclose their financial activities, and to administer the public financing program for Presidential elections.</p>\n      <p align=\"left\"/>\n      <p/>\n      <p align=\"center\"># # #<strong>&#160;&#160; </strong></p>\n      <blockquote><blockquote>&#160;</blockquote>\n      </blockquote>\n      <blockquote> \n        <p align=\"center\"><strong>&#160; </strong></p>\n        <p align=\"left\">&#160;</p>\n        <p align=\"center\">&#160;</p>\n      </blockquote>\n      <font face=\"Arial\" size=\"2\"/> <blockquote> \n        <p>&#160;</p>\n    </blockquote></th>\n  </tr>\n  <tr>\n    <th valign=\"top\" colspan=\"3\" height=\"34\">&#160;</th>\n  </tr>\n</table>\n</body>\n", "date": "12/15/2005", "href": "press2005/20051215newchairman.html", "category": "Commission Appointments", "title": "Toner Elected Chairman of Federal Election Commission", "pdf": null}