{"html": "<body bgcolor=\"#FFFFFF\">\n\n<p><a href=\"/press/press.shtml\">News Releases, Media Advisories</a><br/>\n<br/>\n<a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\" alt=\"FEC Home Page\"/></a> </p>\n\n<table border=\"0\" width=\"100%\" cellspacing=\"24\" summary=\"Layout table\" cellpadding=\"0\">\n  <tr>\n    <th valign=\"top\" align=\"left\" class=\"small\">For&#160;Immediate&#160;Release<br/>\n    November 15, 2002<br/>\n    (Corrected&#160;Nov.&#160;18,&#160;2002)</th>\n    <th width=\"100%\" valign=\"top\" align=\"right\" class=\"small\">Contact:</th>\n    <th valign=\"top\" align=\"left\" class=\"small\">Kelly&#160;Huff<br/>\n    Ron&#160;Harris<br/>\n    Bob&#160;Biersack<br/>\n    Ian&#160;Stirton</th>\n  </tr>\n</table>\n\n<table border=\"0\" width=\"100%\" cellpadding=\"0\" cellspacing=\"24\">\n  <tr>\n    <th width=\"100%\" class=\"fourteen_pt\">CAMPAIGN CITED FOR FAILURE TO FILE PRE-RUN-OFF REPORT</th>\n  </tr>\n  <tr>\n    <td width=\"100%\">WASHINGTON &#150; American Samoa will be holding a run-off election on\n    November 19, 2002, to select a candidate for the U.S. House of Representatives.<p>Provisions\n    of the Federal Election Campaign Act require committees supporting candidates involved in\n    a primary, run-off or general election to file reports of their financial activity 12 days\n    before the election.</p>\n    <p>As of 5 p.m., November 15, 2002, a disclosure report from the following committees had\n    not been filed:</p>\n    <blockquote>\n      <p>AS/00... FAGAFAGA FOR CONGRESS COMMITTEE&#133;VAITOA H. LANGKILDE, TREAS&#133;FAGAFAGA\n      D. LANGKILDE&#133;DEM</p>\n    </blockquote>\n    <p>The reports were due by close-of-business November 7, and were to include financial\n    activity from October 17 through October 30. If sent by certified or registered mail, the\n    reports should have been postmarked by October 7. Mandatory electronic filing requirements\n    became effective as of January 1, 2001. Any committee that receives contributions or makes\n    expenditures in excess of $50,000 in the current calendar year, or that reasonably expects\n    to do so, must submit its reports electronically. These rules became effective for\n    reporting periods beginning on or after January 1, 2001. </p>\n    <p>Some individuals and their committees have no obligation to file reports under federal\n    election law, even though their names may appear on state ballots. If an individual raises\n    or spends less than $5,000, he or she is not considered a \"candidate\" subject to\n    reporting under the FECA.</p>\n    <p>The FEC notified committees involved in the primary and run-off elections of their\n    potential filing requirements on September 30. Those committees which did not file on the\n    due date were notified on November 8 that reports had not been received and that their\n    names would be published if they did not respond within four business days. </p>\n    <p>Other political committees supporting Senate and House candidates in elections (those\n    which are not authorized units of a candidate's campaign) also are required to file\n    pre-primary reports, unless they report monthly. Those committee names are not published\n    by the FEC.</p>\n    <p>Further Commission action against non-filers and late filers is decided on a\n    case-by-case basis. Federal law gives the FEC broad authority to initiate enforcement\n    actions and the FEC has implemented a new administrative fine program which will subject\n    committees to penalties ranging from $275 to $12,000 or more.</p>\n    <p>The next regularly scheduled disclosure reports for candidate committees that are\n    participating in the run-off election will be the post-run-off reports, due December 19.\n    They will cover activity from October 31 through December 9.</p>\n    <p align=\"CENTER\">###</p></td>\n  </tr>\n  <tr>\n    <td width=\"100%\"/>\n  </tr>\n</table>\n</body>\n", "href": "20021115nonfiler.html", "date": "11/15/2002", "pdf": null, "title": "Campaign Cited for Failure To File Pre-Run-Off Report", "category": "Non-Filer Publications"}