{"href": "press2015/news_releases/20150618release.shtml", "pdf": null, "date": "06/18/2015", "category": "Open Meetings and Related Matters", "title": "FEC Issues Advisory Opinion, Approves Audit Division Recommendation Memorandum and Final Audit Report; Authorizes Publication of 40-Year Report; Discusses Notice of Availability and Petition for Rulemaking", "html": "<div class=\"press_release_content\"> \n  <table width=\"79%\" cellpadding=\"0\" cellspacing=\"0\">\n    <tr valign=\"top\">\n      <td width=\"40%\"><strong>For Immediate Release</strong></td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\">Contact:&#160; </td>\n      <td width=\"18%\">Judith Ingram </td>\n    </tr>\n    <tr valign=\"top\">\n      <td width=\"40%\">June 18,   2015</td>\n      <td width=\"32%\">&#160;</td>\n      <td width=\"10%\"/>\n      <td width=\"18%\">Julia Queen </td>\n    </tr>\n    <tr valign=\"top\">\n      <td>&#160;</td>\n      <td>&#160;</td>\n      <td/>\n      <td>Christian Hilland</td>\n    </tr>\n    <tr valign=\"top\">\n      <td><img src=\"../../../images/filetype-pdf.gif\" alt=\"PDF\" width=\"16\" height=\"16\" hspace=\"0\" vspace=\"0\" align=\"default\"/> <a href=\"../pdf/20150618release.pdf\">.pdf version of this news release </a></td>\n      <td>&#160;</td>\n      <td/>\n      <td>&#160;</td>\n    </tr>\n    <tr valign=\"top\">\n      <td colspan=\"4\"><p align=\"center\"><br/>\n          <strong>FEC Issues Advisory Opinion, Approves Audit Division Recommendation Memorandum and Final Audit Report; Authorizes Publication of 40-Year Report; Discusses Notice of Availability and Petition for Rulemaking</strong><em><br/>\n          </em></p>\n        <p>WASHINGTON &#8211; The Federal Election Commission today approved an advisory opinion request and discussed a Notice of Availability and Petition for Rulemaking on Independent Spending by Corporations, Labor Organizations, Foreign Nationals and Certain Political Committees. The Commission also approved an Audit Division Recommendation Memorandum and a Final Audit Report, and authorized the publication of a 40-Year Report detailing the agency&#8217;s activities since its inception. <br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-30-a.pdf\">Advisory Opinion 2015-01 (Green-Rainbow Party)</a>. The Commission concluded that the Green-Rainbow Party, located in Massachusetts, qualifies as a state committee of a political party within the meaning of the Federal Election Campaign Act of 1971, as amended (the Act), and Commission regulations. <br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-31-a.pdf\">Notice of Availability and Petition for Rulemaking on Independent Spending by Corporations, Labor Organizations, Foreign Nationals, and Certain Political Committees (Citizens United)</a>. The Commission discussed and then held over a vote on the draft Notice of Availability and Petition for Rulemaking filed by Chair Ann M. Ravel and Commissioner Ellen L. Weintraub. The Petition asks the Commission to issue new rules and revise existing rules concerning (1) the disclosure of certain financing information regarding independent expenditures and electioneering communications; (2) election-related spending by foreign nationals; (3) solicitations of corporate and labor organization employees and members; and (4) the independence of expenditures made by independent-expenditure-only political committees and accounts.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-28-a.pdf\">Audit Division Recommendation Memorandum on Gary Johnson 2012, Inc.</a>. The Commission approved an Audit Division Recommendation Memorandum on Gary Johnson 2012, Inc., covering campaign finance activity between April 1, 2011 and November 30, 2014. The Commission approved findings related to net outstanding campaign obligations, amounts owed to the U.S. Treasury, use of general election contributions for primary election expenses, and reporting of debts and obligations. The Commission could not reach agreement by the required four votes on an audit finding relating to the extension of credit by a commercial vendor. During the discussion, the Commission heard from Counsel for Gary Johnson 2012, Inc. The Audit Division will prepare the Proposed Final Audit Report within 30 days. <br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-29-a.pdf\">Proposed Final Audit Report on the Oakland County Democratic Party</a>. The Commission approved the Proposed Final Audit Report on the Oakland County Democratic Party, covering campaign finance activity between January 1, 2011 and December 31, 2012. The Commission approved findings related to (1) the misstatement of 2012 financial activity for receipts of $90,487, disbursements of $60,715 and ending cash of $33,279, (2) recordkeeping for employees totaling $107,555 in payroll, (3) failure to disclose occupation and name of employer information for contributions totaling $7,389, (4) recordkeeping for receipts of gaming activities totaling $1,820,466 and (5) failure to use the campaign depository for $1,370,304 in gaming receipts.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-25-b.pdf\">Proposed Directive 74 on the Timely Resolution of Enforcement Matters</a>. The Commission held over discussion of a proposed directive to set deadlines for considering and voting on enforcement matters. <br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-26-a.pdf\">Notice to Respondents of Information Sharing by the Commission</a>. The Commission held over discussion of a recommendation to provide notice to respondents that information provided to the Commission in enforcement matters may be shared with other law enforcement agencies. <br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-27-a.pdf\">Proposed Statement of Policy Regarding the Public Disclosure of Closed Enforcement Files</a>. The Commission held over discussion of a proposed statement of policy regarding materials placed on the public record in connection with closed enforcement matters.<br/>\n            <br/>\n            <a href=\"../../../agenda/2015/documents/mtgdoc_15-33-a.pdf\">Motion to Authorize the Publication of, and Expenses for, a Forty Year Report</a>. The Commission approved a motion to authorize the publication of a report commemorating the agency&#8217;s 40 years.<br/>\n            <br/>\n&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"left\"><em>The Federal Election Commission (FEC) is an independent regulatory agency that administers and enforces federal campaign finance laws. The FEC has jurisdiction over the financing of campaigns for the U.S. House of Representatives, the U.S. Senate, the Presidency and the Vice Presidency. Established in 1975, the FEC is composed of six Commissioners who are nominated by the President and confirmed by the U.S. Senate. </em><br/>\n        </p>\n        <p align=\"center\"># # #<br/>\n            <br/>\n            <br/>\n        </p>        <p align=\"center\"><strong> </strong></p>\n        <div align=\"center\"/></td>\n    </tr>\n  </table>      \n      </div>\n      "}