{"date": "03/04/2011", "pdf": null, "title": "Week of February 28 - March 4, 2011 ", "issue": "2011-09", "html": "<div id=\"fec_mainContent\"> <span class=\"style2\"><a name=\"content\"/> \n  </span>\n  <h1 class=\"style1\">Weekly Digest </h1>\n  <p>&#160;</p>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table cellspacing=\"0\" cellpadding=\"0\">\n          <tr>\n            <td width=\"532\" valign=\"top\"><p><strong>For Immediate Release</strong></p></td>\n            <td width=\"57\" valign=\"top\"><p><strong>Contact</strong>:&#160; </p></td>\n            <td width=\"332\" valign=\"top\"><p>Judith Ingram </p></td>\n          </tr>\n          <tr>\n            <td width=\"532\" valign=\"top\"><p>March 4,  2011</p></td>\n            <td width=\"57\" valign=\"top\"/>\n            <td width=\"332\" valign=\"top\">Julia Queen </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Christian Hilland </td>\n          </tr>\n          <tr>\n            <td valign=\"top\">&#160; </td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">Mary Brandenberger <br/></td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\">&#160;</td>\n          </tr>\n          <tr>\n            <td height=\"14\" valign=\"top\">&#160;</td>\n            <td valign=\"top\"/>\n            <td valign=\"top\"><p>ISSUE 2011-9</p>\n            </td>\n          </tr>\n        </table>\n        <table cellpadding=\"0\">\n        </table>        \n        \n        <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </p>\n        <p align=\"center\"><strong>Weekly Digest</strong></p>\n        <p align=\"center\"><strong>Week of February 28 &#8211; March 4</strong></p>\n        <p><strong/></p>\n        <p><strong>COMMISSION MEETINGS</strong></p>\n        <p>On March 1, the Commission held an Executive Session. Click here for <a href=\"../../agenda/agendas.shtml#executive\">Sunshine Act Notices for Executive Sessions</a>.</p>\n        <p/>\n        <p>On March 3, the Commission held an Open Meeting. Click here for <a href=\"../../agenda/agendas.shtml#meetings\">agendas and related documents for open meetings</a>. Click here for <a href=\"../../audio/audio.shtml\">audio recordings for selected meetings, hearings and presentations</a>. </p>\n        <p><strong/></p>\n        <p><strong>ADMINISTRATIVE FINES</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Administrative Fines (AF) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2158</a> &#8211; Citizens to Elect Robert Marshall and Robert Marshall, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $312.</p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">AF 2167</a> &#8211; Friends of Steven Welch and Jeffrey Michael Sparling, in his official capacity as treasurer. The Commission made a final determination and assessed a civil penalty of $550.</p>\n        <p/>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>ALTERNATIVE DISPUTE RESOLUTION</strong></p>\n        <p>The Commission made public two campaign finance enforcement matters that were resolved through its Alternative Dispute Resolution (ADR) program. </p>\n        <p/>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 554 </a>&#160;&#8211; Friends of Menor and Amadeo P. Manuel, in his official capacity as treasurer. The respondents agreed to work with Commission staff to terminate the Committee. </p>\n        <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">ADR 558 </a>&#160;&#8211; The East Carolina Bank and A. Dwight Utz, in his official capacity as President and Chief Executive Officer. The Commission dismissed the case.</p>\n        <p>For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n        <p><strong>AUDITS</strong></p>\n        <p><a href=\"../../agenda/2011/agenda20110303.shtml\">Draft Final Audit Report on the Kansas Republican Party (KRP)</a>. On March 3, the Commission approved audit findings on the KRP, covering activity between January 1, 2007 and December 31, 2008. The KRP is a state party committee. The Commission found (1) a misstatement of receipts, disbursements and cash-on-hand, and (2) that KRP received a contribution from an apparently prohibited source and (3) that KRP may have improperly made payments from its non-federal accounts. KRP has amended its reports to address these issues.</p>\n        <p/>\n        <p><a href=\"../../agenda/2011/agenda20110303.shtml\">Draft Final Audit Report on the Georgia Federal Elections Committee (GFEC)</a>. On March 3, the Commission approved audit findings on the GFEC, covering campaign finance activity between January 1, 2005 and December 31, 2006. The GFEC is a state party committee of the Georgia Democratic Party. The Commission found that the GFEC (1) misstated receipts, disbursements and cash-on-hand, (2) failed to provide supporting documentation of its allocable payroll expenses, and (3) failed to disclose the occupation and/or name of the employer of 71 individual contributors. GFEC has amended its reports to include the missing contributor information and provided additional documentation to address these issues. </p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_IndianaDemocraticVictoryCmte.shtml\">Indiana Democratic Congressional Victory Committee (IDCVC)</a>. On March 4, the Commission made public a final audit report for the IDCVC, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that the committee misreported its receipts, disbursements, and cash on hand amounts for 2007. The Indiana Democratic Congressional Victory Committee filed amended reports and materially corrected the misstatements.</p>\n        <p/>\n        <p><a href=\"../../audits/2008/AuditReport_2008_RepublicanPartyofMinnesota.shtml\">Final Audit Report on the Republican Party of Minnesota (RPM)</a>. On March 2, the Commission made public a final audit report for the RPM, covering campaign finance activity between January 1, 2007 and December 31, 2008. The Commission found that the committee misreported its receipts, disbursements, and cash on hand amounts. The RPM filed amended reports and materially corrected the misstatements.</p>\n        <p><strong>LITIGATION </strong></p>\n        <p><em><a href=\"../../law/litigation/bluman.shtml\">Bluman v. FEC</a> </em>(Civ. No. 10-1766 (RMU)). On March 1, the Commission filed an <a href=\"../../law/litigation/bluman_fec_opp_to_MSJ.pdf\">Opposition to Plaintiffs&#8217; Motion for Summary Judgment and Reply in Support of the Commission&#8217;s Motion to Dismiss</a> in the United States District Court for the District of Columbia. </p>\n        <p/>\n        <p><strong>PUBLIC DISCLOSURE</strong></p>\n        <p>The Commission has added a new feature to its <a href=\"../../data/\">Disclosure Data Catalog</a> that allows users to specify the election cycle for the data they are searching. Users can now specify the 2010 or 2012 cycle for data contained in the <a href=\"../../data/CampaignAndCommitteeSummary.do?format=html\">Campaign and Committee Report by Report Summary section</a>, the <a href=\"../../data/CandidateSummary.do?format=html\">Candidate Summary</a> section and the <a href=\"../../data/CommitteeSummary.do?format=html\">Committee Summary</a> section.</p>\n        <p><strong>OUTREACH</strong></p>\n        <p><strong>        </strong>On February 23, 2011, Communications Specialist Myles Martin spoke via web conference to a group of grassroots activists in Dallas, Texas. Mr. Martin's presentation on basic requirements of the campaign finance law marked the debut of the agency's new web conferencing capabilities. The Commission plans to use this technology as a cost-effective means of expanding its educational outreach services to constituents in distant locales.</p>\n        <p/>\n        <p>On March 3, 2011, Chair Cynthia L. Bauerly met with a delegation of political leaders from Iraq to discuss campaign finance regulations and the Commission's role in enforcing those regulations. The group was sponsored by the Department of State's International Visitor Leadership Program. </p>\n        <p><strong>PRESS RELEASES<br/>\n          <br/>\n          </strong><a href=\"20110303openmeeting.shtml\">FEC Approves Audit Findings on Two State Party Committees</a> (issued March 3)<br/>\n          <strong><br/>\n  CONFERENCES</strong></p>\n        <p><strong>        </strong>On March 2, 2011, the FEC hosted a <em>Seminar for Political Party Committees</em>. </p>\n        <p><strong>UPCOMING REPORTING DUE DATES</strong> </p>\n        <p>March 20: March Monthly Reports are due. For more information on monthly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#monthly\">2011 Monthly Reporting page</a> of the FEC website.</p>\n        <p/>\n        <p>April 15: April Quarterly Reports are due. For information on quarterly reporting dates, refer to the <a href=\"../../info/report_dates_2011.shtml#quarterly\">2011 Quarterly Reporting page</a> of the FEC website.</p>\n        <p><strong>UPCOMING EVENTS<br/>\n              <br/>\n        </strong>April 6, 2011, Washington, DC. <em>FEC Seminar for House and Senate Campaign Committees</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p>May 11, 2011, Washington, DC. <em>FEC Seminar for Corporations and their PACs</em>. Registration information and schedule are on the <a href=\"../../info/outreach.shtml#conferences\">2011 Conference/Seminar Schedule page</a> of the FEC website.</p>\n        <p/>\n        <p><strong>OTHER RESOURCES</strong></p>\n        <p>  The <a href=\"../../pdf/record/2011/march11.pdf\">March 2011</a> issue of <em>The Record</em> is in the <a href=\"../../pages/record.shtml\">Publications</a> section of the FEC website. <a href=\"../../pages/record.shtml\">Sign up</a> to receive email notification when a new issue of the Record is posted.</p>\n        <p/>\n        <p>The February 2011 Supplements to the FEC&#8217;s Campaign Guides are on the <a href=\"../../info/publications.shtml#guides\">Campaign Guides page</a> of the FEC website.</p>\n        <p/>\n        NEW: Follow Us on Twitter - <a href=\"http://twitter.com/fec\">http://twitter.com/fec</a>\n<p align=\"center\">&#160;</p>\n      </td>\n    </tr>\n  </table>\n</div>\n", "href": "press2011/20110304digest.shtml"}