{"html": "<body>\n\n<font face=\"Book Antiqua\">\n<font face=\"Book Antiqua\" size=\"2\">\n\n<p/></font><font face=\"Book Antiqua\" size=\"1\">News Releases, Media Advisories<br/>\n<br/>\n</font><font face=\"Book Antiqua\" size=\"3\"><a href=\"http://www.fec.gov\"><img src=\"../jpg/topfec.jpg\" border=\"0\" width=\"81\" height=\"81\"/></a> \n\n<pre><strong>For Immediate Release:                                                                                             Contact:  Sharon Snyder\nSeptember 14, 2000                                                                                                                           Ron Harris\n                                                                                                                                                        Ian Stirton\n                                                                                                                                                        Kelly Huff</strong></pre>\n</font>\n<p>&#160;</p>\n<p>&#160;</p>\n<p>&#160;</p>\n\n<b/><p align=\"CENTER\">FEC CERTIFIES GENERAL ELECTION PUBLIC FUNDS FOR BUCHANAN-FOSTER TICKET</p>\n\n<p>WASHINGTON &#150; The Federal Election Commission today unanimously approved payment of $12,613,452 million in federal funds for the general election campaign of Reform Party candidate Pat Buchanan and his Vice-Presidential running mate Ezola Foster.</p>\n\n<p>\tFollowing certification of the request for funds, the FEC immediately notified the U.S. Treasury Department, which made the wire transfer to the Buchanan-Foster campaign.</p>\n\n<p>The amount due the Reform Party candidate bears the same ratio to the amount paid to each major party candidate as the number of popular votes received by Ross Perot (the Reform Party&#146;s candidate in 1996) bears to the average number of popular votes received by Clinton and Dole in 1996.</p>\n\n<p>On August 14, 2000, and August 18, 2000, Mr. Buchanan and Ms. Foster submitted candidate certification letters containing the legal agreements required by the Fund Act. In those letters, the candidates agreed to abide by the overall spending limit (there are no state-by-state limits) and to other legal requirements, including a post-campaign audit.  In addition, the candidates provided evidence to show that they had qualified to appear on the general election ballot as the Reform Party candidates in 10 or more states (also required by the Fund Act) by August 29. Under Commission regulations, the FEC had 10 days to act on a request from the time the campaign satisfies all legal conditions. The Commission made an initial determination that the Buchanan-Foster campaign was eligible for partial general election funding as minor party candidates at a special open meeting on  September 12. Today&#146;s vote represented the Commission&#146;s final determination.</p>\n\n<p>\tPre-election minor party funding has occurred only once before, in 1996, the Commission certified $29,055,400 to Ross Perot, the Reform Party candidate. The amount was based on Mr. Perot&#146;s vote from the 1992 general election.</p>\n\n<p>\tPresidential candidates accepting the federal grant are subject to a spending limit of $67.56 million for the 2000 general election, plus a combined personal spending limit of $50,000 from their personal funds. (All expenditures made by or on behalf of a vice-presidential candidate are considered to be made on behalf of the presidential candidate.)  Additional funds may be raised, subject to the limits and prohibitions of the Federal Election Campaign Act, for legal and accounting expenses (referred to as GELAC accounts.)</p>\n\n<p>\tThe Reform Party has an additional coordinated spending limit of $13,680,292, which it may spend in conjunction with the Buchanan-Foster campaign. The monies must be raised from private sources, subject to the limits and prohibitions of the statute, and must be reported by the party.</p>\n<p align=\"CENTER\"># # #</p></font></body>\n", "href": "buchgecert.htm", "date": "09/14/2000", "pdf": null, "title": "Commission Certifies General Election Public Funds for Buchanan-Foster Ticket", "category": "Presidential Public Funds"}