{"date": "05/22/2009", "pdf": null, "title": "Week of May 18 - 22, 2009 ", "issue": "2009-02", "html": "<div id=\"fec_mainContent\"> \n  <h2><a name=\"content\"/> \n  </h2>\n  <h1>FEC Digest </h1>\n  <h2>&#160;</h2>\n  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\" msimagelist=\"\">\n    <tr> \n      <td width=\"70%\" valign=\"top\" msimagelist=\"\">\n        <!--msimagelist-->      <table border=\"0\" cellpadding=\"0\" cellspacing=\"3\" width=\"100%\">\n          <tr>\n            <td valign=\"top\"><table cellspacing=\"0\" cellpadding=\"0\">\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>For Immediate Release</p></td>\n                <td width=\"57\" valign=\"top\"><p>Contact:&#160; </p></td>\n                <td width=\"127\" valign=\"top\"><p>Judith Ingram </p></td>\n              </tr>\n              <tr>\n                <td width=\"717\" valign=\"top\"><p>May 15, 2009 </p></td>\n                <td width=\"57\" valign=\"top\"/>\n                <td width=\"127\" valign=\"top\"><p>Julia Queen </p></td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">Christian Hilland </td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td valign=\"top\"/>\n                <td valign=\"top\">&#160;</td>\n              </tr>\n              <tr>\n                <td valign=\"top\">&#160;</td>\n                <td colspan=\"2\" valign=\"top\"><div align=\"center\">Issue 2009-02</div></td>\n                </tr>\n            </table>\n              <table cellpadding=\"0\">\n              </table>              \n              <table cellpadding=\"0\">\n                <tr>\n                  <td width=\"100%\" valign=\"top\">&#160;</td>\n                </tr>\n              </table>              \n              <h3 align=\"center\"><strong>Weekly Digest</strong></h3>\n              <p align=\"center\"><strong>Week of May 18 &#8211; 22</strong></p>\n              <p align=\"center\"><strong/></p>\n              <p><strong>COMMISSION MEETINGS</strong></p>\n              <p/>\n              <p>On May 19, the Commission held an Executive Session. Sunshine Act Notices for Executive Sessions are <a href=\"../../agenda/agendas.shtml#executive\">here</a>.</p>\n              <p/>\n              <p>The Commission cancelled the Open Session scheduled for May 21. Agendas and related documents for Open Meetings are <a href=\"../../agenda/agendas.shtml#meetings\">here</a>. Audio recordings for selected meetings, hearings and presentations are <a href=\"../../audio/audio.shtml\">here</a>. </p>\n              <p><strong/></p>\n              <p><strong/></p>\n              <p><strong>ADVISORY OPINION</strong></p>\n              <p><strong><u>Comments Received</u></strong></p>\n              <p><strong><u/></strong></p>\n              <p>On May 19, the Commission made public a comment from Citizens for Responsibility and Ethics in Washington (CREW) regarding AOR 2009-12 (Coleman). Senator Coleman and his committee seek to use campaign funds to pay legal fees and expenses. May 22 was the deadline for the public to submit written comments on the request. Advisory Opinions, Requests and Comments are available <a href=\"http://saos.fec.gov/saos/searchao?SUBMIT=pending\">here</a>.</p>\n              <p><strong/></p>\n              <p><strong/></p>\n              <p><strong>ENFORCEMENT</strong></p>\n              <p/>\n              <p>The Commission made public four closed cases and one Statement of Reasons this week. For more information, see the case documents in the <a href=\"http://eqs.fec.gov/eqs/searcheqs\">Enforcement Query System</a>.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5749</a> &#8211; GSP Consulting Corporation; GSP Consulting Corporation PAC and Aaron Grau, in his official capacity as Treasurer; John Dick; Joseph Kuklis; Charles Hammel; Houston Harbaugh Legislative Services PAC and Gregory Harbaugh, in his official capacity as Treasurer; Sean McDonald; James Ciminio; Pittsburgh Airport Area Chamber of Commerce; Santorum 2006 and Gregg R. Melinson, in his official capacity as Treasurer. The Commission agreed to accept a conciliation agreement with GSP Consulting Corporation, GSP Consulting Corporation PAC and Grau, in his official capacity as Treasurer, Kuklis, Dick and Hammel. The Commission took no further action in connection with Houston Harbaugh Legislative Services PAC and Harbaugh. Concerning the remaining respondents, the Commission found no reason to believe violations occurred. </p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5918</a> &#8211; Delaware State Republican Committee (also known as Republican State Committee of Delaware) and Thomas J. Shopa, in his official capacity as Treasurer; Romney for President and Darrell W. Crate, in his official capacity as Treasurer; Dave Bums; Terry Strine.&#160; The Commission dismissed the matter and sent a letter of caution to the Delaware State Republican Committee and its treasurer.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5927</a> &#8211; Joseph A. Solomon; and Sheldon S. Sollosy. The Commission agreed to a conciliation agreement with Solomon and sent a letter of admonishment to Sollosy.</p>\n              <p/>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5935</a> &#8211; Rep. Kirsten E. Gillibrand. The Commission closed the case.</p>\n              <p><a href=\"http://eqs.fec.gov/eqs/searcheqs\">MUR 5993 </a>&#160;&#8211; Ed Fallon; Fallon for Congress and John Schmacker in his official capacity as Treasurer; I&#8217;M for Iowa. A <a href=\"http://eqs.fec.gov/eqsdocs/29044240003.pdf\">Statement of Reasons</a> was issued by Chairman Steven T. Walther, Commissioner Cynthia L. Bauerly and Commissioner Ellen L. Weintraub. </p>\n              <p><strong/></p>\n              <p><strong>LITIGATION</strong></p>\n              <p><em><a href=\"../../law/litigation/rnc_08.shtml\">Republican National Committee v. FEC</a>.</em> On May 18, the Commission filed a <a href=\"../../law/litigation/rnc_fec_supp_mot_dismiss.pdf\">Supplemental Memorandum</a> with the U.S. District Court for the District of Columbia in support of the FEC&#8217;s motion to dismiss the case. The Commission argues that RNC Chairman Michael Steele&#8217;s claims are barred because they were already litigated in the <em>McConnell v. FEC</em> case and fail as a matter of law.</p>\n              <p/>\n              <p>The complaint challenges the constitutionality of the <a href=\"../../pages/bcra/bcra_update.shtml\">Bipartisan Campaign Reform Act&#8217;s</a> limits on the use of soft money (nonfederal funds) by political party committees. The Plaintiffs state that the soft money provisions as applied to their intended activities are overly broad and unconstitutional under the First Amendment guarantees of free speech and association, and are outside of Congress&#8217; authority to regulate elections. The Commission contends that the soft money provisions are constitutional contribution limits that prevent corruption and the appearance of corruption.</p>\n              <p/>\n              <p/>\n              <p><strong>AUDIT REPORTS</strong></p>\n              <p><strong/></p>\n              <p>The Commission approved and made public three Audit Reports. A summary of the findings is below. Final Audit Reports are available<strong> </strong><a href=\"../../audits/audit_reports.shtml\">here</a>.<strong/></p>\n              <p><strong/></p>\n              <p><a href=\"../../audits/2004/20090430_dem_rep_indp_vtr_ed_PAC.pdf\">Democrat, Republican, Independent Voter Education Political Campaign Committee (DRIVE)<strong>.</strong></a><strong> </strong>The audit identified 24 payments that were itemized incorrectly as disbursements instead of independent expenditures. This resulted in the failure to issue 48- or 24-hour notices necessary to disclose independent expenditures in a timely way. DRIVE failed to itemize outstanding debt to its two largest vendors on four disclosure reports. Some 16 percent of itemized expenditures lacked a disclosure of purpose. DRIVE filed amended reports to correct the issues raised in the audit process.</p>\n              <p/>\n              <p><a href=\"../../audits/2006/20090430_Joe_Donnelly_for_Cong.pdf\">Joe Donnelly for Congress</a>. &#160;The audit found that loans made by the candidate to the committee were either not reported or reported incorrectly. The committee filed amended reports to correct the issue. The audit also uncovered a material misstatement of financial activity in 2005 and 2006. The committee filed amended reports to correct the issues raised in the audit process.</p>\n              <p/>\n              <p><a href=\"../../audits/20090430_Hunter_for_President.pdf\">Hunter for President, Inc</a>. The audit, which was conducted under the FEC&#8217;s mandate to audit every committee that received matching funds from the U.S. Treasury, revealed no issues requiring correction. </p>\n              <p><strong/></p>\n              <p><strong/></p>\n              <p><strong>PRESS RELEASES</strong></p>\n              <p><strong/></p>\n              <p><a href=\"20090519MUR.shtml\">FEC Takes Final Action on Five Cases</a> (issued May 19, 2009)<strong/></p>\n              <p><a href=\"20090522MUR.shtml\">FEC Takes Final Action on Six Cases</a> (issued May 22, 2009)</p>\n              <p/>\n              <p><strong/></p>\n              <p><strong>CAMPAIGN FINANCE REPORTS </strong></p>\n              <p><strong/></p>\n              <p>On May 18, the statutory three-month waiting period for the <a href=\"http://sers.fec.gov/fosers/\">new lobbyist bundling regulations</a> ended, and the reporting requirement became effective. The first reports filed under the regulations, which were due on May 20, cover the April monthly covered period. Reports for the second quarterly covered period and the first semi-annual covered period are due in July. </p>\n              <p/>\n              <p>Disclosure reports for monthly filers were due on May 20. Click <a href=\"../../elecfil/electron.shtml\">here</a> for information on electronic filing. </p>\n              <p><strong/></p>\n              <p><strong/></p>\n              <p><strong>CONFERENCES</strong></p>\n              <p><strong/></p>\n              <p>On May 21-22, the FEC held its annual <a href=\"../../info/conferences/2009/tradememberlabor09.shtml\">conference</a> for trade associations, membership organizations, labor organizations and their PACs in Washington.</p>\n              <p><strong/></p>\n              <p><strong/></p>\n              <p><strong>NEXT WEEK (MAY 25 &#8211; MAY 29, 2009)</strong></p>\n              <p>No Commission Open Sessions or Executive Sessions are scheduled. </p>\n              <p/>\n              <p/>\n              <p><strong>UPCOMING REPORTING DUE DATES</strong></p>\n              <p/>\n              <p>June 20 &#8211; June Monthly Report</p>\n              <p>July 15 &#8211; July Quarterly Report</p>\n              <p>July 20 &#8211; July Monthly Report</p>\n              <p>July 31 &#8211; July Mid-Year Report</p>\n              <p/>\n              <p/>\n              <p><strong>OTHER RESOURCES</strong></p>\n              <p>The May issue of <em>The Record</em> is <a href=\"../../pdf/record/2009/may09.pdf\">here</a>.</p>\n              <p>&#160;</p>\n            </td>\n          </tr>\n        </table></td>\n    </tr>\n  </table>\n  <h2 class=\"big\">&#160;</h2>\n</div>\n", "href": "press2009/20090522Digest.shtml"}